Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Step-by-step guidance on practical considerations for sample preparation, acquisition, and image analysis; primarily though not exclusively aimed at users of confocal microscopy
cs: Podrobné pokyny k praktickým úvahám o přípravě vzorků, získávání vzorků a analýze obrazu; primárně, i když ne výhradně, zaměřena na uživatele konfokální mikroskopie
de: Schritt-für-Schritt-Anleitung für praktische Überlegungen zur Probenvorbereitung, -aufnahme und Bildanalyse; richtet sich in erster Linie, aber nicht ausschließlich, an Benutzer der konfokalen Mikroskopie
es: Orientación paso a paso sobre consideraciones prácticas para la preparación, adquisición y análisis de imágenes de muestras; dirigido principalmente, aunque no exclusivamente, a usuarios de microscopía confocal
fa: راهنمای گام به گام در مورد ملاحظات عملی برای آماده سازی نمونه، اکتساب، و تجزیه و تحلیل تصویر؛ در درجه اول اگرچه منحصراً برای کاربران میکروسکوپ کانفوکال هدف قرار نمی گیرد
fi: Vaiheittaista opastusta näytteen valmisteluun, näytteenottoon ja kuvan analysointiin liittyviin käytännön näkökohtiin; ensisijaisesti mutta ei yksinomaan konfokaalimikroskopian käyttäjille suunnattu opas
fr: Conseils étape par étape sur les considérations pratiques pour la préparation des échantillons, l'acquisition et l'analyse d'images ; principalement mais non exclusivement destiné aux utilisateurs de la microscopie confocale
it: Guida passo-passo sulle considerazioni pratiche per la preparazione del campione, l'acquisizione e l'analisi delle immagini; rivolto principalmente, anche se non esclusivamente, agli utenti della microscopia confocale.
ja: 共焦点顕微鏡のユーザーを対象としているが、それだけに限定しているわけではない。
pl: Wskazówki krok po kroku dotyczące praktycznych zagadnień związanych z przygotowaniem próbki, akwizycją i analizą obrazu; skierowany przede wszystkim, choć nie wyłącznie, do użytkowników mikroskopii konfokalnej
pt: Orientação passo a passo sobre considerações práticas para preparação de amostra, aquisição e análise de imagem; principalmente, embora não exclusivamente, destinado a usuários de microscopia confocal

source: 🌐 protocolos.io
pl: 🌐 protokółos.io

source: Many imaging applications involve mounting on glass coverslips, either directly or using a coverslip mounted into a dish. While there are a wide range of coverslip sizes and shapes, the most important specification to take into account is the coverslip thickness (0.17 mm) or grade (#1.5 grade) and tolerance (how precise the thickness measurement is. For example, the thickness of a #1.5 coverslip can vary between 0.17-0.19mm, whereas a #1.5H has a standard deviation of 0.005 mm). These factors are important because most microscope manufacturers assume a specific coverslip thickness in the design of objective lenses to minimize common occurring aberrations. These aberrations tend to affect the brightness and axial resolution, reducing signal to noise ratio, sharpness and resolution . The tolerance of the coverslip (to minimize the variability in thickness) is essential for super-resolution techniques or intensity measurements in images collected with high numerical aperture objectives. Other applications do not require the mounting of samples onto glass or plastic, but instead have the sample and the objective lens immersed in the same medium.
es: Muchas aplicaciones de imágenes implican el montaje en cubreobjetos de vidrio, ya sea directamente o usando un cubreobjetos montado en un plato. Si bien existe una amplia gama de tamaños y formas de cubreobjetos, la especificación más importante a tener en cuenta es el grosor del cubreobjetos (0,17 mm) o el grado (grado #1,5) y la tolerancia (qué tan precisa es la medición del grosor. Por ejemplo, el grosor de un cubreobjetos #1.5 puede variar entre 0.17-0.19mm, mientras que un #1.5H tiene una desviación estándar de 0.005 mm). Estos factores son importantes porque la mayoría de los fabricantes de microscopios asumen un grosor de cubreobjetos específico en el diseño de las lentes del objetivo para minimizar las aberraciones que ocurren comúnmente. Estas aberraciones tienden a afectar el brillo y la resolución axial, reduciendo la relación señal/ruido, la nitidez y la resolución. La tolerancia del cubreobjetos (para minimizar la variabilidad de espesor) es fundamental para técnicas de superresolución o medidas de intensidad en imágenes recogidas con objetivos de alta apertura numérica. Otras aplicaciones no requieren el montaje de muestras sobre vidrio o plástico, sino que la muestra y la lente del objetivo se sumergen en el mismo medio.

source: The {term}`refractive index` the sample is placed in, as well as the refractive index of the glass and the medium between the objective and the sample are all critical to determining the overall resolution that can be achieved. The {term}`mounting media` can have other important optical and/or experimental properties; it is important to use the correct mounting media for experiment planned.
es: El {term}`índice de refracción` en el que se coloca la muestra, así como el índice de refracción del vidrio y el medio entre el objetivo y la muestra son críticos para determinar la resolución general que se puede lograr. Los {term}`medios de montaje` pueden tener otras propiedades ópticas y/o experimentales importantes; es importante utilizar los medios de montaje correctos para el experimento planificado.

source: Fluorophores are molecules that are able to emit light upon absorption of a photon, typically of shorter wavelength. The fluorophores relevant to biomedical research can be small molecules organic dyes (FITC, Alexa Fluor 488) that bind specific cell structure (e.g., DAPI, BODIPY, mitotrackers), fluorescent analogues of small molecules (e.g., phalloidin, fluorescent amino acids) or fluorescent proteins. Some of the important properties to consider when choosing fluorophores are listed below:
es: Los fluoróforos son moléculas que pueden emitir luz tras la absorción de un fotón, normalmente de longitud de onda más corta. Los fluoróforos relevantes para la investigación biomédica pueden ser colorantes orgánicos de moléculas pequeñas (FITC, Alexa Fluor 488) que se unen a estructuras celulares específicas (por ejemplo, DAPI, BODIPY, mitotrackers), análogos fluorescentes de moléculas pequeñas (por ejemplo, faloidina, aminoácidos fluorescentes) o fluorescentes. proteinas A continuación se enumeran algunas de las propiedades importantes que se deben tener en cuenta al elegir fluoróforos:

source: Understanding what fluorophores are available, their properties and the specifications of the hardware to image the sample (light source, excitation/emission filter cube, detector) are key in selecting the appropriate fluorophore(s) to address a scientific question. See the section on [reproducibility](content/reproducibility) for more information.
es: Comprender qué fluoróforos están disponibles, sus propiedades y las especificaciones del hardware para generar imágenes de la muestra (fuente de luz, cubo de filtro de excitación/emisión, detector) es clave para seleccionar los fluoróforos apropiados para abordar una pregunta científica. Consulte la sección sobre [reproducibilidad] (contenido/reproducibilidad) para obtener más información.

source: 🌐 protocols.io
it: 🌐 protocolli.io
