Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Imaging of thicker specimens may require processing ({term}`tissue clearing`) of the sample to make its {term}`refractive index` match that of the imaging media and reduce absorption and scattering of light.
cs: Zobrazování silnějších vzorků může vyžadovat zpracování ({term}`čištění tkáně`) vzorku, aby jeho {term}`index lomu` odpovídal indexu lomu zobrazovacího média a omezilo absorpci a rozptyl světla.
de: Die Abbildung dickerer Proben kann eine Bearbeitung ({term}"tissue clearing") der Probe erfordern, um ihren {term}"Brechungsindex" an den des Abbildungsmediums anzupassen und die Absorption und Streuung des Lichts zu verringern.
es: La obtención de imágenes de muestras más gruesas puede requerir el procesamiento ({term}`limpieza del tejido`) de la muestra para hacer que su {term}`índice de refracción` coincida con el de los medios de obtención de imágenes y reducir la absorción y la dispersión de la luz.
fa: تصویربرداری از نمونه‌های ضخیم‌تر ممکن است به پردازش ({term}'پاکسازی بافت') از نمونه نیاز داشته باشد تا {term}«شاخص شکست» آن مطابقت داشته باشد. از رسانه های تصویربرداری و کاهش جذب و پراکندگی نور.
fi: Paksumpien näytteiden kuvantaminen voi vaatia näytteen käsittelyä ({term}`kudospuhdistus`), jotta sen {term}`taitekerroin` saadaan vastaamaan kuvantamismedian taitekerrointa ja jotta valon absorptio ja sironta vähenevät.
fr: L'imagerie d'échantillons plus épais peut nécessiter un traitement (nettoyage des tissus) de l'échantillon pour que son indice de réfraction corresponde à celui du support d'imagerie et réduise l'absorption et la diffusion de la lumière.
it: L'imaging di campioni più spessi può richiedere il trattamento ({term}"clearing del tessuto") del campione per far sì che il suo {term}"indice di rifrazione" corrisponda a quello del mezzo di imaging e riduca l'assorbimento e la diffusione della luce.
ja: より厚い標本をイメージングする場合は、サンプルの {term}`屈折率` をイメージング媒体の屈折率と一致させ、光の吸収と散乱を減らすために、サンプルの処理 ({term}`組織透明化`) が必要になる場合があります。
pl: Obrazowanie grubszych próbek może wymagać przetworzenia ({term}`tissue clearing`) próbki, aby jej {term}`współczynnik załamania światła` był zgodny z nośnikiem obrazowania i zmniejszyć absorpcję i rozpraszanie światła.
pt: A geração de imagens de espécimes mais espessos pode exigir processamento ({term}`limpeza de tecido`) da amostra para fazer com que seu {term}`índice de refração` corresponda ao da mídia de imagem e reduza a absorção e a dispersão da luz.

source: Intravital imaging often requires specific surgical techniques and is overseen by bioethical committees and needs to be approved by IACUC and/or other institutional committees.
cs: Intravitální zobrazování často vyžaduje specifické chirurgické techniky a je kontrolováno bioetickými komisemi a musí být schváleno IACUC a/nebo jinými institucionálními komisemi.
de: Die intravitale Bildgebung erfordert häufig spezielle chirurgische Techniken und wird von bioethischen Ausschüssen überwacht und muss von IACUC und/oder anderen institutionellen Ausschüssen genehmigt werden.
es: Las imágenes intravitales a menudo requieren técnicas quirúrgicas específicas y son supervisadas por comités de bioética y deben ser aprobadas por IACUC y/u otros comités institucionales.
fa: تصویربرداری درون حیاتی اغلب به تکنیک‌های جراحی خاصی نیاز دارد و توسط کمیته‌های اخلاق زیستی نظارت می‌شود و باید توسط IACUC و/یا کمیته‌های سازمانی دیگر تأیید شود.
fi: Intravitaalinen kuvantaminen edellyttää usein erityisiä kirurgisia tekniikoita, ja sitä valvovat bioeettiset komiteat, ja se on hyväksyttävä IACUC:ssa ja/tai muissa laitoksen komiteoissa.
fr: L'imagerie intravitale nécessite souvent des techniques chirurgicales spécifiques et est supervisée par des comités de bioéthique et doit être approuvée par l'IACUC et/ou d'autres comités institutionnels.
it: L'imaging intravitale spesso richiede tecniche chirurgiche specifiche e viene supervisionato da comitati bioetici e deve essere approvato dalla IACUC e/o da altri comitati istituzionali.
ja: 生体内イメージングには多くの場合、特定の外科手術の技術が必要であり、生命倫理委員会によって監督され、IACUC やその他の機関の委員会による承認が必要です。
pl: Obrazowanie przyżyciowe często wymaga określonych technik chirurgicznych i jest nadzorowane przez komisje bioetyczne oraz musi być zatwierdzone przez IACUC i/lub inne komitety instytucjonalne.
pt: A imagem intravital geralmente requer técnicas cirúrgicas específicas e é supervisionada por comitês de bioética e precisa ser aprovada pelo IACUC e/ou outros comitês institucionais.

source: <span style="color: red">⚠️</span> Where can things go wrong?
cs: <span style="color: red"> ⚠️ </span> Kde se může něco pokazit?
de: <span style="color: red">⚠️</span> Wo kann etwas schief gehen?
es: <span style="color: red"> ⚠️ </span> ¿Dónde pueden salir mal las cosas?
fa: <span style="color: red">⚠️</span> کجا ممکن است مشکل پیش برود؟
fi: <span style="color: red">⚠️</span> Missä asiat voivat mennä pieleen?
fr: <span style="color: red"> ⚠️ </span> Où les choses peuvent-elles mal tourner ?
it: <span style="color: red">⚠️</span> Dove può andare male?
ja: <span style="color: red">⚠️</span> どこでうまくいかなくなるのか？
pl: <span style="color: red"> ⚠️ </span> Gdzie coś może pójść nie tak?
pt: <span style="color: red"> ⚠️ </span> Onde as coisas podem dar errado?

source: **Photobleaching and phototoxicity** - Photobleaching can be defined as the irreversible destruction of a fluorophore in its excited state, meaning, that fluorophore will not be able to emit more light and the fluorescence signal will therefore degrade over time, affecting signal to noise ratio and intensity measurements. In order to minimize photobleaching during acquisition, there are a number of photobleaching reagent agents that can be added to the media. These agents minimize photobleaching of fluorophores to a different extent, and therefore it is important to contact the manufacturer to ensure they are optimal for the specific fluorophore. For example addition of oxygen scavengers to the imaging media such as glucose oxidase or pyranose 2-oxidase can significantly reduce photobleaching. It is important to understand that the use of {term}`oxygen scavengers` may affect live cell imaging, as these scavengers can affect the ATP and oxygen levels within the sample, compromising its health and therefore biological function.
cs: **Fotobleaching a fototoxicita** - Fotobleaching lze definovat jako nevratnou destrukci fluoroforu v jeho excitovaném stavu, což znamená, že fluorofor není schopen emitovat další světlo, a fluorescenční signál se proto časem zhoršuje, což ovlivňuje poměr signálu k šumu a měření intenzity. Aby se minimalizovalo fotobleaching během akvizice, existuje řada fotobleachingových činidel, která lze přidat do média. Tato činidla minimalizují fotobleaching fluoroforů v různé míře, a proto je důležité kontaktovat výrobce, aby se ujistil, že jsou optimální pro konkrétní fluorofor. Například přidání zachycovačů kyslíku do zobrazovacího média, jako je glukóza oxidáza nebo pyranóza 2-oxidáza, může výrazně snížit fotobleaching. Je důležité si uvědomit, že použití {term}"zachycovačů kyslíku" může ovlivnit zobrazování živých buněk, protože tyto zachycovače mohou ovlivnit hladinu ATP a kyslíku ve vzorku, a tím ohrozit jeho zdraví, a tedy biologickou funkci.
de: **Photobleaching und Phototoxizität** - Photobleaching kann definiert werden als die irreversible Zerstörung eines Fluorophors in seinem angeregten Zustand, was bedeutet, dass das Fluorophor nicht mehr in der Lage ist, weiteres Licht zu emittieren, und das Fluoreszenzsignal daher mit der Zeit abnimmt, was sich auf das Signal-Rausch-Verhältnis und die Intensitätsmessungen auswirkt. Um das Photobleaching während der Aufnahme zu minimieren, gibt es eine Reihe von Photobleaching-Reagenzien, die dem Medium zugesetzt werden können. Diese Mittel minimieren das Ausbleichen von Fluorophoren in unterschiedlichem Ausmaß, weshalb es wichtig ist, sich mit dem Hersteller in Verbindung zu setzen, um sicherzustellen, dass sie für das jeweilige Fluorophor optimal sind. Beispielsweise kann die Zugabe von Sauerstofffängern zu den Bildgebungsmedien, wie Glukoseoxidase oder Pyranose-2-Oxidase, das Photobleaching erheblich reduzieren. Es ist wichtig zu wissen, dass die Verwendung von {term}`Sauerstofffängern` die Bildgebung von lebenden Zellen beeinträchtigen kann, da diese Fänger den ATP- und Sauerstoffgehalt in der Probe beeinträchtigen können, was ihre Gesundheit und damit ihre biologische Funktion beeinträchtigt.
es: **Fotoblanqueo y fototoxicidad** - El fotoblanqueo se puede definir como la destrucción irreversible de un fluoróforo en su estado excitado, lo que significa que el fluoróforo no podrá emitir más luz y, por lo tanto, la señal de fluorescencia se degradará con el tiempo, lo que afectará la relación señal-ruido. mediciones de intensidad y relación. Para minimizar el fotoblanqueo durante la adquisición, hay varios agentes reactivos de fotoblanqueo que se pueden agregar a los medios. Estos agentes minimizan el fotoblanqueo de los fluoróforos en diferente medida y, por lo tanto, es importante ponerse en contacto con el fabricante para asegurarse de que sean óptimos para el fluoróforo específico. Por ejemplo, la adición de captadores de oxígeno a los medios de formación de imágenes, como la glucosa oxidasa o la piranosa 2-oxidasa, puede reducir significativamente el fotoblanqueo. Es importante comprender que el uso de {term}"captadores de oxígeno" puede afectar a las imágenes de células vivas, ya que estos captadores pueden afectar los niveles de ATP y oxígeno dentro de la muestra, comprometiendo su salud y, por lo tanto, su función biológica.
fa: **فوتوبلیچینگ و سمیت نوری** - فوتوبلیچینگ را می توان به عنوان تخریب برگشت ناپذیر فلوروفور در حالت برانگیخته تعریف کرد، به این معنی که فلوروفور قادر به انتشار نور بیشتری نخواهد بود و بنابراین سیگنال فلورسانس در طول زمان کاهش می یابد و سیگنال به نویز را تحت تاثیر قرار می دهد. اندازه گیری نسبت و شدت به منظور به حداقل رساندن فتوبلیچینگ در حین اکتساب، تعدادی معرف فتوبلیچینگ وجود دارد که می توان آنها را به محیط اضافه کرد. این عوامل فتوبلیچینگ فلوروفورها را به میزان متفاوتی به حداقل می‌رسانند و بنابراین مهم است که با سازنده تماس بگیرید تا اطمینان حاصل کنید که آنها برای فلوروفور خاص بهینه هستند. به عنوان مثال افزودن جاذب‌های اکسیژن به محیط‌های تصویربرداری مانند گلوکز اکسیداز یا پیرانوز 2-اکسیداز می‌تواند به طور قابل‌توجهی سفیدکننده نور را کاهش دهد. درک این نکته مهم است که استفاده از {term}«حذف کننده های اکسیژن» ممکن است بر روی تصویربرداری سلول های زنده تأثیر بگذارد، زیرا این روبنده ها می توانند بر سطح ATP و اکسیژن در نمونه تأثیر بگذارند و سلامت و سلامت آن را به خطر بیندازند. بنابراین عملکرد بیولوژیکی.
fi: **Fotovärjäytyminen ja fototoksisuus** - Fotovärjäytyminen voidaan määritellä fluorofoorin irreversiibeliksi tuhoutumiseksi sen kiihdytetyssä tilassa, mikä tarkoittaa, että fluorofori ei pysty lähettämään lisää valoa ja fluoresenssisignaali heikkenee ajan myötä, mikä vaikuttaa signaali-kohinasuhteeseen ja intensiteettimittauksiin. Fotohäviämisen minimoimiseksi mittauksen aikana on olemassa useita fotohäviämisreagensseja, joita voidaan lisätä väliaineeseen. Nämä aineet minimoivat fluorofoorien valohäviämisen eri määrin, ja siksi on tärkeää ottaa yhteyttä valmistajaan varmistaakseen, että ne ovat optimaalisia tietylle fluorofoorille. Esimerkiksi hapenpoistajien, kuten glukoosioksidaasin tai pyranoosi-2-oksidaasin, lisääminen kuvantamismediaan voi vähentää merkittävästi fotobleachingia. On tärkeää ymmärtää, että {term}"hapensyöjien" käyttö voi vaikuttaa elävien solujen kuvantamiseen, koska nämä hapensyöjät voivat vaikuttaa näytteen ATP- ja happitasoihin, mikä vaarantaa sen terveyden ja siten biologisen toiminnan.
fr: **Photoblanchiment et phototoxicité** - Le photoblanchiment peut être défini comme la destruction irréversible d'un fluorophore dans son état excité, ce qui signifie que le fluorophore ne pourra pas émettre plus de lumière et que le signal de fluorescence se dégradera donc avec le temps, affectant le rapport signal/bruit mesures de rapport et d'intensité. Afin de minimiser le photoblanchiment lors de l'acquisition, il existe un certain nombre d'agents réactifs de photoblanchiment qui peuvent être ajoutés au support. Ces agents minimisent le photoblanchiment des fluorophores dans une mesure différente, et il est donc important de contacter le fabricant pour s'assurer qu'ils sont optimaux pour le fluorophore spécifique. Par exemple, l'ajout de désoxygénants aux supports d'imagerie tels que la glucose oxydase ou la pyranose 2-oxydase peut réduire considérablement le photoblanchiment. Il est important de comprendre que l'utilisation de piégeurs d'oxygène {term} peut affecter l'imagerie des cellules vivantes, car ces piégeurs peuvent affecter les niveaux d'ATP et d'oxygène dans l'échantillon, compromettant sa santé et donc sa fonction biologique.
it: **Fotobleaching e fototossicità** - Il photobleaching può essere definito come la distruzione irreversibile di un fluoroforo nel suo stato eccitato, il che significa che quel fluoroforo non sarà in grado di emettere altra luce e il segnale di fluorescenza si degraderà quindi nel tempo, influenzando il rapporto segnale/rumore e le misure di intensità. Per ridurre al minimo il photobleaching durante l'acquisizione, è possibile aggiungere al terreno di coltura una serie di agenti reagenti per il photobleaching. Questi agenti minimizzano il fotobleaching dei fluorofori in misura diversa e quindi è importante contattare il produttore per assicurarsi che siano ottimali per il fluoroforo specifico. Ad esempio, l'aggiunta di scavenger dell'ossigeno ai terreni di coltura, come la glucosio ossidasi o la piranosio 2-ossidasi, può ridurre significativamente il photobleaching. È importante capire che l'uso di {term}"scavenger dell'ossigeno" può influire sull'imaging di cellule vive, poiché questi scavenger possono influenzare i livelli di ATP e ossigeno all'interno del campione, compromettendone la salute e quindi la funzione biologica.
ja: **光退色と光毒性** - 光退色は、励起状態の蛍光体が不可逆的に破壊されることです。つまり、蛍光物質がそれ以上光を放出できなくなり、蛍光信号は時間の経過とともに劣化し、信号対雑音比と強度測定に影響を及ぼします。取得中の光退色を最小限に抑えるために、媒体に追加できる光退色試薬がいくつかあります。これらの試薬は蛍光体の光退色をさまざまな程度に最小限に抑えるため、製造元に問い合わせて、特定の蛍光体に最適であることを確認することが重要です。たとえば、グルコースオキシダーゼやピラノース 2-オキシダーゼなどの酸素除去剤をイメージング媒体に追加すると、光退色を大幅に減らすことができます。 {term}`酸素除去剤` の使用は、サンプル内の ATP と酸素のレベルに影響を及ぼし、サンプルの健康状態、ひいては生物学的機能を損なう可能性があるため、生細胞イメージングに影響を及ぼす可能性があることを理解することが重要です。
pl: **Fotowybielanie i fototoksyczność** - Fotowybielanie można zdefiniować jako nieodwracalne zniszczenie fluoroforu w stanie wzbudzonym, co oznacza, że fluorofor nie będzie w stanie emitować więcej światła, a zatem sygnał fluorescencji ulegnie degradacji w czasie, wpływając na stosunek sygnału do szumu pomiary proporcji i intensywności. Aby zminimalizować fotowybielanie podczas akwizycji, do pożywki można dodać szereg odczynników fotowybielających. Środki te minimalizują fotowybielanie fluoroforów w różnym stopniu, dlatego ważne jest, aby skontaktować się z producentem, aby upewnić się, że są one optymalne dla konkretnego fluoroforu. Na przykład dodanie zmiataczy tlenu do środków obrazujących, takich jak oksydaza glukozowa lub 2-oksydaza piranozowa, może znacznie zmniejszyć fotowybielanie. Ważne jest, aby zrozumieć, że użycie {term}`zmiatacza tlenu` może wpływać na obrazowanie żywych komórek, ponieważ te zmiatacze mogą wpływać na poziomy ATP i tlenu w próbce, zagrażając jej zdrowiu, a tym samym funkcji biologicznej.
pt: **Fotobranqueamento e fototoxicidade** - O fotobranqueamento pode ser definido como a destruição irreversível de um fluoróforo em seu estado excitado, ou seja, esse fluoróforo não será capaz de emitir mais luz e, portanto, o sinal de fluorescência se degradará com o tempo, afetando o sinal em ruído medidas de razão e intensidade. Para minimizar o fotobranqueamento durante a aquisição, há vários agentes reagentes de fotobranqueamento que podem ser adicionados ao meio. Esses agentes minimizam o fotobranqueamento de fluoróforos em diferentes graus e, portanto, é importante entrar em contato com o fabricante para garantir que sejam ideais para o fluoróforo específico. Por exemplo, a adição de removedores de oxigênio à mídia de imagem, como glicose oxidase ou piranose 2-oxidase, pode reduzir significativamente o fotobranqueamento. É importante entender que o uso de {term}`oxigen scavengers` pode afetar a imagem de células vivas, pois esses necrófagos podem afetar os níveis de ATP e oxigênio dentro da amostra, comprometendo sua saúde e, portanto, a função biológica.

source: **Cells are dying** - Fluorescent light induces DNA damage and oxidation of cellular components (phototoxicity). In addition, fluorophore photobleaching can further induce phototoxicity by creating reactive oxygen species (ROS). The addition of antioxidants and removal of certain molecules (e.g., riboflavin) from the imaging media can reduce the ROS produced during imaging, improving the health of the sample.{cite}`Stockley2017`
cs: **Buňky umírají** - Fluorescenční světlo vyvolává poškození DNA a oxidaci buněčných složek (fototoxicita). Kromě toho může fluoroforový fotobleaching dále indukovat fototoxicitu vytvářením reaktivních forem kyslíku (ROS). Přidání antioxidantů a odstranění určitých molekul (např. riboflavinu) ze zobrazovacího média může snížit ROS produkované během zobrazování a zlepšit zdraví vzorku.{cite}`Stockley2017`
de: **Zellen sterben** - Fluoreszierendes Licht führt zu DNA-Schäden und zur Oxidation von Zellbestandteilen (Phototoxizität). Darüber hinaus kann das Ausbleichen von Fluorophoren durch die Bildung reaktiver Sauerstoffspezies (ROS) die Phototoxizität weiter verstärken. Die Zugabe von Antioxidantien und die Entfernung bestimmter Moleküle (z. B. Riboflavin) aus den Bildgebungsmedien kann die während der Bildgebung entstehenden ROS reduzieren und so die Gesundheit der Probe verbessern.{cite}`Stockley2017`
es: **Las células se están muriendo** - La luz fluorescente induce el daño del ADN y la oxidación de los componentes celulares (fototoxicidad). Además, el fotoblanqueo de fluoróforos puede inducir aún más la fototoxicidad al crear especies reactivas de oxígeno (ROS). La adición de antioxidantes y la eliminación de ciertas moléculas (p. ej., riboflavina) de los medios de obtención de imágenes pueden reducir las ROS producidas durante la obtención de imágenes, lo que mejora la salud de la muestra.{cite}`Stockley2017`
fa: **سلول ها در حال مرگ هستند** - نور فلورسنت باعث آسیب DNA و اکسیداسیون اجزای سلولی (فتوتوکسیسیته) می شود. علاوه بر این، فتوبلیچینگ فلوروفور می‌تواند با ایجاد گونه‌های اکسیژن فعال (ROS) باعث ایجاد سمیت نوری شود. افزودن آنتی اکسیدان ها و حذف برخی مولکول ها (مانند ریبوفلاوین) از محیط تصویربرداری می تواند ROS تولید شده در طول تصویربرداری را کاهش دهد و سلامت نمونه را بهبود بخشد.{cite}`Stockley2017`
fi: **Solut kuolevat** - Loistevalo aiheuttaa DNA-vaurioita ja solujen osien hapettumista (fototoksisuus). Lisäksi fluoroforin fotobleaching voi aiheuttaa fototoksisuutta edelleen luomalla reaktiivisia happilajeja (ROS). Antioksidanttien lisääminen ja tiettyjen molekyylien (esim. riboflaviinin) poistaminen kuvantamismediasta voi vähentää kuvantamisen aikana syntyviä ROS-arvoja ja parantaa näytteen terveyttä.{cite}`Stockley2017`
fr: **Les cellules meurent** - La lumière fluorescente induit des dommages à l'ADN et l'oxydation des composants cellulaires (phototoxicité). De plus, le photoblanchiment des fluorophores peut induire davantage de phototoxicité en créant des espèces réactives de l'oxygène (ROS). L'ajout d'antioxydants et l'élimination de certaines molécules (par exemple, la riboflavine) du support d'imagerie peuvent réduire les ROS produites pendant l'imagerie, améliorant ainsi la santé de l'échantillon.{cite}`Stockley2017`
it: **Le cellule stanno morendo** - La luce fluorescente induce danni al DNA e ossidazione dei componenti cellulari (fototossicità). Inoltre, il fotobleaching del fluoroforo può indurre ulteriore fototossicità creando specie reattive dell'ossigeno (ROS). L'aggiunta di antiossidanti e la rimozione di alcune molecole (ad esempio, la riboflavina) dai mezzi di imaging possono ridurre i ROS prodotti durante l'imaging, migliorando la salute del campione.{cite}`Stockley2017`
ja: **蛍光光はDNA損傷と細胞成分の酸化（光毒性）を誘発する。さらに、蛍光色素のフォトブリーチングは、 活性酸素種（ROS）を発生させ、光毒性をさらに 誘発する。抗酸化剤を添加したり、イメージングメディアから特定の分子（例えばリボフラビン）を除去することで、イメージング中に生成される活性酸素を減少させ、サンプルの健康状態を改善することができる。{cite}`Stockley2017`
pl: **Komórki umierają** - Światło fluorescencyjne powoduje uszkodzenie DNA i utlenianie składników komórkowych (fototoksyczność). Ponadto fotowybielanie fluoroforem może dodatkowo indukować fototoksyczność poprzez tworzenie reaktywnych form tlenu (ROS). Dodatek przeciwutleniaczy i usunięcie pewnych cząsteczek (np. ryboflawiny) z nośnika obrazu może zmniejszyć ilość ROS wytwarzanych podczas obrazowania, poprawiając zdrowie próbki.{cite}`Stockley2017`
pt: **Células estão morrendo** - A luz fluorescente induz dano ao DNA e oxidação de componentes celulares (fototoxicidade). Além disso, o fotobranqueamento de fluoróforo pode induzir ainda mais a fototoxicidade, criando espécies reativas de oxigênio (ROS). A adição de antioxidantes e a remoção de certas moléculas (por exemplo, riboflavina) da mídia de imagem pode reduzir as ROS produzidas durante a geração de imagens, melhorando a integridade da amostra.{cite}`Stockley2017`
