Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Cells can be frozen, thawed, and grown much faster than work with more complex specimens like organoids or whole organisms, compressing the timeline to perform an experiment
cs: Buňky lze zmrazit, rozmrazit a vypěstovat mnohem rychleji než při práci se složitějšími vzorky, jako jsou organoidy nebo celé organismy, což zkracuje dobu potřebnou k provedení experimentu.
de: Zellen können viel schneller eingefroren, aufgetaut und gezüchtet werden als komplexere Samples wie Organoide oder ganze Organismen, wodurch sich die Zeitspanne bis zur Durchführung eines Experiments verkürzt.
es: Las células se pueden congelar, descongelar y cultivar mucho más rápido que trabajar con muestras más complejas como organoides u organismos completos, comprimiendo la línea de tiempo para realizar un experimento.
fa: سلول‌ها را می‌توان خیلی سریع‌تر از کار با نمونه‌های پیچیده‌تر مانند ارگانوئیدها یا موجودات کامل منجمد، ذوب و رشد کرد و جدول زمانی را برای انجام آزمایش فشرده کرد.
fi: Solut voidaan pakastaa, sulattaa ja kasvattaa paljon nopeammin kuin monimutkaisempien näytteiden, kuten organoidien tai kokonaisten organismien, kanssa työskentely, mikä lyhentää kokeen suorittamisen aikataulua.
fr: Les cellules peuvent être congelées, décongelées et développées beaucoup plus rapidement que de travailler avec des spécimens plus complexes comme des organoïdes ou des organismes entiers, ce qui comprime la chronologie pour effectuer une expérience
it: Le cellule possono essere congelate, scongelate e coltivate molto più velocemente rispetto al lavoro richiesto da campioni più complessi come gli organoidi o gli interi organismi, riducendo i tempi di esecuzione di un esperimento.
ja: 細胞の凍結、解凍、増殖は、オルガノイドや全生物のような複雑な試料を扱うよりもはるかに速く行えるため、実験に要する時間が短縮できます。
pl: Komórki można zamrażać, rozmrażać i hodować znacznie szybciej niż w przypadku bardziej złożonych próbek, takich jak organoidy lub całe organizmy, skracając czas potrzebny do przeprowadzenia eksperymentu
pt: As células podem ser congeladas, descongeladas e cultivadas muito mais rapidamente do que trabalhar com espécimes mais complexos, como organoides ou organismos inteiros, diminiuindo a linha do tempo para realizar um experimento

source: _Disadvantages_
cs: _Nevýhody_
de: _Nachteile_
es: _Desventajas_
fa: _معایب_
fi: _Haitat_
fr: _Désavantages_
it: _Svantaggi_
ja: _欠点_
pl: _Niedogodności_
pt: _Desvantagens_

source: Most applications in microscopy require imaging through a glass coverslip of a specific thickness and tolerance. However, many cell types do not survive or cannot grow on glass and require additional coatings and manipulations of the coverslip to ensure the health of the sample. As an alternative some companies manufacture imaging chambers (multi well plates, 35 mm dishes…) with proprietary polymers that have similar properties to glass (optical polymers), thus enabling high resolution imaging. It is imperative to understand whether the immersion oil used during imaging affects the integrity of these polymers, as the solvents in some immersion media can crack or dissolve the polymer layer.
cs: Většina aplikací v mikroskopii vyžaduje zobrazení přes krycí sklíčko specifické tloušťky a tolerance. Mnoho typů buněk však nepřežije nebo nemůže růst na skle a vyžaduje další potažení a manipulaci s krycím sklíčkem, aby se zajistilo zdraví vzorku. Jako alternativu některé společnosti vyrábějí zobrazovací komory (vícejamkové destičky, 35mm misky…) s patentovanými polymery, které mají podobné vlastnosti jako sklo (optické polymery), a umožňují tak zobrazování s vysokým rozlišením. Je nezbytné pochopit, zda imerzní olej použitý během zobrazování ovlivňuje integritu těchto polymerů, protože rozpouštědla v některých imerzních médiích mohou popraskat nebo rozpustit polymerní vrstvu.
de: Die meisten Anwendungen in der Mikroskopie erfordern die Abbildung durch ein Glasdeckglas mit einer bestimmten Dicke und Toleranz. Viele Zelltypen überleben jedoch nicht oder können auf Glas nicht wachsen und erfordern zusätzliche Beschichtungen und Manipulationen des Deckglases, um die Gesundheit der Probe zu gewährleisten. Als Alternative stellen einige Unternehmen Abbildungskammern (Multi-Well-Platten, 35-mm-Schalen usw.) mit proprietären Polymeren her, die ähnliche Eigenschaften wie Glas haben (optische Polymere) und somit eine hochauflösende Abbildung ermöglichen. Es ist wichtig zu wissen, ob das bei der Bildgebung verwendete Immersionsöl die Integrität dieser Polymere beeinträchtigt, da die Lösungsmittel in einigen Immersionsmedien die Polymerschicht aufbrechen oder auflösen können.
es: La mayoría de las aplicaciones en microscopía requieren imágenes a través de un cubreobjetos de vidrio de un grosor y tolerancia específicos. Sin embargo, muchos tipos de células no sobreviven o no pueden crecer en vidrio y requieren recubrimientos y manipulaciones adicionales del cubreobjetos para garantizar la salud de la muestra. Como alternativa, algunas empresas fabrican cámaras de imágenes (placas de pocillos múltiples, platos de 35 mm...) con polímeros patentados que tienen propiedades similares al vidrio (polímeros ópticos), lo que permite obtener imágenes de alta resolución. Es imperativo entender si el aceite de inmersión utilizado durante la formación de imágenes afecta la integridad de estos polímeros, ya que los solventes en algunos medios de inmersión pueden agrietar o disolver la capa de polímero.
fa: اکثر کاربردها در میکروسکوپ نیاز به تصویربرداری از طریق پوشش شیشه ای با ضخامت و تحمل خاص دارند. با این حال، بسیاری از انواع سلول‌ها زنده نمی‌مانند یا نمی‌توانند روی شیشه رشد کنند و برای اطمینان از سلامت نمونه، نیاز به پوشش‌های اضافی و دستکاری‌های پوششی دارند. به عنوان جایگزین، برخی از شرکت‌ها اتاقک‌های تصویربرداری (صفحات چند چاهی، ظروف 35 میلی‌متری...) را با پلیمرهای اختصاصی که خواص مشابه شیشه (پلیمرهای نوری) دارند، تولید می‌کنند، بنابراین امکان تصویربرداری با وضوح بالا را فراهم می‌کنند. درک اینکه آیا روغن غوطه‌وری مورد استفاده در طول تصویربرداری بر یکپارچگی این پلیمرها تأثیر می‌گذارد، ضروری است، زیرا حلال‌ها در برخی از محیط‌های غوطه‌وری می‌توانند لایه پلیمری را ترک یا حل کنند.
fi: Useimmissa mikroskopian sovelluksissa tarvitaan kuvantamista tietyn paksuuden ja toleranssin omaavan lasisen peitinlasin läpi. Monet solutyypit eivät kuitenkaan selviä tai pysty kasvamaan lasilla, ja ne vaativat lisäpinnoitteita ja peitinliinan käsittelyä näytteen terveyden varmistamiseksi. Vaihtoehtoisesti jotkin yritykset valmistavat kuvantamiskammioita (monikuoppalevyjä, 35 mm:n maljoja jne.), joissa on suojattuja polymeerejä, joilla on samanlaiset ominaisuudet kuin lasilla (optiset polymeerit), ja jotka mahdollistavat siten korkearesoluutioisen kuvantamisen. On tärkeää ymmärtää, vaikuttaako kuvantamisen aikana käytettävä upotusöljy näiden polymeerien eheyteen, sillä joidenkin upotusmedioiden liuottimet voivat halkaista tai liuottaa polymeerikerroksen.
fr: La plupart des applications en microscopie nécessitent une imagerie à travers une lamelle de verre d'une épaisseur et d'une tolérance spécifiques. Cependant, de nombreux types de cellules ne survivent pas ou ne peuvent pas se développer sur du verre et nécessitent des revêtements supplémentaires et des manipulations de la lamelle pour assurer la santé de l'échantillon. Comme alternative, certaines entreprises fabriquent des chambres d'imagerie (plaques multi-puits, plats de 35 mm…) avec des polymères propriétaires qui ont des propriétés similaires au verre (polymères optiques), permettant ainsi une imagerie à haute résolution. Il est impératif de comprendre si l'huile d'immersion utilisée lors de l'imagerie affecte l'intégrité de ces polymères, car les solvants de certains milieux d'immersion peuvent fissurer ou dissoudre la couche de polymère.
it: La maggior parte delle applicazioni in microscopia richiede l'acquisizione di immagini attraverso un vetrino coprioggetto di uno specifico spessore e tolleranza. Tuttavia, molti tipi di cellule non sopravvivono o non possono crescere sul vetro e richiedono ulteriori rivestimenti e manipolazioni del vetrino per garantire la salute del campione. In alternativa, alcune aziende producono camere per imaging (piastre multipozzetto, piatti da 35 mm...) con polimeri brevettati con proprietà ottiche simili al vetro (polimeri ottici), consentendo così l'imaging ad alta risoluzione. È fondamentale capire se l'olio da immersione utilizzato durante l'imaging influisce sull'integrità di questi polimeri, poiché i solventi di alcuni olii da immersione possono incrinare o dissolvere lo strato polimerico.
ja: 顕微鏡のほとんどの用途では、特定の厚みと公差を持つカバーガラスを通して撮像することを必要とします。しかし、多くの種類の細胞はガラス上では生存できないか、増殖できないため、サンプルの健全性を確保するために、追加のコーティングやカバーガラスの操作が必要となります。代替案として、ガラスに似た性質を持つ独自のポリマー（光学ポリマー）を使用したイメージング用チャンバー（マルチウェルプレート、35mmディッシュ...）を製造している企業もあり、高解像度イメージングを可能にしています。浸漬媒体に含まれる溶媒によっては、ポリマー層に亀裂が入ったり、溶解したりすることがあるため、撮像時に使用されるイマージョンオイルが、これらのポリマーの完全性に影響を与えるかどうかを確認することが不可欠です。
pl: Większość zastosowań w mikroskopii wymaga obrazowania przez szklane szkiełko nakrywkowe o określonej grubości i tolerancji. Jednak wiele typów komórek nie przeżywa lub nie może rosnąć na szkle i wymaga dodatkowych powłok i manipulacji szkiełkiem nakrywkowym, aby zapewnić zdrowie próbki. Jako alternatywę niektóre firmy produkują komory do obrazowania (płytki wielodołkowe, szalki 35 mm…) z zastrzeżonymi polimerami, które mają właściwości podobne do szkła (polimery optyczne), umożliwiając w ten sposób obrazowanie w wysokiej rozdzielczości. Konieczne jest zrozumienie, czy olejek immersyjny używany podczas obrazowania wpływa na integralność tych polimerów, ponieważ rozpuszczalniki w niektórych środkach immersyjnych mogą pękać lub rozpuszczać warstwę polimeru.
pt: A maioria das aplicações em microscopia requer imagens através de uma lamínula de vidro de espessura e tolerância específicas. No entanto, muitos tipos de células não sobrevivem ou não podem crescer em vidro e requerem revestimentos adicionais e tratamentos na lamínula para garantir a saúde da amostra. Como alternativa, algumas empresas fabricam câmaras de imagem (placas de poços múltiplos, placas de 35 mm…) com polímeros proprietários que possuem propriedades semelhantes ao vidro (polímeros ópticos), permitindo assim imagens de alta resolução. É imperativo entender se o óleo de imersão usado durante a geração de imagens afeta a integridade desses polímeros, pois os solventes em alguns meios de imersão podem rachar ou dissolver a camada de polímero.

source: **Organoids**
cs: **Organoidy**
de: **Organoide**
es: **Organoides**
fa: **ارگانوئیدها**
fi: **Organoidit**
fr: **Organoïdes**
it: **Organoidi**
ja: **オルガノイド**
pl: **organoidy**
pt: **Organoides**

source: Organoids are cultured cells that are grown in 3D to mimic the structure and sometimes functions of organs. Organoids are typically grown from stem cells that self-organize into a more complex structure, including differentiating into different cell types. Organoids are well suited to questions of development, modeling disease, and for understanding tissue and organ regeneration.
cs: Organoidy jsou kultivované buňky, které se pěstují ve 3D, aby napodobily strukturu a někdy i funkce orgánů. Organoidy se typicky pěstují z kmenových buněk, které se samy organizují do složitější struktury, včetně diferenciace na různé typy buněk. Organoidy jsou vhodné pro otázky vývoje, modelování onemocnění a pro pochopení regenerace tkání a orgánů.
de: Organoide sind kultivierte Zellen, die in 3D gezüchtet werden, um die Struktur und manchmal auch die Funktionen von Organen zu imitieren. Organoide werden in der Regel aus Stammzellen gezüchtet, die sich selbst in eine komplexere Struktur umwandeln und sich in verschiedene Zelltypen differenzieren. Organoide eignen sich gut für Fragen der Entwicklung, der Modellierung von Krankheiten und für das Verständnis der Gewebe- und Organregeneration.
es: Los organoides son células cultivadas que se cultivan en 3D para imitar la estructura y, a veces, las funciones de los órganos. Los organoides generalmente se cultivan a partir de células madre que se autoorganizan en una estructura más compleja, incluida la diferenciación en diferentes tipos de células. Los organoides son muy adecuados para cuestiones de desarrollo, modelado de enfermedades y para comprender la regeneración de tejidos y órganos.
fa: ارگانوئیدها سلول های کشت شده ای هستند که به صورت سه بعدی رشد می کنند تا ساختار و گاهی اوقات عملکرد اندام ها را تقلید کنند. ارگانوئیدها معمولاً از سلول‌های بنیادی رشد می‌کنند که خود سازماندهی می‌شوند و به ساختار پیچیده‌تری تبدیل می‌شوند، از جمله تمایز به انواع مختلف سلول. ارگانوئیدها برای پرسش‌های مربوط به رشد، مدل‌سازی بیماری، و برای درک بازسازی بافت و اندام مناسب هستند.
fi: Organoidit ovat viljeltyjä soluja, joita kasvatetaan 3D-muodossa jäljittelemään elinten rakennetta ja joskus myös toimintoja. Organoidit kasvatetaan tyypillisesti kantasoluista, jotka organisoituvat itse monimutkaisemmaksi rakenteeksi ja erilaistuvat eri solutyypeiksi. Organoidit soveltuvat hyvin kehityskysymyksiin, sairauksien mallintamiseen sekä kudosten ja elinten uudistumisen ymmärtämiseen.
fr: Les organoïdes sont des cellules cultivées qui sont cultivées en 3D pour imiter la structure et parfois les fonctions des organes. Les organoïdes sont généralement cultivés à partir de cellules souches qui s'auto-organisent en une structure plus complexe, notamment en se différenciant en différents types de cellules. Les organoïdes sont bien adaptés aux questions de développement, de modélisation des maladies et de compréhension de la régénération des tissus et des organes.
it: Gli organoidi sono cellule coltivate in 3D per imitare la struttura e talvolta le funzioni degli organi. Gli organoidi sono tipicamente coltivati a partire da cellule staminali che si auto-organizzano in una struttura più complessa, anche differenziandosi in diversi tipi di cellule. Gli organoidi sono adatti a questioni di sviluppo, alla modellazione delle malattie e alla comprensione della rigenerazione di tessuti e organi.
ja: オルガノイドとは、3次元的に細胞を培養し、臓器の構造や機能を模倣したものです。オルガノイドは通常、幹細胞から培養され、自己組織化し、異なる細胞型に分化するなど、より複雑な構造を持つようになります。オルガノイドは、発生、疾患のモデル化、組織や臓器の再生の理解に適しています。
pl: Organoidy to hodowane komórki hodowane w 3D w celu naśladowania struktury, a czasem funkcji narządów. Organoidy są zwykle hodowane z komórek macierzystych, które samoorganizują się w bardziej złożoną strukturę, w tym różnicują się w różne typy komórek. Organoidy dobrze nadają się do zagadnień związanych z rozwojem, modelowaniem chorób oraz do zrozumienia regeneracji tkanek i narządów.
pt: Os organoides são células cultivadas em 3D para imitar a estrutura e, às vezes, as funções dos órgãos. Os organoides são normalmente cultivados a partir de células-tronco que se auto-organizam em uma estrutura mais complexa, incluindo a diferenciação em diferentes tipos de células. Os organoides são adequados para responder questões de desenvolvimento, modelagem de doenças e para a compreensão da regeneração de tecidos e órgãos.

source: Because organoids contain multiple cell types and reflect some structure and cell relationships seen in organs _in vivo_, they are well-suited to more complex questions about disease and cell-cell interactions. They can also be used to model processes and structures that are necessarily 3D and not recapitulated well in a flat layer of cells, like many developmental processes.
cs: Protože organoidy obsahují více typů buněk a odrážejí určitou strukturu a buněčné vztahy pozorované v orgánech _in vivo_, jsou vhodné pro složitější otázky týkající se onemocnění a interakcí buňka-buňka. Mohou být také použity k modelování procesů a struktur, které jsou nutně 3D a nejsou dobře rekapitulovány v ploché vrstvě buněk, jako mnoho vývojových procesů.
de: Da Organoide mehrere Zelltypen enthalten und einige Strukturen und Zellbeziehungen widerspiegeln, die in Organen _in vivo_ zu finden sind, eignen sie sich gut für komplexere Fragen zu Krankheiten und Zell-Zell-Interaktionen. Sie können auch verwendet werden, um Prozesse und Strukturen zu modellieren, die notwendigerweise dreidimensional sind und in einer flachen Schicht von Zellen nicht gut wiedergegeben werden können, wie viele Entwicklungsprozesse.
es: Debido a que los organoides contienen múltiples tipos de células y reflejan algunas estructuras y relaciones celulares observadas en los órganos _in vivo_, son adecuados para preguntas más complejas sobre enfermedades e interacciones célula-célula. También se pueden usar para modelar procesos y estructuras que son necesariamente 3D y no se recapitulan bien en una capa plana de células, como muchos procesos de desarrollo.
fa: از آنجایی که ارگانوئیدها حاوی انواع سلولی متعددی هستند و برخی از ساختار و روابط سلولی را که در اندام‌های درون تنی مشاهده می‌شود منعکس می‌کنند، برای پرسش‌های پیچیده‌تر در مورد بیماری و تعاملات سلولی مناسب هستند. آنها همچنین می توانند برای مدل سازی فرآیندها و ساختارهایی استفاده شوند که لزوماً سه بعدی هستند و به خوبی در یک لایه مسطح از سلول ها خلاصه نمی شوند، مانند بسیاری از فرآیندهای رشد.
fi: Koska organoidit sisältävät useita solutyyppejä ja heijastavat joitakin elinten _in vivo_ rakenteita ja solusuhteita, ne soveltuvat hyvin sairauksia ja solujen ja solujen vuorovaikutusta koskeviin monimutkaisempiin kysymyksiin. Niitä voidaan käyttää myös sellaisten prosessien ja rakenteiden mallintamiseen, jotka ovat väistämättä kolmiulotteisia ja joita ei voida kuvata hyvin tasaisella solukerroksella, kuten monet kehitysprosessit.
fr: Parce que les organoïdes contiennent plusieurs types de cellules et reflètent certaines structures et relations cellulaires observées dans les organes _in vivo_, ils sont bien adaptés à des questions plus complexes sur les maladies et les interactions cellule-cellule. Ils peuvent également être utilisés pour modéliser des processus et des structures qui sont nécessairement en 3D et qui ne sont pas bien récapitulées dans une couche plate de cellules, comme de nombreux processus de développement.
it: Poiché gli organoidi contengono più tipi di cellule e riflettono alcune strutture e relazioni cellulari osservate negli organi _in vivo_, sono adatti a domande più complesse sulle malattie e sulle interazioni cellula-cellula. Possono anche essere usati per modellare processi e strutture che sono necessariamente tridimensionali e non sono ben ricapitolati in uno strato piatto di cellule, come molti processi di sviluppo.
ja: オルガノイドは複数の種類の細胞を含み、生体内の臓器で見られる構造や細胞の関係をある程度反映しているため、疾患や細胞間相互作用に関するより複雑な問題に適しています。また、多くの発生過程のように、平坦な細胞層ではうまく再現できない、本質的に3次元的なプロセスや構造のモデル化にも利用できます。
pl: Ponieważ organoidy zawierają wiele typów komórek i odzwierciedlają pewną strukturę i zależności komórkowe obserwowane w narządach _in vivo_, dobrze nadają się do bardziej złożonych pytań dotyczących chorób i interakcji między komórkami. Można ich również używać do modelowania procesów i struktur, które z konieczności są trójwymiarowe i nie są dobrze rekapitulowane w płaskiej warstwie komórek, jak wiele procesów rozwojowych.
pt: Como os organoides contêm vários tipos de células e refletem algumas estruturas e relações celulares observadas em órgãos _in vivo_, eles são adequados para responder questões mais complexas sobre doenças e interações célula-célula. Eles também podem ser usados para modelar processos e estruturas que são necessariamente 3D e não são bem recpeproduzidas em uma camada plana de células, como muitos processos de desenvolvimento.

source: Organoids can be made from induced pluripotent stem cells (iPSCs) from human or animal samples, and thus can model disease processes specific to a given human donor.
cs: Organoidy mohou být vyrobeny z indukovaných pluripotentních kmenových buněk (iPSC) z lidských nebo zvířecích vzorků, a tak mohou modelovat chorobné procesy specifické pro daného lidského dárce.
de: Organoide können aus induzierten pluripotenten Stammzellen (iPSCs) aus menschlichen oder tierischen Proben hergestellt werden, so dass sie für einen bestimmten menschlichen Spender spezifische Krankheitsprozesse modellieren können.
es: Los organoides pueden fabricarse a partir de células madre pluripotentes inducidas (iPSC) de muestras humanas o animales y, por lo tanto, pueden modelar procesos de enfermedades específicos de un donante humano determinado.
fa: ارگانوئیدها را می‌توان از سلول‌های بنیادی پرتوان القایی (iPSCs) از نمونه‌های انسانی یا حیوانی ساخت و بنابراین می‌توانند فرآیندهای بیماری خاص برای یک اهداکننده انسانی خاص را مدل‌سازی کنند.
fi: Organoidit voidaan valmistaa ihmisestä tai eläimistä peräisin olevista indusoiduista pluripotenttisista kantasoluista (iPSC), ja näin voidaan mallintaa tietylle ihmisluovuttajalle ominaisia sairausprosesseja.
fr: Les organoïdes peuvent être fabriqués à partir de cellules souches pluripotentes induites (iPSC) à partir d'échantillons humains ou animaux, et peuvent ainsi modéliser des processus pathologiques spécifiques à un donneur humain donné.
it: Gli organoidi possono essere ottenuti da cellule staminali pluripotenti indotte (iPSC) provenienti da campioni umani o animali e possono quindi modellare processi patologici specifici di un determinato donatore umano.
ja: オルガノイドは、ヒトや動物のサンプルから採取した人工多能性幹細胞（iPS細胞）から作ることができるため、あるドナーに特異的な疾患プロセスをモデル化できます。
pl: Organoidy można wytwarzać z indukowanych pluripotencjalnych komórek macierzystych (iPSC) z próbek ludzkich lub zwierzęcych, a tym samym mogą modelować procesy chorobowe specyficzne dla danego dawcy.
pt: Os organoides podem ser produzidos a partir de células-tronco pluripotentes induzidas (iPSCs) de amostras humanas ou animais e, portanto, podem modelar processos de doenças específicos de um determinado doador humano.

source: Organoids can take more complex resources and protocols to grow and can take more time than just growing cultured cells on glass or plastic.
cs: Organoidy mohou k růstu vyžadovat složitější zdroje a protokoly a může zabrat více času než pouhé pěstování kultivovaných buněk na skle nebo plastu.
de: Die Züchtung von Organoiden kann komplexere Ressourcen und Protokolle erfordern und mehr Zeit in Anspruch nehmen als die Kultivierung von Zellen auf Glas oder Kunststoff.
es: Los organoides pueden requerir recursos y protocolos más complejos para crecer y pueden llevar más tiempo que simplemente cultivar células cultivadas en vidrio o plástico.
fa: ارگانوئیدها می توانند به منابع و پروتکل های پیچیده تری برای رشد نیاز داشته باشند و ممکن است زمان بیشتری نسبت به رشد سلول های کشت شده روی شیشه یا پلاستیک صرف کنند.
fi: Organoidien kasvattaminen voi vaatia monimutkaisempia resursseja ja protokollia, ja siihen voi kulua enemmän aikaa kuin pelkkien solujen kasvattamiseen lasilla tai muovilla.
fr: Les organoïdes peuvent nécessiter des ressources et des protocoles plus complexes pour se développer et peuvent prendre plus de temps que la simple culture de cellules cultivées sur du verre ou du plastique.
it: La coltivazione di organoidi può richiedere risorse e protocolli più complessi e può richiedere più tempo rispetto alla semplice coltivazione di cellule coltivate su vetro o plastica.
ja: オルガノイドの成長にはより複雑なリソースとプロトコルが必要となり、ガラスやプラスチック上で培養細胞を成長させるだけの場合よりも時間がかかることがあります。
pl: Organoidy mogą wymagać bardziej złożonych zasobów i protokołów do wzrostu i mogą zająć więcej czasu niż hodowanie hodowanych komórek na szkle lub plastiku.
pt: Os organoides podem exigir recursos e protocolos mais complexos para cultivo e podem levar mais tempo do que apenas o cultivo de células em monocamas no vidro ou plástico.
