Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Considerations for different sample types
cs: Úvahy o různých typech vzorků
de: Überlegungen zu verschiedenen Probentypen
es: Consideraciones para diferentes tipos de muestras
fa: نکاتی که برای انواع مختلف نمونه بایددر نظر گرفت
fi: Eri näytetyyppejä koskevat näkökohdat
fr: Considérations pour différents types d'échantillons
it: Considerazioni sui diversi tipi di campione
ja: サンプルの種類の検討
pl: Rozważania dotyczące różnych typów próbek
pt: Considerações para diferentes tipos de amostra

source: There are many different options for types of samples to image, and advances in sample preparation techniques and imaging modalities are continually enabling the imaging of more diverse and complex biological specimens. As with many other aspects of experimental design, sample type selection comes with tradeoffs. Samples that are amenable to simple preparation and imaging tend to be small, thin, and relatively clear, like a monolayer of cultured cells. Such samples have obvious advantages and can be imaged in a high-throughput manner, but they're not suitable for every biological question. Sometimes a thicker specimen, like an organoid, or whole or sectioned tissue is needed, especially when the biological question involves interactions between different types of cells. Carefully consider what biological context is appropriate for your question and what measurements you'd ultimately like to be able to make. Below, we summarize some common sample types
cs: Existuje mnoho různých možností pro typy vzorků k zobrazení a pokroky v technikách přípravy vzorků a zobrazovacích modalitách neustále posouvají možnosti zobrazování rozmanitějších a složitějších biologických vzorků. Stejně jako u mnoha jiných aspektů experimentálního designu přichází výběr typu vzorku s kompromisy. Vzorky, které lze snadno připravit a zobrazit, bývají malé, tenké a relativně čiré (např. jako monovrstva kultivovaných buněk). Takové vzorky mají zjevné výhody a mohou být zobrazeny vysoce výkonným způsobem, ale nejsou vhodné pro každou biologickou otázku. Někdy je potřeba snímat i silnější vzorek, jako je organoid, nebo celá tkáň nebo tkáň nakrájená na řezy, zvláště když biologická otázka zahrnuje interakce mezi různými typy buněk. Pečlivě zvažte, jaký biologický kontext je pro vaši otázku vhodný a jaká měření byste nakonec chtěli provést. Níže shrnujeme některé běžné typy vzorků
de: Es gibt viele verschiedene Arten von Proben, welche aufgenommen werden können, und die Fortschritte bei den Techniken zur Probenvorbereitung und den Bildgebungsmodalitäten ermöglichen die Abbildung von immer mehr unterschiedlichen und komplexen biologischen Samples. Wie bei vielen anderen Aspekten der Versuchsplanung ist die Auswahl der Probenart mit Kompromissen verbunden. Proben, die sich einfach präparieren und abbilden lassen, sind in der Regel klein, dünn und relativ klar, wie z. B. ein Monolayer aus kultivierten Zellen. Solche Proben haben offensichtliche Vorteile und können mit hohem Durchsatz abgebildet werden, aber sie sind nicht für jede biologische Fragestellung geeignet. Manchmal ist eine dickere Probe wie ein Organoid oder gar ganzes oder geschnittenes Gewebe erforderlich, vor allem, wenn die biologische Fragestellung Wechselwirkungen zwischen verschiedenen Zelltypen beinhaltet. Überlegen Sie sorgfältig, welcher biologische Kontext für Ihre Frage geeignet ist und welche Messungen Sie letztendlich durchführen möchten. Im Folgenden finden Sie eine Zusammenfassung einiger gängiger Probentypen
es: Hay muchas opciones diferentes para los tipos de muestras a visualizar, y los avances en las técnicas de preparación de muestras y las modalidades de imagen permiten continuamente la imagen de especímenes biológicos más diversos y complejos. Al igual que con muchos otros aspectos del diseño experimental, la selección del tipo de muestra conlleva compensaciones. Las muestras que se pueden preparar y obtener imágenes de manera simple tienden a ser pequeñas, delgadas y relativamente claras, como una monocapa de células cultivadas. Estas muestras tienen ventajas obvias y se pueden obtener imágenes de alto rendimiento, pero no son adecuadas para todas las cuestiones biológicas. A veces se necesita una muestra más gruesa, como un organoide, o tejido entero o seccionado, especialmente cuando la cuestión biológica involucra interacciones entre diferentes tipos de células. Considere cuidadosamente qué contexto biológico es apropiado para su pregunta y qué mediciones le gustaría poder realizar en última instancia. A continuación, resumimos algunos tipos de muestras comunes
fa: گزینه‌های مختلفی برای انواع نمونه‌ها برای تصویر وجود دارد، و پیشرفت‌ها در تکنیک‌های آماده‌سازی نمونه و روش‌های تصویربرداری، به‌طور مداوم تصویربرداری از نمونه‌های بیولوژیکی متنوع‌تر و پیچیده‌تر را ممکن می‌سازد. مانند بسیاری از جنبه های دیگر طراحی آزمایشی، انتخاب نوع نمونه با معاوضه هایی همراه است. نمونه‌هایی که آماده‌سازی و تصویربرداری ساده هستند معمولاً کوچک، نازک و نسبتاً شفاف هستند، مانند تک لایه‌ای از سلول‌های کشت‌شده. چنین نمونه‌هایی مزایای آشکاری دارند و می‌توان آنها را به شیوه‌ای با کارایی بالا تصویر کرد، اما برای هر سؤال بیولوژیکی مناسب نیستند. گاهی اوقات یک نمونه ضخیم‌تر، مانند یک ارگانوئید، یا بافت کامل یا برش‌شده مورد نیاز است، به‌ویژه زمانی که سؤال بیولوژیکی شامل تعامل بین انواع مختلف سلول‌ها باشد. به دقت در نظر بگیرید که چه زمینه بیولوژیکی برای سؤال شما مناسب است و در نهایت می خواهید چه اندازه گیری هایی انجام دهید. در زیر، چند نوع نمونه رایج را خلاصه می کنیم
fi: Kuvattavien näytetyyppien osalta on monia eri vaihtoehtoja, ja näytteenvalmistustekniikoiden ja kuvantamismenetelmien kehittyminen mahdollistaa jatkuvasti yhä moninaisempien ja monimutkaisempien biologisten näytteiden kuvantamisen. Kuten monissa muissakin koesuunnitteluun liittyvissä asioissa, näytetyypin valintaan liittyy kompromisseja. Näytteet, jotka voidaan valmistaa ja kuvata yksinkertaisesti, ovat yleensä pieniä, ohuita ja suhteellisen kirkkaita, kuten viljeltyjen solujen monokerros. Tällaisilla näytteillä on selviä etuja, ja ne voidaan kuvata suurella läpimenoteholla, mutta ne eivät sovellu kaikkiin biologisiin kysymyksiin. Joskus tarvitaan paksumpaa näytettä, kuten organoidia tai kokonaista tai leikattua kudosta, erityisesti silloin, kun biologiseen kysymykseen liittyy erityyppisten solujen välisiä vuorovaikutuksia. Harkitse huolellisesti, mikä biologinen konteksti sopii kysymykseesi ja mitä mittauksia haluat lopulta pystyä tekemään. Seuraavassa on yhteenveto joistakin yleisimmistä näytetyypeistä.
fr: Il existe de nombreuses options différentes pour les types d'échantillons à imager, et les progrès des techniques de préparation d'échantillons et des modalités d'imagerie permettent continuellement l'imagerie d'échantillons biologiques plus divers et plus complexes. Comme pour de nombreux autres aspects de la conception expérimentale, la sélection du type d'échantillon s'accompagne de compromis. Les échantillons qui se prêtent à une préparation et à une imagerie simples ont tendance à être petits, minces et relativement clairs, comme une monocouche de cellules cultivées. De tels échantillons présentent des avantages évidents et peuvent être imagés à haut débit, mais ils ne conviennent pas à toutes les questions biologiques. Parfois, un spécimen plus épais, comme un organoïde, ou un tissu entier ou sectionné est nécessaire, en particulier lorsque la question biologique implique des interactions entre différents types de cellules. Considérez soigneusement quel contexte biologique est approprié pour votre question et quelles mesures vous aimeriez finalement pouvoir faire. Ci-dessous, nous résumons quelques types d'échantillons courants
it: Esistono molte opzioni per quanto riguarda i tipi di campioni da analizzare, e i progressi nelle tecniche di preparazione dei campioni e nelle modalità di imaging consentono di analizzare campioni biologici sempre più complessi. Come per molti altri aspetti della progettazione sperimentale, la scelta del tipo di campione comporta dei compromessi. I campioni che si prestano a una preparazione e a imaging semplice tendono a essere di piccole dimensioni e scarso spessore, e relativamente trasparenti, come un monostrato di cellule coltivate. Questi campioni presentano vantaggi evidenti e possono essere sottoposti a imaging ad alta velocità, ma non sono adatti a tutte le domande biologiche. A volte è necessario un campione più spesso, come un organoide o un tessuto intero o sezionato, soprattutto quando la questione biologica riguarda le interazioni tra diversi tipi di cellule. Considerate attentamente quale contesto biologico è appropriato per la vostra domanda e quali misure vorreste poter effettuare. Di seguito, riassumiamo alcuni tipi di campioni comuni
ja: 撮影する試料の種類には多くの選択肢があり、サンプル調製の技術や画像化モダリティの進歩により、さらに多様で複雑な生物学的試料のイメージングが可能になってきています。実験計画の他の多くの側面と同様、試料の種類の選択にはトレードオフがあります。簡便な調製とイメージングが可能な試料は、培養細胞の単層膜のように、小さく、薄く、比較的透明である傾向があります。このような試料はハイスループットでイメージングが可能であるという明らかな利点がありますが、すべての生物学的な疑問に適しているわけではありません。特に、異なる細胞種間の相互作用に関わる疑問をテーマにする場合は、オルガノイドのような厚みのある標本や、全組織や切片化された組織が必要になることがあります。どのような生物学的文脈が自分の疑問に適切で、最終的にどのような測定ができるようにしたいかを慎重に検討する必要があります。以下に一般的なサンプルの種類をまとめます。
pl: Istnieje wiele różnych typów próbek do obrazowania, a postępy w technikach przygotowania próbek i metodach obrazowania nieustannie umożliwiają obrazowanie bardziej zróżnicowanych i złożonych próbek biologicznych. Podobnie jak w przypadku wielu innych aspektów projektowania eksperymentów, wybór typu próbki wiąże się z kompromisami. Próbki, które można łatwo przygotować i obrazować, są zwykle małe, cienkie i stosunkowo wyraźne, jak pojedyncza warstwa hodowanych komórek. Takie próbki mają oczywiste zalety i można je obrazować z dużą przepustowością, ale nie są one odpowiednie dla każdego pytania biologicznego. Czasami potrzebna jest grubsza próbka, taka jak organoid, cała lub skrawana tkanka, zwłaszcza gdy kwestia biologiczna obejmuje interakcje między różnymi typami komórek. Ostrożnie zastanów się, jaki kontekst biologiczny jest odpowiedni dla twojego pytania i jakie pomiary chciałbyś ostatecznie wykonać. Poniżej podsumowujemy niektóre popularne typy próbek
pt: Existem muitas opções diferentes de tipos de amostras para geração de imagens, e os avanços nas técnicas de preparação de amostras e modalidades de imagem estão continuamente permitindo a geração de imagens de espécimes biológicos mais diversos e complexos. Como em muitos outros aspectos do projeto experimental, a seleção do tipo de amostra vem com lados bons e ruins. As amostras passíveis de preparação simples e geração de imagens tendem a ser pequenas, finas e relativamente transparentes, como uma monocamada de células. Essas amostras têm vantagens óbvias e podem ser visualizadas com alto rendimento, mas podem não ser adequadas para todas as questões biológicas. Às vezes é necessário um espécime mais espesso, como um organoide, ou um tecido inteiro ou seccionado, principalmente quando a questão biológica envolve interações entre diferentes tipos celulares. Considere cuidadosamente qual contexto biológico é apropriado para sua pergunta e quais medições você gostaria de poder fazer. Abaixo, resumimos alguns tipos de amostra comuns

source: 🤔 What are my options?
cs: 🤔 Jaké mám možnosti?
de: 🤔 Welche Möglichkeiten habe ich?
es: 🤔 ¿Cuáles son mis opciones?
fa: 🤔 گزینه های من چیست؟
fi: 🤔 Mitä vaihtoehtoja minulla on?
fr: 🤔 Quelles sont mes options ?
it: 🤔 Quali sono le possibilità che ho a disposizione?
ja: 🤔 どのような選択肢がありますか？
pl: 🤔 Jakie mam opcje?
pt: 🤔 Quais são minhas opções?

source: Here we present some major categories for sample types. Note that there are not hard boundaries between these different categories (e.g., both cells and organoids can be cultured in 3D, many of these specimens can be imaged live or after {term}`fixation`), but some general advantages and disadvantages are summarized below.
cs: Zde uvádíme některé hlavní kategorie pro typy vzorků. Všimněte si, že mezi těmito různými kategoriemi neexistují pevné hranice (např. buňky i organoidy lze kultivovat ve 3D, mnoho z těchto vzorků lze zobrazit živě nebo po {term}`fixaci`), ale některé obecné výhody a nevýhody jsou shrnuty níže.
de: Im Folgenden stellen wir einige Hauptkategorien für Probentypen vor. Beachten Sie, dass es keine festen Grenzen zwischen diesen verschiedenen Kategorien gibt (z. B. können sowohl Zellen als auch Organoide in 3D kultiviert werden, viele dieser Proben können lebend oder "fixiert" aufgenommen werden). Einige allgemeine Vor- und Nachteile werden im Folgenden zusammengefasst.
es: Aquí presentamos algunas categorías principales para los tipos de muestra. Tenga en cuenta que no existen límites estrictos entre estas diferentes categorías (por ejemplo, tanto las células como los organoides se pueden cultivar en 3D, muchos de estos especímenes se pueden visualizar en vivo o después de {term}`fijación`), pero se resumen algunas ventajas y desventajas generales abajo.
fa: در اینجا چند دسته بندی اصلی برای انواع نمونه ارائه می کنیم. توجه داشته باشید که مرزهای سختی بین این دسته های مختلف وجود ندارد (به عنوان مثال، سلول ها و ارگانوئیدها را می توان به صورت سه بعدی کشت، بسیاری از این نمونه ها را می توان به صورت زنده یا پس از {term}"تثبیت" تصویربرداری کرد. )، اما برخی از مزایا و معایب کلی در زیر خلاصه شده است.
fi: Seuraavassa esitellään joitakin näytetyyppien pääluokkia. Huomaa, että näiden eri luokkien välillä ei ole tiukkoja rajoja (esim. sekä soluja että organoideja voidaan viljellä 3D:ssä, ja monet näistä näytteistä voidaan kuvata elävinä tai {term}"kiinnityksen" jälkeen), mutta jäljempänä esitetään yhteenveto joistakin yleisistä eduista ja haitoista.
fr: Nous présentons ici quelques catégories principales pour les types d'échantillons. Notez qu'il n'y a pas de frontières strictes entre ces différentes catégories (par exemple, les cellules et les organoïdes peuvent être cultivés en 3D, beaucoup de ces spécimens peuvent être imagés en direct ou après {term}`fixation`), mais certains avantages et inconvénients généraux sont résumés ci-dessous.
it: Qui presentiamo alcune categorie principali di campioni. Si noti che non ci sono confini rigidi tra queste diverse categorie (ad esempio, sia le cellule che gli organoidi possono essere mantenuti in coltura 3D, molti di questi campioni possono essere osservati al microscopio prima o dopo essere stati {term}`fissati`), ma alcuni vantaggi e svantaggi generali sono riassunti di seguito.
ja: ここでは試料のタイプについて、いくつかの主要なカテゴリーを紹介します。これらのカテゴリーの間には、厳密な境界があるわけではないことに注意してください。例えば、細胞もオルガノイドも3D培養が可能であり、これらの試料の多くは生きたまま、または固定{term}`fixation`後に画像化できます。以下では、一般的な利点と欠点をまとめます。
pl: Poniżej przedstawiamy kilka głównych kategorii typów próbek. Należy zauważyć, że nie ma sztywnych granic między tymi różnymi kategoriami (np. zarówno komórki, jak i organoidy można hodować w 3D, wiele z tych okazów można obrazować na żywo lub po utrwaleniu {term}`), ale niektóre ogólne zalety i wady podsumowano poniżej.
pt: Aqui apresentamos algumas categorias principais de tipos de amostra. Observe que não há limites rígidos entre essas diferentes categorias (por exemplo, células e organoides podem ser cultivados em 3D, muitos desses espécimes podem ser visualizados ao vivo ou após {term}`fixação`), mas algumas vantagens e desvantagens gerais estão resumidas abaixo.

source: **Cultured cells**
cs: **Kultivované buňky**
de: **Kultivierte Zellen**
es: **Células cultivadas**
fa: **سلول های پرورشی**
fi: **Viljellyt solut**
fr: **Cellules cultivées**
it: **Colture cellulari**
ja: **培養細胞**
pl: **Komórki hodowane**
pt: **Células cultivadas**

source: Many different types of cells can be cultured, or grown in a dish. Cells can be grown in a monoculture, with only one cell type, or in a co-culture with multiple cell types.
cs: Mnoho různých typů buněk může být kultivováno nebo pěstováno v misce. Buňky mohou být pěstovány v monokultuře, pouze s jedním buněčným typem, nebo ve společné kultuře s více buněčnými typy.
de: Viele verschiedene Zelltypen können kultiviert oder in einer Schale gezüchtet werden. Zellen können in einer Monokultur mit nur einem Zelltyp oder in Co-Kultur mit mehreren Zelltypen gezüchtet werden.
es: Muchos tipos diferentes de células se pueden cultivar o hacer crecer en un plato. Las células se pueden cultivar en un monocultivo, con un solo tipo de célula, o en un cocultivo con varios tipos de células.
fa: انواع مختلفی از سلول ها را می توان کشت، یا در یک ظرف رشد داد. سلول ها را می توان به صورت تک کشت، تنها با یک نوع سلولی، یا در کشت مشترک با چندین نوع سلولی رشد داد.
fi: Monia erilaisia solutyyppejä voidaan viljellä tai kasvattaa lautasella. Soluja voidaan kasvattaa monokulttuurissa, jossa on vain yksi solutyyppi, tai yhteiskulttuurissa, jossa on useita solutyyppejä.
fr: De nombreux types de cellules différents peuvent être cultivés ou cultivés dans une boîte. Les cellules peuvent être cultivées dans une monoculture, avec un seul type de cellule, ou dans une co-culture avec plusieurs types de cellules.
it: È possibile mantenere in coltura molti tipi diversi di cellule. Le cellule possono essere mantenute in monocultura, con un solo tipo di cellula, o in co-coltura con più tipi di cellule.
ja: 様々な種類の細胞が培養可能です。培養の方法として、一種類の細胞だけを培養する単培養と、複数の細胞種を同時に培養する共培養があります。
pl: Wiele różnych typów komórek można hodować lub hodować w naczyniu. Komórki mogą być hodowane w monokulturze, z tylko jednym typem komórek, lub we wspólnej hodowli z wieloma typami komórek.
pt: Muitos tipos diferentes de células podem ser cultivados em garrafas ou em uma placa. As células podem ser cultivadas em monocultura, com apenas um tipo de célula, ou em cocultura com vários tipos de células.

source: _Advantages_
cs: _Výhody_
de: _Vorteile_
es: _Ventajas_
fa: _مزایای_
fi: _Edut_
fr: _Avantages_
it: _Vantaggi_
ja: _利点_
pl: _Zalety_
pt: _Vantagens_

source: Cultured cells tend to be relatively simple to image and for many questions can be imaged with widefield microscopy (see [Acquisition](content/microscope_selection)), which is faster and more accessible than confocal or superresolution methods. Additionally, high-throughput microscopes integrated with robotics can enable automation of experiments and imaging with cultured cells.
cs: Kultivované buňky mají tendenci být relativně jednoduché na zobrazení a pro mnoho otázek mohou být zobrazeny širokoúhlou mikroskopií (viz [Akvizice] (obsah/výběr mikroskopu)), která je rychlejší a dostupnější než metody konfokální nebo superrozlišovací. Kromě toho mohou vysoce výkonné mikroskopy integrované s robotikou umožnit automatizaci experimentů a zobrazování s kultivovanými buňkami.
de: Kultivierte Zellen sind in der Regel relativ einfach microskopisch aufzunehmen und können für viele Fragestellungen mit Weitfeldmikroskopie abgebildet werden (siehe [Acquisition](content/microscope_selection)). Diese ist oft schneller und leichter zugänglich als konfokale oder superauflösende Methoden. Darüber hinaus können Hochdurchsatzmikroskope mit integrierter Robotik die Automatisierung von Experimenten und Bildgebung mit kultivierten Zellen ermöglichen.
es: Las células cultivadas tienden a ser relativamente sencillas de obtener imágenes y, para muchas preguntas, se pueden obtener imágenes con microscopía de campo amplio (consulte [Adquisición](content/microscope_selection)), que es más rápida y accesible que los métodos confocal o de superresolución. Además, los microscopios de alto rendimiento integrados con la robótica pueden permitir la automatización de experimentos y la obtención de imágenes con células cultivadas.
fa: سلول‌های کشت‌شده معمولاً برای تصویربرداری نسبتاً ساده هستند و برای بسیاری از سؤال‌ها می‌توان با میکروسکوپ گسترده تصویربرداری کرد (به [اکتساب] (محتوا/میکروسکوپ_انتخاب) مراجعه کنید)، که سریع‌تر و در دسترس‌تر از روش‌های هم کانونی یا سوپررزولیشن است. علاوه بر این، میکروسکوپ‌های با توان بالا که با رباتیک ادغام شده‌اند، می‌توانند آزمایش‌ها و تصویربرداری با سلول‌های کشت‌شده را خودکار کنند.
fi: Viljeltyjä soluja on yleensä suhteellisen helppo kuvata, ja monissa kysymyksissä niitä voidaan kuvata laajakenttämikroskopialla (ks. [Acquisition](content/microscope_selection)), joka on nopeampi ja helpommin saatavilla kuin konfokaali- tai superresoluutiomenetelmät. Lisäksi robotiikkaan integroidut korkean läpimenon mikroskoopit voivat mahdollistaa kokeiden automatisoinnin ja kuvantamisen viljellyillä soluilla.
fr: Les cellules cultivées ont tendance à être relativement simples à imager et, pour de nombreuses questions, peuvent être imagées avec la microscopie à champ large (voir [Acquisition] (content/microscope_selection)), qui est plus rapide et plus accessible que les méthodes confocales ou de superrésolution. De plus, les microscopes à haut débit intégrés à la robotique peuvent permettre l'automatisation des expériences et de l'imagerie avec des cellules cultivées.
it: Le cellule in coltura tendono a essere relativamente semplici da sottoporre a imaging e per molte domande biologiche la microscopia a campo largo o “widefield" (vedi [Acquisizione](content/microscope_selection)) può essere utilizzata per l'acquisizione, che è più veloce e più accessibile dei metodi confocali o di super-risoluzione. Inoltre, i microscopi high-throughput integrati con componenti robotizzati possono consentire l'automazione degli esperimenti e l'imaging di cellule in coltura.
ja: 培養細胞は比較的簡単に撮影でき、多くのテーマでは、共焦点法や超解像法よりも迅速で利用しやすい広視野顕微鏡で撮影可能です（[Acquisition](content/microscope_selection)を参照）。さらに、ロボット工学と統合されたハイスループット顕微鏡を使えば、培養細胞を用いた実験やイメージングの自動化が可能です。
pl: Hodowane komórki są stosunkowo łatwe do zobrazowania iw przypadku wielu pytań można je obrazować za pomocą mikroskopii szerokokątnej (patrz [Akwizycja](zawartość/wybór mikroskopu)), która jest szybsza i bardziej dostępna niż metody konfokalne lub superrozdzielcze. Dodatkowo wysokowydajne mikroskopy zintegrowane z robotyką mogą umożliwić automatyzację eksperymentów i obrazowania z hodowanymi komórkami.
pt: Células cultivadas tendem a ser relativamente simples de visualizar e, para muitas questões, podem ser visualizadas com microscopia de campo aberto (consulte [Aquisição](seleção de conteúdo/microscópio)), que é mais rápida e mais acessível do que os métodos confocais ou de superresolução. Além disso, microscópios de alto rendimento integrados à robótica podem permitir a automação de experimentos e aquisição de imagens com células em monocamadas.
