Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Here we will discuss some of the key choices you will make during sample preparation, including selecting your sample type and fluorophore (if you're performing fluorescence microscopy). We also discuss some minimal controls necessary for interpreting your results.
cs: Zde probereme některé z klíčových voleb, které uděláte během přípravy vzorku, včetně výběru typu vzorku a fluoroforu (pokud provádíte fluorescenční mikroskopii). Diskutujeme také o některých minimálních kontrolách nezbytných pro interpretaci vašich výsledků.
de: Hier werden wir einige der wichtigsten Entscheidungen besprechen, die Sie während der Probenvorbereitung treffen müssen, einschließlich der Auswahl des Probentyps und des Fluorophors (wenn Sie Fluoreszenzmikroskopie betreiben). Wir besprechen auch einige Mindestkontrollen, die für die Interpretation Ihrer Ergebnisse erforderlich sind.
es: Aquí analizaremos algunas de las decisiones clave que tomará durante la preparación de la muestra, incluida la selección del tipo de muestra y el fluoróforo (si está realizando microscopía de fluorescencia). También discutimos algunos controles mínimos necesarios para interpretar sus resultados.
fa: در اینجا ما برخی از انتخاب‌های کلیدی را که در طول آماده‌سازی نمونه انجام خواهید داد، از جمله انتخاب نوع نمونه و فلوروفور (اگر میکروسکوپ فلورسانس انجام می‌دهید) مورد بحث قرار خواهیم داد. ما همچنین برخی از حداقل کنترل های لازم برای تفسیر نتایج شما را مورد بحث قرار می دهیم.
fi: Seuraavassa käsitellään joitakin näytteenvalmistuksen aikana tehtäviä keskeisiä valintoja, kuten näytetyypin ja fluorofoorin valintaa (jos teet fluoresenssimikroskopiaa). Käsittelemme myös joitakin vähimmäiskontrolleja, jotka ovat tarpeen tulosten tulkitsemiseksi.
fr: Ici, nous discuterons de certains des choix clés que vous ferez lors de la préparation de l'échantillon, y compris la sélection de votre type d'échantillon et de votre fluorophore (si vous effectuez une microscopie à fluorescence). Nous discutons également de certains contrôles minimaux nécessaires à l'interprétation de vos résultats.
it: Qui discuteremo alcune delle scelte chiave da fare durante la preparazione del campione, compresa la selezione del tipo di campione e del fluoroforo (se si esegue la microscopia a fluorescenza). Inoltre, discuteremo alcuni controlli minimi necessari per l'interpretazione dei risultati.
ja: ここでは、サンプルの種類や蛍光色素（蛍光顕微鏡を使用する場合）の選択など、サンプル調製時に行う重要な選択について説明します。また、結果の解釈に必要な最小限のコントロールについても説明します。
pl: Tutaj omówimy niektóre z kluczowych wyborów, których dokonasz podczas przygotowywania próbki, w tym wybór rodzaju próbki i fluoroforu (jeśli wykonujesz mikroskopię fluorescencyjną). Omówimy również pewne minimalne kontrole niezbędne do interpretacji wyników.
pt: Aqui discutiremos algumas das principais escolhas que você fará durante a preparação da amostra, incluindo a seleção do tipo de amostra e do fluoróforo (se estiver realizando microscopia de fluorescência). Também discutimos alguns controles mínimos necessários para interpretar seus resultados.

source: Reproducibility
cs: Reprodukovatelnost
de: Reproduzierbarkeit
es: reproducibilidad
fa: تکرارپذیری
fi: Uusittavuus
fr: Reproductibilité
it: Riproducibilità
ja: 再現性
pl: Powtarzalność
pt: Reprodutibilidade

source: A number of factors are critical in designing a reproducible microscopy experiment. A few critical factors are laid out here; see other works such as {cite}`Jost2019-nx`
cs: Při navrhování reprodukovatelného mikroskopického experimentu je rozhodující řada faktorů. Zde je uvedeno několik kritických faktorů; viz další díla, jako je {cite}`Jost2019-nx`
de: Für die Gestaltung eines reproduzierbaren Mikroskopieexperiments sind eine Reihe von Faktoren entscheidend. Einige kritische Faktoren werden hier dargelegt; siehe auch andere Arbeiten wie {cite}`Jost2019-nx`
es: Una serie de factores son críticos en el diseño de un experimento de microscopía reproducible. Aquí se exponen algunos factores críticos; ver otros trabajos como {cite}`Jost2019-nx`
fa: تعدادی از عوامل در طراحی یک آزمایش میکروسکوپ تکرارپذیر حیاتی هستند. چند عامل مهم در اینجا مطرح می شود. کارهای دیگری مانند {cite}`Jost2019-nx` را ببینید
fi: Useat tekijät ovat ratkaisevia, kun suunnitellaan toistettavaa mikroskopointikokeilua. Tässä esitetään muutamia kriittisiä tekijöitä; ks. myös muut teokset, kuten {cite}`Jost2019-nx`.
fr: Un certain nombre de facteurs sont essentiels dans la conception d'une expérience de microscopie reproductible. Quelques facteurs critiques sont présentés ici; voir d'autres œuvres telles que {cite}`Jost2019-nx`
it: Nella progettazione di un esperimento di microscopia riproducibile sono fondamentali diversi fattori. Alcuni fattori critici sono esposti qui; si vedano altri lavori come {cite}`Jost2019-nx`.
ja: 再現性のある顕微鏡実験をデザインするためには、多くの要素が重要である。{cite}`Jost2019-nx` などの著作を参照されたい。
pl: Szereg czynników ma kluczowe znaczenie przy projektowaniu powtarzalnego eksperymentu mikroskopowego. Przedstawiono tutaj kilka krytycznych czynników; zobacz inne prace, takie jak {cite}`Jost2019-nx`
pt: Uma série de fatores são críticos na concepção de um experimento de microscopia reprodutível. Alguns fatores críticos são apresentados aqui; veja outros trabalhos como {cite}`Jost2019-nx`

source: Antibody validation
cs: Validace protilátek
de: Antikörper-Validierung
es: Validación de anticuerpos
fa: اعتبار سنجی آنتی بادی
fi: Vasta-aineen validointi
fr: Validation des anticorps
it: Convalida dell'anticorpo
ja: 抗体のバリデーション
pl: Walidacja przeciwciał
pt: validação de anticorpos

source: While in a perfect world, antibodies would always be specific to a particular target, unfortunately, this cannot always be relied upon when performing {term}`immunolabeling`. {cite}`Uhlen2016-wy` When possible, one should perform knockout and/or knockdown controls to confirm antibody specificity; where not, look for availability of another antibody to a different part of the target molecule (sometimes called the _epitope_) and confirm you get consistent localization.
cs: Zatímco v dokonalém světě by protilátky byly vždy specifické pro konkrétní cíl, bohužel se na to nelze vždy spolehnout při provádění {term}`imunologického značení`. {cite}`Uhlen2016-wy` Pokud je to možné, měli byste provést knockout a/nebo knockdown kontroly k potvrzení specifity protilátky; kde ne, vyhledejte dostupnost jiné protilátky k jiné části cílové molekuly (někdy nazývané _epitop_) a potvrďte, že máte konzistentní lokalizaci.
de: In einer perfekten Welt wären Antikörper immer spezifisch für ein bestimmtes Zielmolekül, doch leider kann man sich bei der Durchführung von Immunmarkierungen nicht immer darauf verlassen. {cite} Wenn möglich, sollte man Knockout- und/oder Knockdown-Kontrollen durchführen, um die Antikörperspezifität zu bestätigen; wenn dies nicht möglich ist, sollte man nach der Verfügbarkeit eines anderen Antikörpers für einen anderen Teil des Zielmoleküls (manchmal als _Epitop_ bezeichnet) suchen und die konsistente Lokalisierung bestätigen.
es: Si bien en un mundo perfecto, los anticuerpos siempre serían específicos para un objetivo en particular, desafortunadamente, no siempre se puede confiar en esto al realizar {term}`inmunoetiquetado`. {cite}`Uhlen2016-wy` Cuando sea posible, se deben realizar controles de inactivación y/o inactivación para confirmar la especificidad del anticuerpo; donde no, busque la disponibilidad de otro anticuerpo para una parte diferente de la molécula objetivo (a veces llamada _epítopo_) y confirme que obtiene una localización consistente.
fa: در حالی که در دنیای کامل، آنتی‌بادی‌ها همیشه مختص یک هدف خاص هستند، متأسفانه، هنگام انجام {term}'immunolabeling' همیشه نمی‌توان به آن اعتماد کرد. {cite}'Uhlen2016-wy' در صورت امکان، باید کنترل های ناک اوت و/یا ناک داون را برای تایید ویژگی آنتی بادی انجام داد. در غیر این صورت، به دنبال در دسترس بودن آنتی بادی دیگری برای قسمت متفاوتی از مولکول هدف (که گاهی اوقات _epitope_ نامیده می شود) باشید و تأیید کنید که محلی سازی ثابتی دریافت می کنید.
fi: Täydellisessä maailmassa vasta-aineet olisivat aina spesifisiä tietylle kohteelle, mutta valitettavasti tähän ei aina voida luottaa, kun tehdään "immunomerkintää". {cite}`Uhlen2016-wy` Jos mahdollista, olisi tehtävä knockout- ja/tai knockdown-kontrolleja vasta-ainespesifisyyden varmistamiseksi; jos se ei ole mahdollista, etsi toisen vasta-aineen saatavuutta kohdemolekyylin eri osalle (jota kutsutaan joskus _epitopiksi_) ja varmista, että saat johdonmukaisen lokalisoinnin.
fr: Alors que dans un monde parfait, les anticorps seraient toujours spécifiques à une cible particulière, malheureusement, on ne peut pas toujours s'y fier lors de l'exécution d'un {term}`immunomarquage`. {cite}`Uhlen2016-wy` Lorsque cela est possible, il convient d'effectuer des contrôles d'inactivation et/ou d'inactivation pour confirmer la spécificité des anticorps ; sinon, recherchez la disponibilité d'un autre anticorps pour une partie différente de la molécule cible (parfois appelée _épitope_) et confirmez que vous obtenez une localisation cohérente.
it: Sebbene in un mondo perfetto gli anticorpi sarebbero sempre specifici per un particolare bersaglio, purtroppo non si può sempre fare affidamento su questo aspetto quando si esegue l'{term}`immunolabeling`. {cite} Quando è possibile, si dovrebbero eseguire controlli knockout e/o knockdown per confermare la specificità dell'anticorpo; in caso contrario, si dovrebbe cercare la disponibilità di un altro anticorpo per una parte diversa della molecola bersaglio (a volte chiamata _epitopo_) e confermare che si ottiene una localizzazione coerente.
ja: 完璧な世界であれば、抗体は常に特定の標的に特異的であるはずだが、残念ながら、{term}`immunolabeling` を行う際には、これは必ずしも当てにならない。{cite}Uhlen2016-wy`可能であれば、抗体の特異性を確認するためにノックアウトやノックダウンの対照を行うべきである。そうでない場合は、標的分子の別の部分（_epitope_と呼ばれることもある）に対する別の抗体が利用可能かどうかを調べ、一貫した局在が得られることを確認する。
pl: Chociaż w idealnym świecie przeciwciała zawsze byłyby specyficzne dla określonego celu, niestety nie zawsze można na tym polegać podczas przeprowadzania {term}`immunoznakowania`. {cite}`Uhlen2016-wy` Jeśli to możliwe, należy przeprowadzić kontrolę knockout i/lub knockdown w celu potwierdzenia swoistości przeciwciał; jeśli nie, poszukaj dostępności innego przeciwciała dla innej części cząsteczki docelowej (czasami nazywanej _epitopem_) i potwierdź, że uzyskałeś spójną lokalizację.
pt: Embora em um mundo perfeito, os anticorpos sempre seriam específicos para um alvo específico, infelizmente, isso nem sempre pode ser considerado ao realizar {termo}`imunomarcação`. {cite}`Uhlen2016-wy` Quando possível, deve-se realizar controles knockout e/ou knockdown para confirmar a especificidade do anticorpo; onde não, procure a disponibilidade de outro anticorpo para uma parte diferente da molécula alvo (às vezes chamada de _epítopo_) e confirme se obteve uma localização consistente.

source: Optimizing your {term}`blocking` and {term}`permeabilization` conditions for the particular antibody and protocol can reduce non-specific background. No-primary-antibody controls should always be performed as well, as they are essential for validating signal specificity.
cs: Optimalizace podmínek {term}`blokování` a {term}`permeabilizace` pro konkrétní protilátku a protokol může snížit nespecifické pozadí. Vždy by měly být také prováděny kontroly bez primární protilátky, protože jsou nezbytné pro ověření specifity signálu.
de: Die Optimierung der {term}"Blockierungs"- und {term}"Permeabilisierungs"-Bedingungen für den jeweiligen Antikörper und das Protokoll kann den unspezifischen Hintergrund reduzieren. Es sollten immer auch Kontrollen ohne primäre Antikörper durchgeführt werden, da sie für die Validierung der Signalspezifität unerlässlich sind.
es: La optimización de las condiciones de {term}`bloqueo` y {term}`permeabilización` para el anticuerpo y el protocolo en particular puede reducir el fondo no específico. También se deben realizar siempre controles sin anticuerpos primarios, ya que son esenciales para validar la especificidad de la señal.
fa: بهینه‌سازی شرایط {term}«مسدود کردن» و {term}«نفوذپذیری» برای آنتی‌بادی و پروتکل خاص می‌تواند پس‌زمینه غیر اختصاصی را کاهش دهد. کنترل‌های بدون آنتی‌بادی اولیه نیز باید همیشه انجام شوند، زیرا برای اعتبارسنجی ویژگی سیگنال ضروری هستند.
fi: Optimoimalla {term}`blocking`- ja {term}`permeabilointi`-olosuhteet tietylle vasta-aineelle ja protokollalle voidaan vähentää epäspesifistä taustaa. Aina olisi myös tehtävä kontrollit, joissa ei ole primaarivasta-aineita, sillä ne ovat olennaisen tärkeitä signaalin spesifisyyden validoimiseksi.
fr: L'optimisation de vos conditions de blocage et d'{term} "perméabilisation" pour l'anticorps et le protocole particuliers peut réduire le fond non spécifique. Les contrôles sans anticorps primaires doivent toujours être effectués également, car ils sont essentiels pour valider la spécificité du signal.
it: L'ottimizzazione delle condizioni di "blocco" di {term} e di "permeabilizzazione" di {term} per il particolare anticorpo e protocollo può ridurre il background aspecifico. È sempre opportuno eseguire anche controlli senza anticorpo primario, poiché sono essenziali per convalidare la specificità del segnale.
ja: {term}`blocking` と{term}`permeabilization` の条件を特定の抗体とプロトコールに最適化することで、非特異的バッ クグラウンドを減らすことができる。シグナルの特異性を検証するために不可欠であるため、プライマリー抗体なしのコントロールも常に行う必要があります。
pl: Optymalizacja warunków {term}`blocking` i {term}`permeabilization` dla konkretnego przeciwciała i protokołu może zredukować niespecyficzne tło. Zawsze należy również przeprowadzać kontrole bez przeciwciał pierwotnych, ponieważ są one niezbędne do walidacji swoistości sygnału.
pt: A otimização de suas condições de {term}`bloqueio` e {term}`permeabilização` para o anticorpo e protocolo específicos pode reduzir o fundo não específico. Controles sem anticorpos primários devem sempre ser realizados também, pois são essenciais para validar a especificidade do sinal.

source: Fluorescent protein localization validation
cs: Ověření lokalizace fluorescenčního proteinu
de: Validierung der Lokalisierung von fluoreszierenden Proteinen
es: Validación de localización de proteínas fluorescentes
fa: اعتبار سنجی محلی سازی پروتئین فلورسنت
fi: Fluoresoivan proteiinin lokalisoinnin validointi
fr: Validation de la localisation des protéines fluorescentes
it: Convalida della localizzazione della proteina fluorescente
ja: 蛍光タンパク質の局在検証
pl: Walidacja lokalizacji białek fluorescencyjnych
pt: Validação de localização de proteína fluorescente

source: Expression of fluorescently-tagged proteins can make localization of a molecule or structure possible, especially when no good antibody exist for immunolabeling and/or it will be helpful to observe the molecule's behavior in live cells. While a study comparing overlap between the same molecular targets with fluorescent proteins vs antibodies found 80% overlap, they also found that some considerations (such as whether the C- or N- terminus of a protein is tagged) may cause changes in localization. {cite}`Stadler2013`. A recent paper {cite}`Sittewelle2023` surveys considerations for genetic tagging of molecules for live microscopy.
cs: Exprese fluorescenčně značených proteinů může umožnit lokalizaci molekuly nebo struktury, zvláště když neexistuje dobrá protilátka pro imunoznačení a/nebo bude užitečné pozorovat chování molekuly v živých buňkách. Zatímco studie porovnávající překrývání mezi stejnými molekulárními cíli s fluorescenčními proteiny vs. protilátkami zjistila 80% překrytí, zjistila také, že některé úvahy (například zda je C- nebo N-konec proteinu označen) mohou způsobit změny v lokalizaci. {cite}`Stadler2013`. Nedávný dokument {cite}`Sittewelle2023` zkoumá úvahy o genetickém značení molekul pro živou mikroskopii.
de: Die Expression von fluoreszenzmarkierten Proteinen kann die Lokalisierung eines Moleküls oder einer Struktur ermöglichen, insbesondere wenn kein geeigneter Antikörper für die Immunmarkierung zur Verfügung steht und/oder es hilfreich ist, das Verhalten des Moleküls in lebenden Zellen zu beobachten. Eine Studie, in der die Überlappung zwischen denselben molekularen Zielen mit fluoreszierenden Proteinen und Antikörpern verglichen wurde, ergab zwar eine Überlappung von 80 %, aber es wurde auch festgestellt, dass einige Überlegungen (z. B. ob der C- oder N-Terminus eines Proteins markiert ist) zu Veränderungen bei der Lokalisierung führen können. {cite} Stadler2013". Ein kürzlich erschienener Artikel {cite}`Sittewelle2023` gibt einen Überblick über Überlegungen zur genetischen Markierung von Molekülen für die Live-Mikroskopie.
es: La expresión de proteínas marcadas con fluorescencia puede hacer posible la localización de una molécula o estructura, especialmente cuando no existe un buen anticuerpo para el inmunomarcaje y/o será útil observar el comportamiento de la molécula en células vivas. Si bien un estudio que comparó la superposición entre los mismos objetivos moleculares con proteínas fluorescentes frente a anticuerpos encontró una superposición del 80 %, también encontraron que algunas consideraciones (como si el extremo C o N de una proteína está etiquetado) pueden causar cambios en la localización. {cite}`Stadler2013`. Un artículo reciente {cite}`Sittewelle2023` examina las consideraciones para el etiquetado genético de moléculas para microscopía en vivo.
fa: بیان پروتئین‌های دارای برچسب فلورسنت می‌تواند محلی‌سازی یک مولکول یا ساختار را امکان‌پذیر کند، به‌ویژه زمانی که هیچ آنتی‌بادی خوبی برای نشان‌گذاری ایمنی وجود نداشته باشد و/یا مشاهده رفتار مولکول در سلول‌های زنده مفید باشد. در حالی که مطالعه‌ای که همپوشانی بین اهداف مولکولی مشابه با پروتئین‌های فلورسنت را در مقابل آنتی‌بادی‌ها مقایسه می‌کند، 80 درصد همپوشانی را نشان می‌دهد، آنها همچنین دریافتند که برخی ملاحظات (مانند اینکه آیا انتهای C- یا N- یک پروتئین علامت‌گذاری شده است) ممکن است باعث تغییر در محلی‌سازی شود. {cite}«Stadler2013». مقاله اخیر {cite}«Sittewelle2023» ملاحظات برچسب‌گذاری ژنتیکی مولکول‌ها را برای میکروسکوپ زنده بررسی می‌کند.
fi: Fluoresenssimerkittyjen proteiinien ilmentäminen voi mahdollistaa molekyylin tai rakenteen lokalisoinnin erityisesti silloin, kun immunomerkintään ei ole olemassa hyvää vasta-ainetta ja/tai on hyödyllistä tarkkailla molekyylin käyttäytymistä elävissä soluissa. Tutkimuksessa, jossa verrattiin samojen molekyylikohteiden päällekkäisyyttä fluoresoivilla proteiineilla ja vasta-aineilla, havaittiin 80 prosentin päällekkäisyys, mutta havaittiin myös, että jotkin seikat (kuten se, onko proteiinin C- vai N-pääte merkitty) voivat aiheuttaa muutoksia lokalisoinnissa. {cite}`Stadler2013`. Tuoreessa julkaisussa {cite}`Sittewelle2023` tarkastellaan molekyylien geneettiseen merkitsemiseen liittyviä näkökohtia elävää mikroskopiaa varten.
fr: L'expression de protéines marquées par fluorescence peut rendre possible la localisation d'une molécule ou d'une structure, en particulier lorsqu'il n'existe aucun bon anticorps pour l'immunomarquage et/ou qu'il sera utile d'observer le comportement de la molécule dans des cellules vivantes. Alors qu'une étude comparant le chevauchement entre les mêmes cibles moléculaires avec des protéines fluorescentes et des anticorps a révélé un chevauchement de 80 %, ils ont également constaté que certaines considérations (telles que le marquage de l'extrémité C ou N d'une protéine) peuvent entraîner des changements de localisation. {cite}`Stadler2013`. Un article récent {cite}`Sittewelle2023` examine les considérations relatives au marquage génétique de molécules pour la microscopie vivante.
it: L'espressione di proteine marcate con fluorescenza può rendere possibile la localizzazione di una molecola o di una struttura, soprattutto quando non esistono anticorpi validi per l'immunomarcatura e/o è utile osservare il comportamento della molecola in cellule vive. Uno studio che ha confrontato la sovrapposizione tra gli stessi bersagli molecolari con proteine fluorescenti e anticorpi ha riscontrato una sovrapposizione dell'80%, ma ha anche rilevato che alcune considerazioni (come il fatto che il terminale C o N di una proteina sia etichettato) possono causare cambiamenti nella localizzazione. {cite} Stadler2013`. Un recente lavoro {cite}`Sittewelle2023` esamina le considerazioni per il tagging genetico delle molecole per la microscopia dal vivo.
ja: 蛍光標識タンパク質を発現させることで、分子や構造の局在化が可能になる。特に、免疫標識に適した抗体が存在しない場合や、生きた細胞で分子の挙動を観察するのに有用な場合である。蛍光タンパク質と抗体を用いて同じ分子ターゲットのオーバーラップを比較した研究では、80％のオーバーラップが見られたが、いくつかの考慮点（タンパク質のC末端とN末端のどちらにタグが付けられているかなど）が局在の変化を引き起こす可能性があることもわかった。{cite}Stadler2013`。最近の論文{cite}`Sittewelle2023` は、ライブ顕微鏡用の分子の遺伝子タグ付けに関する考察を調査している。
pl: Ekspresja białek znakowanych fluorescencyjnie może umożliwić lokalizację cząsteczki lub struktury, zwłaszcza gdy nie istnieją dobre przeciwciała do znakowania immunologicznego i/lub pomocna będzie obserwacja zachowania cząsteczki w żywych komórkach. Podczas gdy badanie porównujące nakładanie się tych samych celów molekularnych z białkami fluorescencyjnymi i przeciwciałami wykazało 80% nakładania się, odkryli również, że niektóre względy (takie jak to, czy C- lub N-koniec białka jest oznaczony) mogą powodować zmiany w lokalizacji. {cite}`Stadler2013`. Niedawny artykuł {cite}`Sittewelle2023` analizuje rozważania dotyczące znakowania genetycznego cząsteczek do mikroskopii na żywo.
pt: A expressão de proteínas marcadas com fluorescência pode possibilitar a localização de uma molécula ou estrutura, especialmente quando não existe nenhum bom anticorpo para imunomarcação e/ou será útil observar o comportamento da molécula em células vivas. Enquanto um estudo comparando a sobreposição entre os mesmos alvos moleculares com proteínas fluorescentes versus anticorpos encontrou 80% de sobreposição, eles também descobriram que algumas considerações (como se o terminal C ou N de uma proteína está marcado) podem causar alterações na localização. {cite}`Stadler2013`. Um artigo recente {cite}`Sittewelle2023` examina considerações para marcação genética de moléculas para microscopia ao vivo.

source: Bleedthrough
de: Durchsickern
es: Sangrar a través
fa: خونریزی از طریق
fr: Saigner à travers
it: Sanguinamento
ja: ブリードスルー
pl: Przebicie
pt: Sangrar através
