Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Because organoids are 3D structures, they often are not amenable to widefield imaging and may require spinning disk or point-scanning confocal microscopy.
cs: Protože organoidy jsou 3D struktury, často nejsou přístupné širokoúhlému zobrazování a mohou vyžadovat zobrazení spinning diskem nebo bodovou konfokální mikroskopii.
de: Da es sich bei Organoiden um 3D-Strukturen handelt, sind sie oft nicht für die Weitwinkelmikroskopie geeignet, sondern erfordern die konfokale Mikroskopie mit rotierenden Scheiben oder Punktrastern.
es: Debido a que los organoides son estructuras 3D, a menudo no son aptos para imágenes de campo amplio y pueden requerir un disco giratorio o microscopía confocal de escaneo de puntos.
fa: از آنجایی که ارگانوئیدها ساختارهای سه بعدی هستند، اغلب قابل تصویربرداری با میدان وسیع نیستند و ممکن است به دیسک چرخان یا میکروسکوپ کانفوکال اسکن نقطه ای نیاز داشته باشند.
fi: Koska organoidit ovat 3D-rakenteita, niitä ei useinkaan voida kuvata laajakenttäkuvauksella, vaan ne saattavat vaatia pyörivän levyn tai pistekohtaisen konfokaalimikroskopian käyttöä.
fr: Étant donné que les organoïdes sont des structures 3D, ils ne se prêtent souvent pas à l'imagerie à champ large et peuvent nécessiter un disque rotatif ou une microscopie confocale à balayage ponctuel.
it: Poiché gli organoidi sono strutture tridimensionali, spesso non sono adatti all'imaging a largo campo e possono richiedere la microscopia confocale a disco rotante o a scansione puntiforme.
ja: オルガノイドは3次元構造であるため、広視野イメージングができないことが多く、スピニングディスク顕微鏡やポイントスキャン共焦点顕微鏡が必要になることがあります。
pl: Ponieważ organoidy są strukturami 3D, często nie nadają się do obrazowania w szerokim polu i mogą wymagać wirującego dysku lub punktowej mikroskopii konfokalnej.
pt: Como os organoides são estruturas 3D, eles geralmente não são passíveis de imagem de campo aberto e podem exigir microscopia confocal de varredura por ponto ou _spinning disk_.

source: **Tissue**
cs: **Tkáň**
de: **Gewebe**
es: **Tejido**
fa: **بافت**
fi: **Kudos**
fr: **Tissu**
it: **Tessuto**
ja: **組織**
pl: **Tkanka**
pt: **Tecido**

source: Tissues are formed when cells act together to perform a specific function. Tissues can be cultured by taking a piece of an animal or plant and allowing it to continue to survive and grow in a dish. Tissues can also be harvested from plants or animals and stained for the presence of different molecules. Tissues are typically cut into pieces (aka {term}`tissue sectioning`), and can be fixed, fresh, or frozen, or even alive in {term}`ex-vivo imaging`.
cs: Tkáně vznikají, když buňky společně plní určitou funkci. Tkáně lze kultivovat tak, že se odebere kus živočicha nebo rostliny a nechá se dále přežívat a růst v misce. Tkáně lze také odebrat z rostlin nebo zvířat a obarvit je na přítomnost různých molekul. Tkáně se obvykle rozřežou na kousky (tzv. {term}"rozřezání tkáně") a mohou být fixované, čerstvé nebo zmrazené, nebo dokonce živé při {term}"zobrazování ex-vivo".
de: Gewebe entstehen, wenn Zellen zusammenwirken, um eine bestimmte Funktion zu erfüllen. Gewebe können gezüchtet werden, indem man ein Stück eines Tieres oder einer Pflanze entnimmt und es in einer Schale weiterleben und wachsen lässt. Gewebe können auch aus Pflanzen oder Tieren entnommen und auf das Vorhandensein verschiedener Moleküle hin gefärbt werden. Gewebe werden in der Regel in Stücke geschnitten ( {term}`Gewebeschnitt`) und können fixiert, frisch oder gefroren oder sogar lebendig in {term}`ex-vivo imaging` sein.
es: Los tejidos se forman cuando las células actúan juntas para realizar una función específica. Los tejidos se pueden cultivar tomando un trozo de un animal o una planta y permitiéndole continuar sobreviviendo y creciendo en un plato. Los tejidos también pueden recolectarse de plantas o animales y teñirse para detectar la presencia de diferentes moléculas. Los tejidos generalmente se cortan en pedazos (también conocido como {term}`seccionamiento de tejido`), y se pueden fijar, frescos o congelados, o incluso vivos en {term}`imágenes ex-vivo`.
fa: بافت ها زمانی تشکیل می شوند که سلول ها با هم برای انجام یک عملکرد خاص عمل کنند. بافت ها را می توان با برداشتن یک تکه از یک حیوان یا گیاه و اجازه دادن به ادامه حیات و رشد در ظرف کشت داد. همچنین می توان بافت ها را از گیاهان یا حیوانات برداشت و برای حضور مولکول های مختلف رنگ آمیزی کرد. بافت‌ها معمولاً به قطعات بریده می‌شوند (با نام مستعار {term}'sissue cutting') و می‌توانند ثابت، تازه، یا منجمد یا حتی زنده در {term} باشند. "تصویربرداری ex-vivo".
fi: Kudokset muodostuvat, kun solut toimivat yhdessä suorittaakseen tietyn tehtävän. Kudoksia voidaan viljellä ottamalla pala eläimestä tai kasvista ja antamalla sen jatkaa eloonjäämistä ja kasvamista maljassa. Kudoksia voidaan myös kerätä kasveista tai eläimistä ja värjätä eri molekyylien esiintymisen varalta. Kudokset leikataan yleensä paloiksi ( {term}`tissue sectioning`), ja ne voidaan kiinnittää, tuoreina tai pakastaa tai jopa elävinä {term}`ex-vivo imaging`.
fr: Les tissus se forment lorsque les cellules agissent ensemble pour remplir une fonction spécifique. Les tissus peuvent être cultivés en prenant un morceau d'un animal ou d'une plante et en lui permettant de continuer à survivre et à se développer dans un plat. Les tissus peuvent également être récoltés à partir de plantes ou d'animaux et colorés pour la présence de différentes molécules. Les tissus sont généralement coupés en morceaux (alias {term}`section de tissus`), et peuvent être fixés, frais ou congelés, ou même vivants dans {term}`imagerie ex-vivo`.
it: I tessuti si formano quando le cellule agiscono insieme per svolgere una funzione specifica. I tessuti possono essere coltivati prendendo un pezzo di un animale o di una pianta e lasciandolo sopravvivere e crescere in un piatto. I tessuti possono anche essere prelevati da piante o animali e colorati per verificare la presenza di diverse molecole. I tessuti sono tipicamente tagliati in pezzi (alias {term}"sezionamento dei tessuti") e possono essere fissati, freschi o congelati, o anche vivi in {term}"imaging ex-vivo".
ja: 細胞が特定の機能を果たすために一緒に働くとき、組織が形成されます。組織は、動物や植物の一部を採取し、それをディッシュの中で生存・成長させ続けることによって培養できます。また、動植物から組織を採取し、さまざまな分子の存在を染色することもできます。組織は通常、切り刻まれ（別名{term}`組織切片化`）、固定されたり、新鮮なまま、あるいは凍結されたり、あるいは{term}`生体外イメージング`で生かされたりします。
pl: Tkanki powstają, gdy komórki działają razem, aby wykonać określoną funkcję. Tkanki można hodować, biorąc kawałek zwierzęcia lub rośliny i pozwalając mu przetrwać i rosnąć w naczyniu. Tkanki można również pobierać z roślin lub zwierząt i barwić na obecność różnych cząsteczek. Tkanki są zazwyczaj cięte na kawałki (inaczej {term}`tkanka na skrawki`) i mogą być utrwalone, świeże lub zamrożone, a nawet żywe w obrazowaniu {term}`ex-vivo`.
pt: Os tecidos são formados quando as células agem juntas para realizar uma função específica. Os tecidos podem ser cultivados tomando um pedaço de um animal ou planta e permitindo que ele continue a sobreviver e crescer em uma placa. Os tecidos também podem ser colhidos de plantas ou animais e corados para diferentes moléculas. Os tecidos são normalmente cortados em pedaços (também conhecidos como {term}`tissue section`) e podem ser fixados, frescos ou congelados, ou mesmo vivos em {term}`imagem ex-vivo`.

source: Tissues have more intact cell-cell interactions that are generally more representative of what happens _in vivo_ than in cell culture.
cs: Tkáně mají více neporušených interakcí buňka-buňka, které jsou obecně více reprezentativní pro to, co se děje _in vivo_ než v buněčné kultuře.
de: Gewebe haben intaktere Zell-Zell-Interaktionen, die im Allgemeinen repräsentativer für das sind, was _in vivo_ passiert als in Zellkulturen.
es: Los tejidos tienen interacciones célula-célula más intactas que generalmente son más representativas de lo que sucede _in vivo_ que en el cultivo celular.
fa: بافت‌ها برهمکنش‌های سلول-سلول دست‌نخورده‌تری دارند که عموماً نمایانگر آنچه در داخل بدن اتفاق می‌افتد نسبت به کشت سلولی است.
fi: Kudoksissa solujen ja solujen väliset vuorovaikutussuhteet ovat koskemattomampia ja edustavat yleensä paremmin sitä, mitä tapahtuu _elävässä_ kuin soluviljelmissä.
fr: Les tissus ont des interactions cellule-cellule plus intactes qui sont généralement plus représentatives de ce qui se passe _in vivo_ qu'en culture cellulaire.
it: I tessuti hanno interazioni cellula-cellula più intatte che sono generalmente più rappresentative di ciò che accade _in vivo_ rispetto alla coltura cellulare.
ja: 組織では細胞間の相互作用がより完全な状態にあり、これは一般に細胞培養よりも生体内で起こっていることをよりよく表しています。
pl: Tkanki mają więcej nienaruszonych interakcji komórka-komórka, które generalnie są bardziej reprezentatywne dla tego, co dzieje się _in vivo_ niż w hodowli komórkowej.
pt: Os tecidos têm mais interações célula-célula intactas que geralmente são mais representativas do que acontece _in vivo_ do que na cultura celular.

source: Repositories of donated human tissues enable biomedical research to study a diverse sample of patients with a particular disease.
cs: Úložiště darovaných lidských tkání umožňuje biomedicínskému výzkumu studovat různorodý vzorek pacientů s konkrétním onemocněním.
de: Lagerstätten für gespendetes menschliches Gewebe ermöglichen es der biomedizinischen Forschung, eine Vielzahl von Patienten mit einer bestimmten Krankheit zu untersuchen.
es: Los depósitos de tejidos humanos donados permiten que la investigación biomédica estudie una muestra diversa de pacientes con una enfermedad particular.
fa: مخازن بافت های انسانی اهدایی، تحقیقات زیست پزشکی را قادر می سازد تا نمونه های متنوعی از بیماران مبتلا به یک بیماری خاص را مطالعه کنند.
fi: Luovutettujen ihmiskudosten varastot mahdollistavat biolääketieteellisen tutkimuksen, jonka avulla voidaan tutkia monipuolista otosta potilaista, joilla on tietty sairaus.
fr: Les dépôts de tissus humains donnés permettent à la recherche biomédicale d'étudier un échantillon diversifié de patients atteints d'une maladie particulière.
it: I depositi di tessuti umani donati consentono alla ricerca biomedica di studiare un campione diversificato di pazienti affetti da una particolare malattia.
ja: 寄贈されたヒト組織のレポジトリにより、生物医学研究が特定の疾患を持つ患者の多様なサンプルを扱うことが可能になります。
pl: Repozytoria oddanych tkanek ludzkich umożliwiają badaniom biomedycznym badanie zróżnicowanej próby pacjentów z określoną chorobą.
pt: Os repositórios de tecidos humanos doados permitem que a pesquisa biomédica estude uma amostra diversificada de pacientes com uma doença específica.

source: Primary cells and tissues tend to be sensitive to environment than immortalized cell lines and can be more difficult to grow and may require specialized protocols depending on cell type.
cs: Primární buňky a tkáně mají tendenci být citlivé na prostředí než imortalizované buněčné linie a jejich růst může být obtížnější a mohou vyžadovat specializované protokoly v závislosti na typu buňky.
de: Primäre Zellen und Gewebe sind in der Regel empfindlicher gegenüber Umwelteinflüssen als unsterbliche Zelllinien und können schwieriger zu züchten sein und je nach Zelltyp spezielle Protokolle erfordern.
es: Las células y los tejidos primarios tienden a ser sensibles al medio ambiente que las líneas celulares inmortalizadas y pueden ser más difíciles de cultivar y pueden requerir protocolos especializados según el tipo de célula.
fa: سلول ها و بافت های اولیه نسبت به رده های سلولی جاودانه نسبت به محیط حساس هستند و رشد آنها دشوارتر است و بسته به نوع سلول ممکن است به پروتکل های تخصصی نیاز داشته باشد.
fi: Primäärisolut ja -kudokset ovat yleensä herkempiä ympäristölle kuin kuolemattomat solulinjat, ja niiden kasvattaminen voi olla hankalampaa, ja ne saattavat vaatia erityisiä protokollia solutyypistä riippuen.
fr: Les cellules et les tissus primaires ont tendance à être sensibles à l'environnement que les lignées cellulaires immortalisées et peuvent être plus difficiles à cultiver et peuvent nécessiter des protocoles spécialisés en fonction du type de cellule.
it: Le cellule e i tessuti primari tendono a essere più sensibili all'ambiente rispetto alle linee cellulari immortalizzate, possono essere più difficili da coltivare e possono richiedere protocolli specializzati a seconda del tipo di cellula.
ja: 初代培養細胞および組織は、不死化細胞株よりも環境に敏感な傾向があり、増殖がより困難になる可能性があり、細胞の種類に応じて特殊なプロトコルが必要になる場合があります。
pl: Pierwotne komórki i tkanki są zwykle wrażliwe na środowisko niż unieśmiertelnione linie komórkowe i mogą być trudniejsze w hodowli i mogą wymagać specjalistycznych protokołów w zależności od typu komórek.
pt: Células e tecidos primários tendem a ser sensíveis ao ambiente do que linhas celulares imortalizadas e podem ser mais difíceis de crescer e podem exigir protocolos especializados, dependendo do tipo de célula.

source: Tissues harvested from a whole animal or plant require time for the development and growth of that specimen before harvesting.
cs: Tkáně odebrané z celého zvířete nebo rostliny vyžadují před sklizní čas na vývoj a růst daného vzorku.
de: Gewebe, die von einem ganzen Tier oder einer ganzen Pflanze entnommen werden, benötigen vor der Entnahme Zeit für die Entwicklung und das Wachstum des betreffenden Exemplars.
es: Los tejidos recolectados de un animal o planta completos requieren tiempo para el desarrollo y crecimiento de ese espécimen antes de la recolección.
fa: بافت های برداشت شده از یک حیوان یا گیاه کامل قبل از برداشت نیاز به زمان برای رشد و نمو آن نمونه دارد.
fi: Kokonaisesta eläimestä tai kasvista kerätyt kudokset vaativat aikaa kyseisen näytteen kehittymiseen ja kasvuun ennen keräämistä.
fr: Les tissus prélevés sur un animal ou une plante entière nécessitent du temps pour le développement et la croissance de ce spécimen avant la récolte.
it: I tessuti prelevati da un animale o da una pianta interi richiedono tempo per lo sviluppo e la crescita del campione prima del prelievo.
ja: 動物や植物全体から採取した組織は、採取前にその標本が発達し成長する時間が必要です。
pl: Tkanki zebrane z całego zwierzęcia lub rośliny wymagają czasu na rozwój i wzrost tego okazu przed pobraniem.
pt: Os tecidos colhidos de um animal ou planta inteira requerem tempo para o desenvolvimento e crescimento desse espécime antes da colheita.

source: **Whole organism / embryo**
cs: **Celý organismus / embryo**
de: **Ganzer Organismus/Embryo**
es: **Organismo completo/embrión**
fa: **کل ارگانیسم / جنین**
fi: **Koko organismi / alkio**
fr: **Organisme entier / embryon**
it: **Intero organismo / embrione**
ja: **生物全体／胚**
pl: **Cały organizm / zarodek**
pt: **Organismo inteiro/embrião**

source: Some whole organisms are thin and transparent enough to image. Some animals also have near-transparent embryonic stages, like the zebrafish. Additionally, {term}`intravital imaging` is the imaging of cellular structures or biological processes inside a live animal in real time, without extracting the organs or fixing the sample. In general, it requires specific instrumentation or modalities with improved light penetration, such as multiphoton microscopy and is limited to the ability to access the specific organ, often through optical windows.
cs: Některé celé organismy jsou tenké a dostatečně průhledné pro zobrazení. Některá zvířata mají také téměř průhledná embryonální stádia, jako je zebrafish. Kromě toho {term} ‚intravitální zobrazování‘ je zobrazování buněčných struktur nebo biologických procesů uvnitř živého zvířete v reálném čase, bez extrahování orgánů nebo fixace vzorku. Obecně to vyžaduje specifické vybavení nebo modality se zlepšenou penetrací světla, jako je multifotonová mikroskopie, a je omezena na možnost přístupu ke konkrétnímu orgánu, často přes optická okna.
de: Einige ganze Organismen sind dünn und transparent genug, um sie abzubilden. Einige Tiere haben auch fast durchsichtige Embryonalstadien, wie der Zebrafisch. Darüber hinaus ist die {term}"intravitale Bildgebung" die Abbildung zellulärer Strukturen oder biologischer Prozesse im Inneren eines lebenden Tieres in Echtzeit, ohne die Organe zu entnehmen oder die Probe zu fixieren. Im Allgemeinen erfordert sie spezielle Instrumente oder Modalitäten mit verbesserter Lichtdurchdringung, wie z. B. die Multiphotonenmikroskopie, und ist auf die Möglichkeit des Zugangs zu einem bestimmten Organ beschränkt, häufig durch optische Fenster.
es: Algunos organismos completos son lo suficientemente delgados y transparentes como para generar imágenes. Algunos animales también tienen etapas embrionarias casi transparentes, como el pez cebra. Además, {term}`imagen intravital` es la imagen de estructuras celulares o procesos biológicos dentro de un animal vivo en tiempo real, sin extraer los órganos ni fijar la muestra. En general, requiere instrumentación o modalidades específicas con una mejor penetración de la luz, como la microscopía multifotónica, y se limita a la capacidad de acceder al órgano específico, a menudo a través de ventanas ópticas.
fa: برخی از موجودات کامل به اندازه کافی نازک و شفاف هستند که بتوان تصویربرداری کرد. برخی از حیوانات نیز مراحل جنینی تقریباً شفافی دارند، مانند گورخرماهی. بعلاوه، {term}«تصویربرداری درون حیاتی» تصویربرداری از ساختارهای سلولی یا فرآیندهای بیولوژیکی درون یک حیوان زنده در زمان واقعی، بدون استخراج اندام‌ها یا ثابت کردن نمونه است. به طور کلی، نیاز به ابزار دقیق یا مدالیته‌هایی با نفوذ نور بهبود یافته، مانند میکروسکوپ چند فوتونی دارد و به توانایی دسترسی به اندام خاص، اغلب از طریق پنجره‌های نوری محدود می‌شود.
fi: Jotkin kokonaiset organismit ovat riittävän ohuita ja läpinäkyviä kuvattaviksi. Joillakin eläimillä on myös lähes läpinäkyviä alkion vaiheita, kuten seeprakaloilla. Lisäksi {term}`intravitaalikuvantaminen` on solurakenteiden tai biologisten prosessien kuvaamista elävän eläimen sisällä reaaliajassa ilman elinten irrottamista tai näytteen kiinnittämistä. Yleensä se edellyttää erityisiä välineitä tai menetelmiä, joilla on parempi valon läpäisykyky, kuten monifotonimikroskopiaa, ja se rajoittuu kykyyn päästä käsiksi tiettyyn elimeen, usein optisten ikkunoiden kautta.
fr: Certains organismes entiers sont suffisamment minces et transparents pour être imagés. Certains animaux ont également des stades embryonnaires presque transparents, comme le poisson zèbre. De plus, {term}"l'imagerie intravitale" est l'imagerie des structures cellulaires ou des processus biologiques à l'intérieur d'un animal vivant en temps réel, sans extraire les organes ni fixer l'échantillon. En général, cela nécessite une instrumentation ou des modalités spécifiques avec une meilleure pénétration de la lumière, comme la microscopie multiphotonique et se limite à la capacité d'accéder à l'organe spécifique, souvent à travers des fenêtres optiques.
it: Alcuni organismi interi sono abbastanza sottili e trasparenti da poter essere fotografati. Alcuni animali hanno anche stadi embrionali quasi trasparenti, come il pesce zebra. Inoltre, l'{term}`immagine intravitale` è l'imaging di strutture cellulari o processi biologici all'interno di un animale vivo in tempo reale, senza estrarre gli organi o fissare il campione. In generale, richiede una strumentazione specifica o modalità con una migliore penetrazione della luce, come la microscopia multifotone, ed è limitata alla possibilità di accedere all'organo specifico, spesso attraverso finestre ottiche.
ja: 一部の生物は全体が薄く透明で、そのまま撮像可能です。あるいはゼブラフィッシュのように、胚の段階がほぼ透明な動物もいます。さらに、{term}`生体内イメージング` は、臓器を摘出したりサンプルを固定したりせずに、生きた動物の内部の細胞構造や生物学的プロセスをリアルタイムで撮像することです。一般に、多光子顕微鏡などの光の透過性が向上した特殊な機器や手法が必要であり、多くの場合は光学窓を通して特定の臓器にアクセスする機能に制限があります。
pl: Niektóre całe organizmy są wystarczająco cienkie i przezroczyste, aby można je było zobrazować. Niektóre zwierzęta mają również prawie przezroczyste stadia embrionalne, takie jak danio pręgowany. Dodatkowo, {term}`intravital obrazowanie` to obrazowanie struktur komórkowych lub procesów biologicznych wewnątrz żywego zwierzęcia w czasie rzeczywistym, bez pobierania narządów lub utrwalania próbki. Ogólnie rzecz biorąc, wymaga specjalnego oprzyrządowania lub metod o ulepszonej penetracji światła, takich jak mikroskopia wielofotonowa i jest ograniczona do możliwości dostępu do określonego narządu, często przez okna optyczne.
pt: Alguns organismos inteiros são finos e transparentes o suficiente para a imagem. Alguns animais também têm estágios embrionários quase transparentes, como o peixe-zebra. Além disso, {term}`imagem intravital` é a imagem de estruturas celulares ou processos biológicos dentro de um animal vivo em tempo real, sem extrair os órgãos ou fixar a amostra. Em geral, requer instrumentação específica ou modalidades com melhor penetração de luz, como a microscopia multifotônica e é limitada à capacidade de acessar o órgão específico, muitas vezes através de janelas ópticas.

source: Imaging whole organisms or embyros provides the most possible intact biological context when studying a particular process or structure.
cs: Zobrazování celých organismů nebo embryí poskytuje při studiu určitého procesu nebo struktury co nejvíce neporušeného biologického kontextu.
de: Die Abbildung ganzer Organismen oder Embryonen bietet den größtmöglichen intakten biologischen Kontext für die Untersuchung eines bestimmten Prozesses oder einer bestimmten Struktur.
es: La obtención de imágenes de organismos completos o embriones proporciona el contexto biológico más intacto posible al estudiar un proceso o estructura en particular.
fa: تصویربرداری از کل ارگانیسم ها یا جنین ها، دست نخورده ترین زمینه بیولوژیکی ممکن را هنگام مطالعه یک فرآیند یا ساختار خاص فراهم می کند.
fi: Kun tutkitaan tiettyä prosessia tai rakennetta, kokonaisten organismien tai embyrojen kuvaaminen tarjoaa mahdollisimman ehjän biologisen kontekstin.
fr: L'imagerie d'organismes entiers ou d'embryons fournit le contexte biologique intact le plus possible lors de l'étude d'un processus ou d'une structure particulière.
it: L'imaging di organismi interi o embrioni fornisce il contesto biologico più intatto possibile per lo studio di un particolare processo o struttura.
ja: 生物全体または胚の撮影は、特定のプロセスまたは構造を研究する際に、最も完全に生物学的コンテキストが得られる方法です。
pl: Obrazowanie całych organizmów lub zarodków zapewnia możliwie nienaruszony kontekst biologiczny podczas badania określonego procesu lub struktury.
pt: A imagem de organismos inteiros ou embriões fornece o contexto biológico mais intacto possível ao estudar um processo ou estrutura específica.
