Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: A number of critical decisions must be made when designing a quantitative bioimaging experiment. Many of these decisions will be deeply dependent on what is possible given the biology you wish to study, for example:
cs: Při navrhování experimentu s kvantitativním biozobrazováním je třeba učinit řadu zásadních rozhodnutí. Mnoho z těchto rozhodnutí bude hluboce záviset na tom, co je možné vzhledem k biologii, kterou chcete studovat. Například:
de: Bei der Planung eines quantitativen Bioimaging-Experiments müssen eine Reihe von wichtigen Entscheidungen getroffen werden. Viele dieser Entscheidungen werden stark davon abhängen, was angesichts der Biologie, die Sie untersuchen möchten, möglich ist:
es: Se deben tomar una serie de decisiones críticas al diseñar un experimento de bioimagen cuantitativa. Muchas de estas decisiones dependerán en gran medida de lo que sea posible dada la biología que desea estudiar, por ejemplo:
fa: تعدادی از تصمیمات حیاتی باید هنگام طراحی یک آزمایش تصویربرداری زیستی کمی گرفته شود. بسیاری از این تصمیمات عمیقاً به آنچه ممکن است با توجه به زیست شناسی که می خواهید مطالعه کنید بستگی دارد، به عنوان مثال:
fi: Kvantitatiivisen biokuvantamiskokeen suunnittelussa on tehtävä useita kriittisiä päätöksiä. Monet näistä päätöksistä riippuvat suuresti siitä, mikä on mahdollista esimerkiksi sen biologian perusteella, jota haluat tutkia:
fr: Un certain nombre de décisions critiques doivent être prises lors de la conception d'une expérience de bioimagerie quantitative. Bon nombre de ces décisions dépendront profondément de ce qui est possible compte tenu de la biologie que vous souhaitez étudier, par exemple :
it: Quando si progetta un esperimento di bioimmagine quantitativa è necessario prendere una serie di decisioni critiche. Molte di queste decisioni dipendono da ciò che è possibile fare in base alla biologia che si desidera studiare, ad esempio:
ja: 定量的バイオイメージング実験をデザインする際には、多くの重要な決定を下さなければならない。これらの決定事項の多くは、例えば研究したい生物学から何が可能であるかに深く依存する：
pl: Podczas projektowania ilościowego eksperymentu bioobrazowania należy podjąć szereg krytycznych decyzji. Wiele z tych decyzji będzie głęboko zależnych od tego, co jest możliwe, biorąc pod uwagę biologię, którą chcesz studiować, na przykład:
pt: Uma série de decisões críticas devem ser tomadas ao projetar um experimento quantitativo de bioimagem. Muitas dessas decisões serão profundamente dependentes do que é possível dada a biologia que você deseja estudar, por exemplo:

source: You will always prefer live imaging to fixed imaging if it is important to assess the dynamics of a given process
cs: Vždy budete preferovat živé zobrazování před fixním, pokud je důležité posoudit dynamiku daného procesu
de: Sie werden Live-Bilder immer dann den stationären Bildern vorziehen, wenn es wichtig ist, die Dynamik eines bestimmten Prozesses zu bewerten.
es: Siempre preferirá imágenes en vivo a imágenes fijas si es importante evaluar la dinámica de un proceso determinado
fa: اگر ارزیابی پویایی یک فرآیند مهم باشد، همیشه تصویربرداری زنده را به تصویربرداری ثابت ترجیح می دهید
fi: Jos on tärkeää arvioida tietyn prosessin dynamiikkaa, kannattaa aina suosia live-kuvausta kiinteän kuvauksen sijaan.
fr: Vous préférerez toujours l'imagerie en direct à l'imagerie fixe s'il est important d'évaluer la dynamique d'un processus donné
it: Si preferisce sempre l'imaging dal vivo a quello fisso se è importante valutare la dinamica di un determinato processo.
ja: あるプロセスのダイナミクスを評価することが重要であれば、固定画像よりもライブ画像の方が常に望ましい。
pl: Zawsze będziesz wolał obrazowanie na żywo od obrazowania nieruchomego, jeśli ważna jest ocena dynamiki danego procesu
pt: Você sempre preferirá imagens ao vivo a imagens fixas se for importante avaliar a dinâmica de um determinado processo

source: You may need to perform special processes such as tissue clearing if it is important to image deep into a relatively opaque specimen
cs: Možná budete muset provést speciální procesy, jako je čištění tkáně, pokud je důležité zobrazit hluboko do relativně neprůhledného vzorku
de: Möglicherweise müssen Sie spezielle Verfahren wie z. B. das Clearing von Gewebe durchführen, wenn Sie tief in eine relativ undurchsichtige Probe hineinbilden müssen.
es: Es posible que deba realizar procesos especiales, como la limpieza del tejido, si es importante obtener imágenes profundas en una muestra relativamente opaca.
fa: اگر تصویربرداری عمیق در یک نمونه نسبتاً مات مهم است، ممکن است نیاز به انجام فرآیندهای خاصی مانند پاکسازی بافت داشته باشید.
fi: Saatat joutua suorittamaan erityisiä prosesseja, kuten kudoksen puhdistamisen, jos on tärkeää kuvata syvälle suhteellisen läpinäkymättömään näytteeseen.
fr: Vous devrez peut-être effectuer des processus spéciaux tels que le nettoyage des tissus s'il est important d'imager profondément dans un échantillon relativement opaque
it: Potrebbe essere necessario eseguire processi speciali, come la schiaritura dei tessuti, se è importante eseguire immagini in profondità in un campione relativamente opaco.
ja: 比較的不透明な被検体の奥深くまで撮影することが重要な場合、組織清拭などの特別な処理が必要になることがあります。
pl: Może być konieczne wykonanie specjalnych procesów, takich jak oczyszczenie tkanki, jeśli ważne jest głębokie obrazowanie stosunkowo nieprzejrzystej próbki
pt: Pode ser necessário realizar processos especiais, como limpeza de tecido, se for importante obter imagens profundas em uma amostra relativamente opaca

source: You cannot rely on genetic tagging with fluorescent proteins if your model system is not genetically tractable to such manipulations
cs: Nemůžete se spoléhat na genetické značení fluorescenčními proteiny, pokud váš modelový systém není geneticky poddajný takovým manipulacím
de: Sie können sich nicht auf die genetische Markierung mit fluoreszierenden Proteinen verlassen, wenn Ihr Modellsystem genetisch nicht für solche Manipulationen geeignet ist.
es: No puede confiar en el marcado genético con proteínas fluorescentes si su sistema modelo no es manejable genéticamente para tales manipulaciones.
fa: اگر سیستم مدل شما از نظر ژنتیکی برای چنین دستکاری‌هایی قابل تحمل نباشد، نمی‌توانید به برچسب‌گذاری ژنتیکی با پروتئین‌های فلورسنت تکیه کنید.
fi: Et voi luottaa fluoresoivilla proteiineilla tapahtuvaan geneettiseen merkitsemiseen, jos mallijärjestelmäsi ei ole geneettisesti sellainen, että sitä voidaan manipuloida.
fr: Vous ne pouvez pas compter sur le marquage génétique avec des protéines fluorescentes si votre système modèle n'est pas génétiquement réceptif à de telles manipulations
it: Non ci si può affidare alla marcatura genetica con proteine fluorescenti se il sistema modello non è geneticamente trattabile per tali manipolazioni.
ja: モデル系がそのような操作に対して遺伝的に扱いにくければ、蛍光タンパク質による遺伝的タグ付けに頼ることはできない。
pl: Nie możesz polegać na znakowaniu genetycznym białkami fluorescencyjnymi, jeśli twój system modelowy nie jest genetycznie podatny na takie manipulacje
pt: Você não pode confiar na marcação genética com proteínas fluorescentes se o seu sistema modelo não for geneticamente tratável para tais manipulações

source: You have to image at a particularly high resolution to confidently assess interactions between two molecules imaged in the same system
cs: Chcete-li s jistotou posoudit interakce mezi dvěma molekulami zobrazenými ve stejném systému, musíte zobrazovat ve zvláště vysokém rozlišení
de: Um die Wechselwirkungen zwischen zwei Molekülen, die im selben System abgebildet wurden, sicher beurteilen zu können, müssen Sie eine besonders hohe Auflösung verwenden.
es: Debe generar imágenes con una resolución particularmente alta para evaluar con confianza las interacciones entre dos moléculas fotografiadas en el mismo sistema.
fa: برای ارزیابی مطمئن برهمکنش بین دو مولکول تصویربرداری شده در یک سیستم، باید با وضوح بالا تصویربرداری کنید.
fi: Kuvia on otettava erityisen korkealla resoluutiolla, jotta voidaan luotettavasti arvioida kahden samassa järjestelmässä kuvatun molekyylin välisiä vuorovaikutuksia.
fr: Vous devez imager à une résolution particulièrement élevée pour évaluer en toute confiance les interactions entre deux molécules imagées dans le même système
it: Per valutare con sicurezza le interazioni tra due molecole riprese nello stesso sistema, è necessario effettuare immagini ad una risoluzione particolarmente elevata.
ja: 同じ系で撮像された2つの分子間の相互作用を確信を持って評価するには、特に高い解像度で撮像する必要がある。
pl: Musisz obrazować w szczególnie wysokiej rozdzielczości, aby pewnie ocenić interakcje między dwiema cząsteczkami zobrazowanymi w tym samym systemie
pt: Você precisa obter imagens em uma resolução particularmente alta para avaliar com confiança as interações entre duas moléculas fotografadas no mesmo sistema

source: It is therefore _**extremely**_ important to think through all of the aspects of your biological question before ever picking up a pipette or a slide. Many sample preparation decisions are deeply entwined with the availability and suitability of particular microscopes; see [that section](content/microscope_selection) for more information.
cs: Je proto _**mimořádně**_ důležité promyslet si všechny aspekty své biologické otázky, než vůbec vezmete do ruky pipetu nebo sklíčko. Mnoho rozhodnutí o přípravě vzorků je hluboce spjato s dostupností a vhodností konkrétních mikroskopů; další informace naleznete v [tato sekci](obsah/výběr_mikroskopu).
de: Es ist daher _**extrem**_ wichtig, alle Aspekte Ihrer biologischen Fragestellung zu durchdenken, bevor Sie eine Pipette oder einen Objektträger in die Hand nehmen. Viele Entscheidungen zur Probenvorbereitung sind eng mit der Verfügbarkeit und Eignung bestimmter Mikroskope verknüpft; weitere Informationen finden Sie in [diesem Abschnitt](Inhalt/Mikroskop_Auswahl).
es: Por lo tanto, es _**extremadamente**_ importante pensar en todos los aspectos de su pregunta biológica antes de tomar una pipeta o un portaobjetos. Muchas decisiones de preparación de muestras están profundamente entrelazadas con la disponibilidad y la idoneidad de microscopios particulares; consulte [esa sección] (contenido/microscopio_selección) para obtener más información.
fa: بنابراین _**بسیار مهم است که قبل از برداشتن یک پیپت یا اسلاید به تمام جنبه های سوال بیولوژیکی خود فکر کنید. بسیاری از تصمیمات آماده سازی نمونه عمیقاً با در دسترس بودن و مناسب بودن میکروسکوپ های خاص در هم تنیده است. برای اطلاعات بیشتر به [آن بخش] (محتوا/انتخاب_میکروسکوپ) مراجعه کنید.
fi: Siksi on _**erittäin tärkeää**_ miettiä biologisen kysymyksesi kaikki näkökohdat ennen kuin tartut pipettiin tai objektilasiin. Monet näytteenvalmistuspäätökset liittyvät läheisesti tiettyjen mikroskooppien saatavuuteen ja soveltuvuuteen; katso lisätietoja [kyseisestä jaksosta](content/microscope_selection).
fr: Il est donc _**extrêmement**_ important de réfléchir à tous les aspects de votre question biologique avant même de prendre une pipette ou une lame. De nombreuses décisions de préparation d'échantillons sont étroitement liées à la disponibilité et à l'adéquation de microscopes particuliers ; voir [cette section](content/microscope_selection) pour plus d'informations.
it: È quindi estremamente importante riflettere su tutti gli aspetti della questione biologica prima di prendere in mano una pipetta o un vetrino. Molte decisioni sulla preparazione dei campioni sono profondamente legate alla disponibilità e all'idoneità di particolari microscopi; per ulteriori informazioni, consultare [la sezione] (contenuto/selezione_microscopio).
ja: したがって、ピペットやスライドを手に取る前に、生物学的な疑問のすべての側面を考え抜くことが非常に重要です。多くのサンプル調製の決定は、特定の顕微鏡の利用可能性や適合性と深く関わっています。詳細は[そのセクション](content/microscope_selection)を参照してください。
pl: Jest zatem _**niezwykle**_ ważne, aby przemyśleć wszystkie aspekty swojego pytania biologicznego, zanim jeszcze weźmiesz do ręki pipetę lub szkiełko. Wiele decyzji dotyczących przygotowania próbek jest ściśle powiązanych z dostępnością i przydatnością poszczególnych mikroskopów; zobacz [ta sekcja](content/microscope_selection), aby uzyskać więcej informacji.
pt: Portanto, é _**extremamente**_ importante pensar em todos os aspectos de sua questão biológica antes de pegar uma pipeta ou lâmina. Muitas decisões de preparação de amostras estão profundamente ligadas à disponibilidade e adequação de microscópios específicos; veja [aquela seção](content/microscope_selection) para mais informações.

source: Mounting
cs: Montáž
de: Montage
es: Montaje
fa: نصب
fi: Asennus
fr: Montage
it: Montaggio
ja: 取り付け
pl: Montowanie
pt: Montagem

source: Glass coverslips
cs: Skleněná krycí sklíčka
de: Glasdeckgläser
fa: روکش های شیشه ای
fi: Lasiset peitinlasit
fr: Lamelles en verre
it: Copriterminali in vetro
ja: ガラス製カバースリップ
pl: Szklane szkiełka nakrywkowe
pt: Lamelas de vidro

source: Many imaging applications involve mounting on glass coverslips, either directly or using a coverslip mounted into a dish. While there is a wide range of coverslip sizes and shapes, the most important attribute is the coverslip thickness. Coverslip grade dictates the expected thickness and tolerance. These factors are important because most microscope manufacturers assume a specific coverslip thickness (0.17mm) in the design of objective lenses to minimize aberrations. These aberrations tend to affect the brightness and axial resolution, reducing signal to noise ratio, sharpness, and resolution. The tolerance of the coverslip (to minimize the variability in thickness) is essential for super-resolution techniques or intensity measurements in images collected with high numerical aperture objectives. Other applications do not require the mounting of samples onto glass or plastic but instead have the sample and the objective lens immersed in the same medium.
cs: Mnoho zobrazovacích aplikací zahrnuje montáž na krycí sklíčka, a to buď přímo, nebo pomocí krycího sklíčka upevněného do misky. Přestože existuje široká škála velikostí a tvarů krycích sklíček, nejdůležitějším atributem je tloušťka krycího sklíčka. Třída krycího sklíčka určuje očekávanou tloušťku a toleranci. Tyto faktory jsou důležité, protože většina výrobců mikroskopů předpokládá při konstrukci čoček objektivu specifickou tloušťku krycího sklíčka (0,17 mm), aby se minimalizovaly aberace. Tyto aberace mají tendenci ovlivňovat jas a axiální rozlišení, čímž snižují poměr signálu k šumu, ostrost a rozlišení. Tolerance krycího sklíčka (pro minimalizaci proměnlivosti tloušťky) je nezbytná pro techniky s vysokým rozlišením nebo měření intenzity na snímcích shromážděných objektivy s vysokou numerickou aperturou. Jiné aplikace nevyžadují montáž vzorků na sklo nebo plast, ale místo toho mají vzorek a čočku objektivu ponořeny do stejného média.
de: Bei vielen Bildgebungsanwendungen wird auf Glasdeckgläser montiert, entweder direkt oder mit einem Deckglas, das in eine Schale eingesetzt wird. Es gibt zwar eine breite Palette von Deckglasgrößen und -formen, aber das wichtigste Merkmal ist die Dicke des Deckglases. Die Qualität des Deckglases bestimmt die zu erwartende Dicke und Toleranz. Diese Faktoren sind wichtig, da die meisten Mikroskophersteller bei der Konstruktion von Objektiven eine bestimmte Deckglasdicke (0,17 mm) voraussetzen, um Aberrationen zu minimieren. Diese Aberrationen wirken sich auf die Helligkeit und die axiale Auflösung aus und verringern das Signal-Rausch-Verhältnis, die Schärfe und die Auflösung. Die Toleranz des Deckglases (zur Minimierung der Dickenschwankungen) ist für Superauflösungstechniken oder Intensitätsmessungen in Bildern, die mit Objektiven mit hoher numerischer Apertur aufgenommen wurden, unerlässlich. Bei anderen Anwendungen müssen die Proben nicht auf Glas oder Kunststoff montiert werden, sondern die Probe und die Objektivlinse werden in dasselbe Medium getaucht.
fa: بسیاری از کاربردهای تصویربرداری شامل نصب روی ورقه‌های شیشه‌ای، مستقیم یا با استفاده از ورقه‌ای نصب شده در ظرف می‌شوند. در حالی که طیف گسترده ای از اندازه ها و شکل های روکش وجود دارد، مهمترین ویژگی ضخامت لغزش است. درجه روکش ضخامت و تحمل مورد انتظار را تعیین می کند. این عوامل مهم هستند زیرا اکثر سازندگان میکروسکوپ ضخامت لغزش خاص (0.17 میلی متر) را در طراحی عدسی های شیئی برای به حداقل رساندن انحراف فرض می کنند. این انحرافات تمایل دارند بر روشنایی و وضوح محوری تأثیر بگذارند و نسبت سیگنال به نویز، وضوح و وضوح را کاهش دهند. تحمل لغزش پوشش (برای به حداقل رساندن تنوع در ضخامت) برای تکنیک های وضوح فوق العاده یا اندازه گیری شدت در تصاویر جمع آوری شده با اهداف دیافراگم عددی بالا ضروری است. سایر کاربردها نیازی به نصب نمونه ها روی شیشه یا پلاستیک ندارند، بلکه نمونه و عدسی شیئی را در یک محیط غوطه ور می کنند.
fi: Monet kuvantamissovellukset edellyttävät kiinnittämistä lasipeitelevyihin joko suoraan tai käyttämällä maljaan kiinnitettyä peitelevyä. Vaikka peitinlasien kokoja ja muotoja on monenlaisia, tärkein ominaisuus on peitinlasin paksuus. Peitelevyn laatu määrää odotetun paksuuden ja toleranssin. Nämä tekijät ovat tärkeitä, koska useimmat mikroskooppivalmistajat olettavat objektiivilinssien suunnittelussa tietyn peitinlasin paksuuden (0,17 mm) aberraatioiden minimoimiseksi. Nämä aberraatiot vaikuttavat yleensä kirkkauteen ja aksiaaliseen erotuskykyyn, mikä vähentää signaali-kohinasuhdetta, terävyyttä ja erotuskykyä. Suojalevyn toleranssi (paksuuden vaihtelun minimoimiseksi) on olennaisen tärkeää superresoluutiotekniikoille tai intensiteettimittauksille kuvissa, jotka on kerätty suurella numeerisella aukolla varustetuilla objektiiveilla. Muissa sovelluksissa näytteitä ei tarvitse kiinnittää lasiin tai muoviin, vaan näyte ja objektiivin linssi upotetaan samaan väliaineeseen.
fr: De nombreuses applications d'imagerie impliquent le montage sur des lamelles en verre, soit directement, soit à l'aide d'une lamelle montée dans une boîte. Bien qu'il existe une large gamme de tailles et de formes de lamelles, l'attribut le plus important est l'épaisseur de la lamelle. Le grade de lamelle dicte l'épaisseur et la tolérance attendues. Ces facteurs sont importants car la plupart des fabricants de microscopes supposent une épaisseur de lamelle spécifique (0,17 mm) dans la conception des lentilles d'objectif afin de minimiser les aberrations. Ces aberrations ont tendance à affecter la luminosité et la résolution axiale, réduisant le rapport signal sur bruit, la netteté et la résolution. La tolérance de la lamelle (pour minimiser la variabilité de l'épaisseur) est essentielle pour les techniques de super-résolution ou les mesures d'intensité dans les images collectées avec des objectifs à grande ouverture numérique. D'autres applications ne nécessitent pas le montage d'échantillons sur du verre ou du plastique, mais ont plutôt l'échantillon et la lentille d'objectif immergés dans le même milieu.
it: Molte applicazioni di imaging prevedono il montaggio su vetrini coprioggetto, direttamente o utilizzando un coprioggetto montato in un piatto. Sebbene esista un'ampia gamma di dimensioni e forme di coprioggetto, l'attributo più importante è lo spessore del coprioggetto. La qualità del coprioggetto determina lo spessore e la tolleranza previsti. Questi fattori sono importanti perché la maggior parte dei produttori di microscopi assume uno spessore specifico del coprioggetto (0,17 mm) nella progettazione degli obiettivi per ridurre al minimo le aberrazioni. Queste aberrazioni tendono a influenzare la luminosità e la risoluzione assiale, riducendo il rapporto segnale/rumore, la nitidezza e la risoluzione. La tolleranza del coprioggetto (per ridurre al minimo la variabilità dello spessore) è essenziale per le tecniche di super-risoluzione o per le misure di intensità nelle immagini raccolte con obiettivi ad alta apertura numerica. Altre applicazioni non richiedono il montaggio dei campioni su vetro o plastica, bensì l'immersione del campione e dell'obiettivo nello stesso mezzo.
ja: 多くのイメージング・アプリケーションでは、ガラス製カバースリップに直接、またはディッシュにマウントしたカバースリップを使用してマウントします。カバースリップのサイズや形状には幅広い種類がありますが、最も重要な特性はカバースリップの厚さです。カバースリップのグレードによって、予想される厚さと許容誤差が決まります。ほとんどの顕微鏡メーカーは、収差を最小限に抑えるために、対物レンズの設計において特定のカバースリップの厚さ（0.17mm）を想定しているため、これらの要素は重要です。これらの収差は明るさと軸方向の解像度に影響を与え、S/N比、シャープネス、解像度を低下させる傾向があります。カバースリップの公差（厚さのばらつきを最小限に抑える）は、超解像技術や高開口数対物レンズで収集した画像の強度測定には不可欠です。その他のアプリケーションでは、ガラスやプラスチックにサンプルをマウントする必要はありませんが、その代わりにサンプルと対物レンズを同じ媒体に浸す必要があります。
pl: Wiele zastosowań związanych z obrazowaniem obejmuje umieszczanie na szklanych szkiełkach nakrywkowych, bezpośrednio lub przy użyciu szkiełka nakrywkowego zamontowanego w szalce. Chociaż istnieje szeroki zakres rozmiarów i kształtów szkiełek nakrywkowych, najważniejszym atrybutem jest grubość szkiełek nakrywkowych. Klasa szkiełka nakrywkowego określa oczekiwaną grubość i tolerancję. Czynniki te są ważne, ponieważ większość producentów mikroskopów zakłada określoną grubość szkiełka nakrywkowego (0,17 mm) przy projektowaniu soczewek obiektywowych, aby zminimalizować aberracje. Te aberracje zwykle wpływają na jasność i rozdzielczość osiową, zmniejszając stosunek sygnału do szumu, ostrość i rozdzielczość. Tolerancja szkiełka nakrywkowego (aby zminimalizować zmienność grubości) ma zasadnicze znaczenie dla technik superrozdzielczych lub pomiarów intensywności w obrazach zebranych za pomocą obiektywów o dużej aperturze numerycznej. Inne zastosowania nie wymagają mocowania próbek na szkle lub plastiku, ale zamiast tego próbka i soczewka obiektywu są zanurzone w tym samym ośrodku.
pt: Muitas aplicações de imagem envolvem a montagem em lamínulas de vidro, diretamente ou usando uma lamínula montada em um prato. Embora haja uma grande variedade de tamanhos e formatos de lamínulas, o atributo mais importante é a espessura da lamínula. O grau da lamínula determina a espessura e a tolerância esperadas. Esses fatores são importantes porque a maioria dos fabricantes de microscópio assume uma espessura de lamínula específica (0,17 mm) no projeto de lentes objetivas para minimizar aberrações. Essas aberrações tendem a afetar o brilho e a resolução axial, reduzindo a relação sinal/ruído, nitidez e resolução. A tolerância da lamela (para minimizar a variabilidade na espessura) é essencial para técnicas de super-resolução ou medições de intensidade em imagens coletadas com objetivas de alta abertura numérica. Outras aplicações não requerem a montagem de amostras em vidro ou plástico, mas, em vez disso, têm a amostra e a lente objetiva imersas no mesmo meio.

source: Comparison of coverslip grades
cs: Porovnání tříd krycích sklíček
de: Vergleich der Deckglasqualitäten
fa: مقایسه نمرات روکش
fi: Päällysteiden laatuluokkien vertailu
fr: Comparaison des grades de lamelles
it: Confronto tra i gradi dei vetrini coprioggetto
ja: カバースリップのグレード比較
pl: Porównanie klas szkiełek nakrywkowych
pt: Comparação de graus de lamela

source: Grade
cs: Třída
de: Klasse
fa: مقطع تحصیلی
fi: Luokka
it: Grado
ja: グレード
pl: Stopień
pt: Nota

source: Nominal thickness [mm]
cs: Jmenovitá tloušťka [mm]
de: Nenndicke [mm]
fa: ضخامت اسمی [mm]
fi: Nimellispaksuus [mm]
fr: Épaisseur nominale [mm]
it: Spessore nominale [mm]
ja: 公称厚さ [mm］
pl: Grubość nominalna [mm]
pt: Espessura nominal [mm]

source: Thickness range [mm]
cs: Rozsah tloušťky [mm]
de: Dickenbereich [mm]
fa: محدوده ضخامت [mm]
fi: Paksuusalue [mm]
fr: Gamme d'épaisseur [mm]
it: Gamma di spessori [mm]
ja: 厚さ範囲 [mm］
pl: Zakres grubości [mm]
pt: Faixa de espessura [mm]

source: Mounting media
cs: Montážní média
de: Montage von Medien
fa: رسانه نصب
fi: Asennusmateriaali
fr: Support de montage
it: Supporti di montaggio
ja: マウントメディア
pl: Środki mocujące
pt: Mídia de montagem
