Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: When performing multicolor fluorescence microscopy, it is critical to choose fluorophores with sufficiently distinct excitation and emission spectra; online tools such as FPbase {cite}`Lambert2019-xl` can help with such selections, especially if you know the various optical components of the microscope on which you will be imaging your samples (these configurations can be saved and shared on FPbase; ask the maintainer of the microscope you plan to use if such a configuration file is already online). Even if you believe your fluorophores are sufficiently separated, it is critical to check single-color fluorescent controls using the same imaging conditions (and preferably on the same day) as your multicolor controls to be certain no bleedthrough is occurring; it is _mandatory_ to do this if you are planning to measure [colocalization](content/colocalization).
cs: Při provádění vícebarevné fluorescenční mikroskopie je důležité vybrat fluorofory s dostatečně odlišnými excitačními a emisními spektry; online nástroje, jako je FPbase {cite}`Lambert2019-xl`, mohou pomoci s takovým výběrem, zvláště pokud znáte různé optické komponenty mikroskopu, na kterém budete své vzorky zobrazovat (tyto konfigurace lze uložit a sdílet na FPbase; zeptejte se správce mikroskopu, který plánujete použít, pokud je takový konfigurační soubor již online). I když se domníváte, že jsou vaše fluorofory dostatečně odděleny, je důležité zkontrolovat jednobarevné fluorescenční kontroly za stejných podmínek zobrazování (a nejlépe ve stejný den) jako u vícebarevných kontrol, abyste měli jistotu, že nedochází k prosakování; je to _povinné_ udělat, pokud plánujete měřit [kolokalizace] (obsah/kolokalizace).
de: Bei der Durchführung von Mehrfarben-Fluoreszenzmikroskopie ist es von entscheidender Bedeutung, Fluorophore mit ausreichend unterschiedlichen Anregungs- und Emissionsspektren auszuwählen; Online-Tools wie FPbase {cite}`Lambert2019-xl` können bei dieser Auswahl helfen, insbesondere wenn Sie die verschiedenen optischen Komponenten des Mikroskops kennen, mit dem Sie Ihre Proben abbilden werden (diese Konfigurationen können auf FPbase gespeichert und weitergegeben werden; fragen Sie den Betreuer des Mikroskops, das Sie verwenden möchten, ob eine solche Konfigurationsdatei bereits online ist). Selbst wenn Sie glauben, dass Ihre Fluorophore ausreichend getrennt sind, ist es wichtig, einfarbige Fluoreszenzkontrollen unter denselben Bildgebungsbedingungen (und vorzugsweise am selben Tag) wie Ihre mehrfarbigen Kontrollen zu überprüfen, um sicher zu sein, dass kein Durchscheinen auftritt; dies ist _zwingend_ erforderlich, wenn Sie planen, [Kolokalisierung](Inhalt/Kolokalisierung) zu messen.
es: Al realizar microscopía de fluorescencia multicolor, es fundamental elegir fluoróforos con espectros de emisión y excitación suficientemente distintos; Las herramientas en línea como FPbase {cite}`Lambert2019-xl` pueden ayudar con tales selecciones, especialmente si conoce los diversos componentes ópticos del microscopio en los que obtendrá imágenes de sus muestras (estas configuraciones se pueden guardar y compartir en FPbase; pregunte el responsable del mantenimiento del microscopio que planea usar si dicho archivo de configuración ya está en línea). Incluso si cree que sus fluoróforos están lo suficientemente separados, es fundamental verificar los controles fluorescentes de un solo color utilizando las mismas condiciones de imagen (y preferiblemente el mismo día) que sus controles multicolores para asegurarse de que no se esté filtrando; es _obligatorio_ hacer esto si planea medir [colocalización](contenido/colocalización).
fa: هنگام انجام میکروسکوپ فلورسانس چند رنگ، انتخاب فلوروفورها با طیف های تحریک و انتشار به اندازه کافی متمایز بسیار مهم است. ابزارهای آنلاین مانند FPbase {cite}«Lambert2019-xl» می‌توانند به چنین انتخاب‌هایی کمک کنند، به‌ویژه اگر اجزای مختلف نوری میکروسکوپ را که از نمونه‌های خود تصویربرداری می‌کنید، بشناسید (اینها تنظیمات را می توان در FPbase ذخیره و به اشتراک گذاشت؛ از نگهدارنده میکروسکوپی که قصد استفاده از آن را دارید بپرسید که آیا چنین فایل پیکربندی قبلاً آنلاین است). حتی اگر فکر می‌کنید فلوروفورهای شما به اندازه کافی از هم جدا شده‌اند، بسیار مهم است که کنترل‌های فلورسنت تک رنگ را با استفاده از شرایط تصویربرداری یکسان (و ترجیحاً در همان روز) با کنترل‌های چندرنگ بررسی کنید تا مطمئن شوید که خونریزی رخ نمی‌دهد. اگر قصد اندازه گیری [همرنگ سازی] (محتوا/همرنگ سازی) را دارید، _اجباری_ است.
fi: Kun tehdään moniväristä fluoresenssimikroskopiaa, on ratkaisevan tärkeää valita fluorofoorit, joiden heräte- ja emissiospektrit ovat riittävän erilliset; verkkotyökalut, kuten FPbase {cite}`Lambert2019-xl`, voivat auttaa tällaisten valintojen tekemisessä, varsinkin jos tiedät sen mikroskoopin eri optiset komponentit, jolla näytteesi tullaan kuvaamaan (näitä konfiguraatioita voidaan tallentaa ja jakaa FPbase-palvelussa; kysy sen mikroskoopin ylläpitäjältä, jota suunnittelet käyttäväsi, jos tällainen konfigurointitiedosto on jo verkossa). Vaikka uskoisitkin, että fluorofoorit ovat riittävän erillään, on tärkeää tarkistaa yksiväriset fluoresenssikontrollit käyttäen samoja kuvausolosuhteita (ja mieluiten samana päivänä) kuin moniväriset kontrollit, jotta voit olla varma, ettei läpilyöntiä tapahdu; tämä on _pakollista_ tehdä, jos aiot mitata [kolokalisaatiota](sisältö/kolokalisaatio).
fr: Lors de l'exécution de la microscopie à fluorescence multicolore, il est essentiel de choisir des fluorophores avec des spectres d'excitation et d'émission suffisamment distincts ; des outils en ligne tels que FPbase {cite}`Lambert2019-xl` peuvent vous aider dans ces sélections, surtout si vous connaissez les différents composants optiques du microscope sur lequel vous allez imager vos échantillons (ces configurations peuvent être enregistrées et partagées sur FPbase ; demandez au mainteneur du microscope que vous comptez utiliser si un tel fichier de configuration est déjà en ligne). Même si vous pensez que vos fluorophores sont suffisamment séparés, il est essentiel de vérifier les contrôles fluorescents monochromes en utilisant les mêmes conditions d'imagerie (et de préférence le même jour) que vos contrôles multicolores pour être certain qu'aucun saignement ne se produit ; il est _obligatoire_ de le faire si vous envisagez de mesurer la [colocalisation](contenu/colocalisation).
it: Quando si esegue la microscopia a fluorescenza multicolore, è fondamentale scegliere fluorofori con spettri di eccitazione e di emissione sufficientemente distinti; strumenti online come FPbase {cite}`Lambert2019-xl` possono aiutare in queste selezioni, soprattutto se si conoscono i vari componenti ottici del microscopio su cui si eseguiranno le immagini dei campioni (queste configurazioni possono essere salvate e condivise su FPbase; chiedere al manutentore del microscopio che si intende utilizzare se tale file di configurazione è già online). Anche se si ritiene che i fluorofori siano sufficientemente separati, è fondamentale controllare i controlli fluorescenti monocolore utilizzando le stesse condizioni di imaging (e preferibilmente lo stesso giorno) dei controlli multicolore per essere certi che non si verifichi alcun bleedthrough; è _obbligatorio_ farlo se si intende misurare la [colocalizzazione] (contenuto/colocalizzazione).
ja: FPbase{cite}`Lambert2019-xl`のようなオンラインツールは、特にサンプルを撮像する顕微鏡の様々な光学コンポーネントを知っている場合、そのような選択を助けることができる（これらの設定はFPbaseに保存して共有することができる。そのような設定ファイルがすでにオンラインにあるかどうかは、使用する予定の顕微鏡のメンテナに問い合わせること）。蛍光色素が十分に分離されていると考えても、マルチカラー対照と同じ撮像条件（できれば同じ日）で単色蛍光対照をチェックし、ブリードスルーが起きていないことを確認することが重要です。
pl: Podczas wykonywania wielobarwnej mikroskopii fluorescencyjnej niezwykle ważne jest, aby wybrać fluorofory o wystarczająco wyraźnych widmach wzbudzenia i emisji; narzędzia online, takie jak FPbase {cite}`Lambert2019-xl` mogą pomóc w takim wyborze, zwłaszcza jeśli znasz różne komponenty optyczne mikroskopu, na którym będziesz obrazować swoje próbki (te konfiguracje można zapisać i udostępnić w FPbase; zapytaj opiekuna mikroskopu, którego planujesz użyć, jeśli taki plik konfiguracyjny jest już online). Nawet jeśli uważasz, że twoje fluorofory są wystarczająco rozdzielone, niezwykle ważne jest sprawdzenie jednokolorowych kontroli fluorescencyjnych przy użyciu tych samych warunków obrazowania (i najlepiej tego samego dnia), co kontrole wielokolorowe, aby upewnić się, że nie występuje przebijanie; jest to _obowiązkowe_, jeśli planujesz zmierzyć [kolokalizację](treść/kolokalizację).
pt: Ao realizar microscopia de fluorescência multicolorida, é fundamental escolher fluoróforos com espectros de emissão e excitação suficientemente distintos; ferramentas on-line como FPbase {cite}`Lambert2019-xl` podem ajudar com essas seleções, especialmente se você conhece os vários componentes ópticos do microscópio no qual irá gerar imagens de suas amostras (essas configurações podem ser salvas e compartilhadas no FPbase; pergunte ao mantenedor do microscópio que você planeja usar se tal arquivo de configuração já estiver online). Mesmo que você acredite que seus fluoróforos estejam suficientemente separados, é fundamental verificar os controles fluorescentes de cor única usando as mesmas condições de imagem (e de preferência no mesmo dia) que os controles multicoloridos para ter certeza de que não está ocorrendo vazamento; é _obrigatório_ fazer isso se você planeja medir [colocalização](conteúdo/colocalização).

source: Resources for learning more
cs: Zdroje pro další informace
de: Ressourcen für weitere Informationen
es: Recursos para aprender más
fa: منابعی برای یادگیری بیشتر
fi: Resurssit lisätietojen saamiseksi
fr: Des ressources pour en savoir plus
it: Risorse per saperne di più
ja: より多くを学ぶためのリソース
pl: Zasoby, aby dowiedzieć się więcej
pt: Recursos para aprender mais

source: **Resource Name**
cs: **Název zdroje**
de: **Ressourcenname**
es: **Nombre del recurso**
fa: **نام منبع**
fi: **Lähteen nimi**
fr: **Nom de la ressource**
it: **Nome della risorsa**
ja: **リソース名
pl: **Nazwa zasobu**
pt: **Nome do recurso**

source: **Link**
cs: **Odkaz**
es: **Enlace**
fa: **ارتباط دادن**
fi: **Linkki**
fr: **Lien**
it: **Collegamento**
ja: **リンク
pl: **Połączyć**

source: **Brief description**
cs: **Stručný popis**
de: **Kurzbeschreibung**
es: **Breve descripción**
fa: **توضیح مختصر**
fi: **Lyhyt kuvaus**
fr: **Brève description**
it: **Breve descrizione**
ja: **簡単な説明
pl: **Krótki opis**
pt: **Descrição breve**

source: 🌐 Microforum
de: 🌐 Mikroforum
es: 🌐 Microforo
fa: 🌐 میکرو فروم
fi: 🌐 Mikrofoorumi
ja: マイクロフォーラム
pl: 🌐 Mikroforum
pt: 🌐 Microfórum

source: [link](https://forum.microlist.org/)
cs: [odkaz](https://forum.microlist.org/)
es: [enlace](https://forum.microlist.org/)
fa: [لینک](https://forum.microlist.org/)
fi: [linkki](https://forum.microlist.org/)
fr: [lien](https://forum.microlist.org/)
ja: [リンク](https://forum.microlist.org/)

source: An online forum for discussing issues with and getting advice on sample preparation and microscopy
cs: Online fórum pro diskuzi o problémech a získání rad ohledně přípravy vzorku a mikroskopie
de: Ein Online-Forum zur Erörterung von Fragen und zur Beratung über Probenvorbereitung und Mikroskopie
es: Un foro en línea para discutir problemas y obtener consejos sobre preparación de muestras y microscopía
fa: یک انجمن آنلاین برای بحث در مورد مسائل و دریافت مشاوره در مورد آماده سازی نمونه و میکروسکوپ
fi: Verkkofoorumi, jossa voidaan keskustella näytteiden valmisteluun ja mikroskopointiin liittyvistä kysymyksistä ja saada neuvoja.
fr: Un forum en ligne pour discuter des problèmes et obtenir des conseils sur la préparation des échantillons et la microscopie
it: Un forum online per discutere e ricevere consigli sulla preparazione dei campioni e sulla microscopia.
ja: サンプル前処理と顕微鏡検査に関する問題を議論し、アドバイスを得るためのオンラインフォーラム
pl: Forum internetowe do omawiania problemów i uzyskiwania porad dotyczących przygotowania próbek i mikroskopii
pt: Um fórum on-line para discutir problemas e obter conselhos sobre preparação de amostras e microscopia

source: [link](https://www.fpbase.org/)
cs: [odkaz](https://www.fpbase.org/)
es: [enlace](https://www.fpbase.org/)
fa: [لینک] (https://www.fpbase.org/)
fi: [linkki](https://www.fpbase.org/)
fr: [lien](https://www.fpbase.org/)
ja: [リンク](https://www.fpbase.org/)

source: Database for identifying fluorophores by brightness, spectra and assessing compatibility with other fluorophores and with microscope filters
cs: Databáze pro identifikaci fluoroforů podle jasu, spekter a posouzení kompatibility s jinými fluorofory a mikroskopovými filtry
de: Datenbank zur Identifizierung von Fluorophoren anhand von Helligkeit und Spektren sowie zur Bewertung der Kompatibilität mit anderen Fluorophoren und mit Mikroskopfiltern
es: Base de datos para identificar fluoróforos por brillo, espectros y evaluar la compatibilidad con otros fluoróforos y con filtros de microscopio
fa: پایگاه داده برای شناسایی فلوروفورها با روشنایی، طیف و ارزیابی سازگاری با سایر فلوروفورها و فیلترهای میکروسکوپی
fi: Tietokanta fluorofoorien tunnistamiseen kirkkauden ja spektrin perusteella sekä yhteensopivuuden arviointiin muiden fluorofoorien ja mikroskooppisuodattimien kanssa.
fr: Base de données pour identifier les fluorophores par luminosité, spectres et évaluer la compatibilité avec d'autres fluorophores et avec des filtres de microscope
it: Database per l'identificazione dei fluorofori in base alla luminosità, agli spettri e alla valutazione della compatibilità con altri fluorofori e con i filtri del microscopio
ja: 蛍光色素を輝度、スペクトルによって識別し、他の蛍光色素や顕微鏡フィルターとの適合性を評価するためのデータベース
pl: Baza danych do identyfikacji fluoroforów na podstawie jasności, widma i oceny kompatybilności z innymi fluoroforami oraz z filtrami mikroskopowymi
pt: Banco de dados para identificação de fluoróforos por brilho, espectro e avaliação de compatibilidade com outros fluoróforos e com filtros de microscópio

source: 🌐 Bio-protocol
cs: 🌐 Bioprotokol
de: 🌐 Bio-Protokoll
es: 🌐 Bio-protocolo
fa: 🌐 بیو پروتکل
fi: 🌐 Bioprotokolla
fr: 🌐 Bio-protocole
it: 🌐 Bioprotocollo
ja: バイオプロトコル
pl: 🌐Bio-protokół
pt: 🌐 Bioprotocolo

source: [link](https://bio-protocol.org/en/about )
cs: [odkaz](https://bio-protocol.org/en/about)
es: [enlace](https://bio-protocol.org/en/about)
fa: [لینک](https://bio-protocol.org/en/about)
fi: [linkki](https://bio-protocol.org/en/about )
fr: [lien](https://bio-protocol.org/en/about )
ja: [リンク](https://bio-protocol.org/en/about )

source: Website to search for protocols across biological disciplines, including protocols associated with work published elsewhere. All protocols are available under an open access license (CC BY or CC BY-NC)
cs: Webové stránky pro vyhledávání protokolů napříč biologickými obory, včetně protokolů spojených s prací publikovanou jinde. Všechny protokoly jsou dostupné pod licencí s otevřeným přístupem (CC BY nebo CC BY-NC)
de: Website für die Suche nach Protokollen aus verschiedenen biologischen Disziplinen, einschließlich Protokollen, die mit anderswo veröffentlichten Arbeiten verbunden sind. Alle Protokolle sind unter einer Open-Access-Lizenz (CC BY oder CC BY-NC) verfügbar.
es: Sitio web para buscar protocolos en disciplinas biológicas, incluidos protocolos asociados con trabajos publicados en otros lugares. Todos los protocolos están disponibles bajo una licencia de acceso abierto (CC BY o CC BY-NC)
fa: وب‌سایتی برای جستجوی پروتکل‌ها در رشته‌های بیولوژیکی، از جمله پروتکل‌های مرتبط با کارهای منتشر شده در جاهای دیگر. همه پروتکل ها تحت مجوز دسترسی باز (CC BY یا CC BY-NC) در دسترس هستند
fi: Verkkosivusto, josta voi hakea pöytäkirjoja eri biologian aloilta, mukaan lukien muualla julkaistuihin töihin liittyvät pöytäkirjat. Kaikki pöytäkirjat ovat saatavilla avoimella lisenssillä (CC BY tai CC BY-NC).
fr: Site Web pour rechercher des protocoles dans toutes les disciplines biologiques, y compris des protocoles associés à des travaux publiés ailleurs. Tous les protocoles sont disponibles sous une licence en libre accès (CC BY ou CC BY-NC)
it: Sito web per la ricerca di protocolli in tutte le discipline biologiche, compresi i protocolli associati a lavori pubblicati altrove. Tutti i protocolli sono disponibili con licenza ad accesso libero (CC BY o CC BY-NC).
ja: 他で発表されたプロトコルを含む、生物学分野全般のプロトコルを検索できるサイト。すべてのプロトコルはオープンアクセスライセンス（CC BYまたはCC BY-NC）で利用可能。
pl: Strona internetowa do wyszukiwania protokołów z różnych dyscyplin biologicznych, w tym protokołów związanych z pracami opublikowanymi gdzie indziej. Wszystkie protokoły są dostępne na licencji otwartego dostępu (CC BY lub CC BY-NC)
pt: Site para pesquisar protocolos em disciplinas biológicas, incluindo protocolos associados a trabalhos publicados em outros lugares. Todos os protocolos estão disponíveis sob uma licença de acesso aberto (CC BY ou CC BY-NC)

source: [link](https://www.protocols.io/)
cs: [odkaz](https://www.protocols.io/)
es: [enlace](https://www.protocols.io/)
fa: [لینک] (https://www.protocols.io/)
fi: [linkki](https://www.protocols.io/)
fr: [lien](https://www.protocols.io/)
ja: [リンク](https://www.protocols.io/)

source: A secure platform for developing and sharing reproducible methods
cs: Bezpečná platforma pro vývoj a sdílení reprodukovatelných metod
de: Eine sichere Plattform für die Entwicklung und den Austausch reproduzierbarer Methoden
es: Una plataforma segura para desarrollar y compartir métodos reproducibles
fa: یک پلت فرم امن برای توسعه و به اشتراک گذاری روش های تکرارپذیر
fi: Turvallinen alusta toistettavissa olevien menetelmien kehittämistä ja jakamista varten.
fr: Une plateforme sécurisée pour développer et partager des méthodes reproductibles
it: Una piattaforma sicura per sviluppare e condividere metodi riproducibili
ja: 再現可能な手法を開発・共有するための安全なプラットフォーム
pl: Bezpieczna platforma do opracowywania i udostępniania powtarzalnych metod
pt: Uma plataforma segura para desenvolver e compartilhar métodos reproduzíveis

source: 📄 Designing a rigorous microscopy experiment: Validating methods and avoiding bias {cite}`Jost2019-nx`
de: 📄 Planung eines strengen Mikroskopieexperiments: Validierung von Methoden und Vermeidung von Verzerrungen {cite}`Jost2019-nx`
es: 📄 Diseñar un experimento de microscopía riguroso: validar métodos y evitar sesgos {cite}`Jost2019-nx`
fa: 📄 طراحی یک آزمایش میکروسکوپی دقیق: روش‌های اعتبارسنجی و اجتناب از سوگیری {cite}`Jost2019-nx`
fi: 📄 Tiukan mikroskooppikokeen suunnittelu: Menetelmien validointi ja harhojen välttäminen {cite}`Jost2019-nx`
fr: 📄 Concevoir une expérience de microscopie rigoureuse : valider les méthodes et éviter les biais {cite}`Jost2019-nx`
it: 📄 Progettazione di un esperimento di microscopia rigoroso: Convalidare i metodi ed evitare i pregiudizi {cite}`Jost2019-nx`
ja: 📄 厳密な顕微鏡実験のデザイン：方法の検証とバイアスの回避{cite}`Jost2019-nx`
pl: 📄 Projektowanie rygorystycznego eksperymentu mikroskopowego: Walidacja metod i unikanie błędu {cite}`Jost2019-nx`
pt: 📄 Projetando um experimento de microscopia rigoroso: validando métodos e evitando vieses {cite}`Jost2019-nx`

source: [link](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
cs: [odkaz](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
es: [enlace](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
fa: [لینک](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
fi: [linkki](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
fr: [lien](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)
ja: [リンク](https://rupress.org/jcb/article/218/5/1452/120908/Designing-a-rigorous-microscopy-experiment)

source: Review of aspects of designing a rigorous light microscopy experiment, including validation of samples and imaging, identification and correction of errors, and strategies to avoid biases
cs: Přezkoumání aspektů navrhování přísného experimentu se světelnou mikroskopií, včetně ověřování vzorků a zobrazování, identifikace a opravy chyb a strategií, jak se vyhnout zkreslení
de: Überprüfung von Aspekten der Planung eines strengen lichtmikroskopischen Experiments, einschließlich der Validierung von Proben und Bildgebung, Identifizierung und Korrektur von Fehlern und Strategien zur Vermeidung von Verzerrungen
es: Revisión de aspectos del diseño de un experimento riguroso de microscopía óptica, incluida la validación de muestras e imágenes, identificación y corrección de errores y estrategias para evitar sesgos.
fa: بررسی جنبه‌های طراحی یک آزمایش میکروسکوپ نوری دقیق، از جمله اعتبارسنجی نمونه‌ها و تصویربرداری، شناسایی و تصحیح خطاها، و استراتژی‌هایی برای جلوگیری از سوگیری
fi: Tarkan valomikroskopiakokeen suunnitteluun liittyvien näkökohtien tarkastelu, mukaan lukien näytteiden ja kuvantamisen validointi, virheiden tunnistaminen ja korjaaminen sekä strategiat harhojen välttämiseksi.
fr: Examen des aspects de la conception d'une expérience de microscopie optique rigoureuse, y compris la validation des échantillons et de l'imagerie, l'identification et la correction des erreurs, et les stratégies pour éviter les biais
it: Esame degli aspetti della progettazione di un esperimento rigoroso di microscopia ottica, compresa la convalida dei campioni e delle immagini, l'identificazione e la correzione degli errori e le strategie per evitare le distorsioni.
ja: サンプルとイメージングの検証、エラーの特定と修正、バイアスを回避する戦略など、厳密な光学顕微鏡実験の設計の側面をレビューする。
pl: Przegląd aspektów projektowania rygorystycznego eksperymentu z mikroskopem świetlnym, w tym walidacja próbek i obrazowanie, identyfikacja i korekta błędów oraz strategie unikania błędów systematycznych
pt: Revisão dos aspectos do projeto de um experimento rigoroso de microscopia de luz, incluindo validação de amostras e imagens, identificação e correção de erros e estratégias para evitar vieses

source: 📄 Tutorial: guidance for quantitative confocal microscopy {cite}`Jonkman2020-bo`
de: 📄 Tutorial: Anleitung zur quantitativen konfokalen Mikroskopie {cite}`Jonkman2020-bo`
es: 📄 Tutorial: orientación para microscopía confocal cuantitativa {cite}`Jonkman2020-bo`
fa: 📄 آموزش: راهنمایی برای میکروسکوپ کانفوکال کمی {cite}`Jonkman2020-bo`
fi: 📄 Tutorial: opastusta kvantitatiiviseen konfokaalimikroskopiaan {cite}`Jonkman2020-bo`
fr: 📄 Tutoriel : conseils pour la microscopie confocale quantitative {cite}`Jonkman2020-bo`
it: 📄 Tutorial: guida per la microscopia confocale quantitativa {cite}`Jonkman2020-bo`
ja: チュートリアル：定量的共焦点顕微鏡のガイダンス{cite}`Jonkman2020-bo`
pl: 📄 Samouczek: wskazówki dotyczące ilościowej mikroskopii konfokalnej {cite}`Jonkman2020-bo`
pt: 📄 Tutorial: orientação para microscopia confocal quantitativa {cite}`Jonkman2020-bo`

source: [link](https://doi.org/10.1038/s41596-020-0313-9)
cs: [odkaz](https://doi.org/10.1038/s41596-020-0313-9)
es: [enlace](https://doi.org/10.1038/s41596-020-0313-9)
fa: [لینک](https://doi.org/10.1038/s41596-020-0313-9)
fr: [lien](https://doi.org/10.1038/s41596-020-0313-9)
