Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: The {term}`refractive index` the sample is placed in, as well as the refractive index of the glass and the medium between the objective and the sample are all critical to determining the achievable resolution. The {term}`mounting media` can have other important optical and/or experimental properties; it is important to use the correct mounting media for experiment planned.
cs: {term}`index lomu`, do kterého je vzorek umístěn, stejně jako index lomu skla a prostředí mezi objektivem a vzorkem jsou rozhodující pro určení dosažitelného rozlišení. {term}'Montážní médium' může mít další důležité optické a/nebo experimentální vlastnosti; pro plánovaný experiment je důležité použít správné montážní médium.
de: Der {term}"Brechungsindex", in den die Probe eingesetzt wird, sowie der Brechungsindex des Glases und des Mediums zwischen Objektiv und Probe sind entscheidend für die erreichbare Auflösung. Das {term}"Trägermaterial" kann andere wichtige optische und/oder experimentelle Eigenschaften haben; es ist wichtig, das richtige Trägermaterial für das geplante Experiment zu verwenden.
fa: {term}«ضریب شکست» نمونه در آن قرار می‌گیرد، و همچنین ضریب شکست شیشه و محیط بین هدف و نمونه، همگی برای تعیین وضوح قابل دستیابی ضروری هستند. . {term}«رسانه نصب» می‌تواند ویژگی‌های اپتیکی و/یا آزمایشی مهم دیگری داشته باشد. مهم است که از رسانه نصب صحیح برای آزمایش برنامه ریزی شده استفاده کنید.
fi: {term}"taitekerroin", johon näyte sijoitetaan, sekä lasin ja objektiivin ja näytteen välisen väliaineen taitekerroin ovat kaikki ratkaisevia tekijöitä saavutettavan resoluution määrittämiseksi. {term} "kiinnitysaineella" voi olla muita tärkeitä optisia ja/tai kokeellisia ominaisuuksia; on tärkeää käyttää oikeaa kiinnitysainetta suunniteltua koetta varten.
fr: L'indice de réfraction dans lequel l'échantillon est placé, ainsi que l'indice de réfraction du verre et du milieu entre l'objectif et l'échantillon sont tous essentiels pour déterminer la résolution réalisable. Le "support de montage" {term} peut avoir d'autres propriétés optiques et/ou expérimentales importantes ; il est important d'utiliser le bon support de montage pour l'expérience prévue.
it: L'indice di rifrazione {term} in cui viene posto il campione, così come l'indice di rifrazione del vetro e del supporto tra l'obiettivo e il campione, sono tutti elementi critici per determinare la risoluzione ottenibile. Il `mezzo di montaggio` {term} può avere altre importanti proprietà ottiche e/o sperimentali; è importante utilizzare il mezzo di montaggio corretto per l'esperimento previsto.
ja: {term} 対物レンズと試料の間の媒質やガラスの屈折率だけでなく、試料が置かれる `屈折率` も、達成可能な解像度を決定するために重要です。{term}`マウントメディア`は、その他の重要な光学的特性や実験的特性を持つことがあります。計画された実験に適したマウントメディアを使用することが重要です。
pl: {term}`współczynnik załamania`, w którym umieszczona jest próbka, jak również współczynnik załamania szkła i ośrodka między obiektywem a próbką, mają kluczowe znaczenie dla określenia osiągalnej rozdzielczości. {term}`media montażowe` mogą mieć inne ważne właściwości optyczne i/lub eksperymentalne; ważne jest, aby użyć odpowiednich nośników montażowych do planowanego eksperymentu.
pt: O {term}`índice de refração` em que a amostra é colocada, bem como o índice de refração do vidro e o meio entre a objetiva e a amostra são todos críticos para determinar a resolução alcançável. A mídia de montagem {term} pode ter outras propriedades ópticas e/ou experimentais importantes; é importante usar a mídia de montagem correta para o experimento planejado.

source: effects of mounting media
cs: účinky montážního média
de: Auswirkungen von Trägermedien
es: efectos de los medios de montaje
fa: اثرات رسانه های نصب
fi: kiinnitysvälineiden vaikutukset
fr: effets des supports de montage
it: effetti dei supporti di montaggio
ja: マウントメディアの効果
pl: skutki montażu mediów
pt: efeitos da mídia de montagem

source: **Effects of mounting media on staining with various fluorophores**. Adapted from Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: guidance for quantitative confocal microscopy. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
cs: **Vliv montážního média na barvení různými fluorofory**. Adaptováno podle Jonkmana J., Browna C.M., Wrighta G.D _et al_. Tutorial: guidance for quantitative confocal microscopy. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
de: **Auswirkungen von Einbettungsmitteln auf die Färbung mit verschiedenen Fluorophoren**. Angepasst von Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: Anleitung zur quantitativen konfokalen Mikroskopie. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
es: **Efectos de los medios de montaje sobre la tinción con varios fluoróforos**. Adaptado de Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: orientación para la microscopía confocal cuantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
fa: **تأثیر محیط های نصب بر رنگ آمیزی با فلوروفورهای مختلف**. اقتباس از Jonkman J., Brown C.M., Wright G.D _et al_. آموزش: راهنمایی برای میکروسکوپ کانفوکال کمی. _Nat Prot_ **15**، (2020) {cite}`Jonkman2020-bo`
fi: **Valmistusmateriaalien vaikutus värjäytymiseen eri fluoroforeilla**. Mukailtu lähteestä Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: ohjeistus kvantitatiiviseen konfokaalimikroskopiaan. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`.
fr: **Effets des milieux de montage sur la coloration avec divers fluorophores**. Adapté de Jonkman J., Brown C.M., Wright G.D _et al_. Tutoriel : conseils pour la microscopie confocale quantitative. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
it: **Effetti dei mezzi di montaggio sulla colorazione con vari fluorofori**. Adattato da Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: guida alla microscopia confocale quantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`.
ja: **様々な蛍光色素による染色に対するマウントメディアの影響**。Jonkman J., Brown C.M., Wright G.D _et al_. から引用。チュートリアル：定量的共焦点顕微鏡法のガイダンス。Nat Prot_ **15**, (2020){cite}`Jonkman2020-bo`.
pl: **Wpływ podłoża montażowego na barwienie różnymi fluoroforami**. Zaadaptowano z Jonkman J., Brown C.M., Wright G.D _et al_. Samouczek: wskazówki dotyczące ilościowej mikroskopii konfokalnej. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
pt: **Efeitos do meio de montagem na coloração com vários fluoróforos**. Adaptado de Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: orientação para microscopia confocal quantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`

source: Fluorophore selection
cs: Výběr fluoroforů
de: Auswahl der Fluorophore
es: Selección de fluoróforo
fa: انتخاب فلوروفور
fi: Fluorofoorin valinta
fr: Sélection de fluorophores
it: Selezione del fluoroforo
ja: 蛍光体の選択
pl: Selekcja fluoroforów
pt: Seleção de fluoróforo

source: Fluorophores are molecules that are able to emit light upon absorption of a photon, typically of shorter wavelength. The fluorophores relevant to biomedical research can be small molecules organic dyes (FITC, Alexa Fluor 488) that bind specific cell structure (e.g., DAPI, MitoTracker), fluorescent analogues of small molecules (e.g., phalloidin, fluorescent amino acids) or fluorescent proteins. Some of the important properties to consider when choosing fluorophores are listed below:
cs: Fluorofory jsou molekuly, které jsou schopny emitovat světlo po absorpci fotonu, typicky kratší vlnové délky. Fluorofory relevantní pro biomedicínský výzkum mohou být malá molekulová organická barviva (FITC, Alexa Fluor 488), která vážou specifickou buněčnou strukturu (např. DAPI, MitoTracker), fluorescenční analogy malých molekul (např. faloidin, fluorescenční aminokyseliny) nebo fluorescenční proteiny. Některé z důležitých vlastností, které je třeba vzít v úvahu při výběru fluoroforů, jsou uvedeny níže:
de: Fluorophore sind Moleküle, die in der Lage sind, bei Absorption eines Photons Licht zu emittieren, in der Regel mit kürzerer Wellenlänge. Bei den für die biomedizinische Forschung relevanten Fluorophoren kann es sich um kleine Moleküle organischer Farbstoffe (FITC, Alexa Fluor 488), die an spezifische Zellstrukturen binden (z. B. DAPI, MitoTracker), fluoreszierende Analoga kleiner Moleküle (z. B. Phalloidin, fluoreszierende Aminosäuren) oder fluoreszierende Proteine handeln. Einige wichtige Eigenschaften, die bei der Auswahl von Fluorophoren zu berücksichtigen sind, werden im Folgenden aufgeführt:
fa: فلوروفورها مولکول‌هایی هستند که می‌توانند با جذب فوتون، معمولاً با طول موج کوتاه‌تر، نور ساطع کنند. فلوروفورهای مربوط به تحقیقات زیست پزشکی می‌توانند مولکول‌های کوچک رنگ‌های آلی (FITC، Alexa Fluor 488) باشند که به ساختار سلولی خاص متصل می‌شوند (مانند DAPI، MitoTracker)، آنالوگ‌های فلورسنت مولکول‌های کوچک (مانند فالویدین، پروتئین‌های فلورسنت یا اسیدهای آمینه فلورسنت) برخی از خواص مهمی که هنگام انتخاب فلوروفورها باید در نظر گرفت در زیر ذکر شده است:
fi: Fluorofoorit ovat molekyylejä, jotka kykenevät lähettämään valoa absorboidessaan fotonin, joka on tyypillisesti lyhyempi aallonpituus. Biolääketieteellisen tutkimuksen kannalta merkityksellisiä fluorofooreja voivat olla pienimolekyyliset orgaaniset väriaineet (FITC, Alexa Fluor 488), jotka sitoutuvat tiettyyn solurakenteeseen (esim. DAPI, MitoTracker), pienten molekyylien fluoresoivia analogeja (esim. falloidiini, fluoresoivat aminohapot) tai fluoresoivia proteiineja. Seuraavassa luetellaan joitakin tärkeitä ominaisuuksia, jotka on otettava huomioon fluorofooreja valittaessa:
fr: Les fluorophores sont des molécules capables d'émettre de la lumière lors de l'absorption d'un photon, généralement de longueur d'onde plus courte. Les fluorophores pertinents pour la recherche biomédicale peuvent être des colorants organiques à petites molécules (FITC, Alexa Fluor 488) qui se lient à une structure cellulaire spécifique (par exemple, DAPI, MitoTracker), des analogues fluorescents de petites molécules (par exemple, la phalloïdine, des acides aminés fluorescents) ou des protéines fluorescentes. Certaines des propriétés importantes à prendre en compte lors du choix des fluorophores sont énumérées ci-dessous :
it: I fluorofori sono molecole in grado di emettere luce in seguito all'assorbimento di un fotone, in genere di lunghezza d'onda inferiore. I fluorofori rilevanti per la ricerca biomedica possono essere piccole molecole di coloranti organici (FITC, Alexa Fluor 488) che legano specifiche strutture cellulari (ad esempio, DAPI, MitoTracker), analoghi fluorescenti di piccole molecole (ad esempio, falloidina, amminoacidi fluorescenti) o proteine fluorescenti. Di seguito sono elencate alcune proprietà importanti da considerare nella scelta dei fluorofori:
ja: フルオロフォアは、光子を吸収すると発光する分子で、通常は短波長である。バイオメディカル研究に関連するフルオロフォアは、特定の細胞構造に結合する低分子の有機色素（FITC、Alexa Fluor 488）（例：DAPI、MitoTracker）、低分子の蛍光類似体（例：ファロイジン、蛍光アミノ酸）、または蛍光タンパク質である。蛍光色素を選択する際に考慮すべき重要な特性を以下に挙げる：
pl: Fluorofory to cząsteczki zdolne do emitowania światła po absorpcji fotonu, zwykle o krótszej długości fali. Fluoroforami istotnymi dla badań biomedycznych mogą być małocząsteczkowe barwniki organiczne (FITC, Alexa Fluor 488), które wiążą określone struktury komórkowe (np. DAPI, MitoTracker), fluorescencyjne analogi małych cząsteczek (np. falloidyna, aminokwasy fluorescencyjne) lub białka fluorescencyjne. Niektóre z ważnych właściwości, które należy wziąć pod uwagę przy wyborze fluoroforów, wymieniono poniżej:
pt: Os fluoróforos são moléculas que são capazes de emitir luz após a absorção de um fóton, normalmente de comprimento de onda mais curto. Os fluoróforos relevantes para a pesquisa biomédica podem ser corantes orgânicos de pequenas moléculas (FITC, Alexa Fluor 488) que se ligam a estruturas celulares específicas (por exemplo, DAPI, MitoTracker), análogos fluorescentes de pequenas moléculas (por exemplo, faloidina, aminoácidos fluorescentes) ou proteínas fluorescentes. Algumas das propriedades importantes a serem consideradas ao escolher os fluoróforos estão listadas abaixo:

source: Excitation/emission spectra of each fluorophore
cs: Excitační/emisní spektra každého fluoroforu
de: Anregungs-/Emissionsspektren der einzelnen Fluorophore
es: Espectros de excitación/emisión de cada fluoróforo
fa: طیف تحریک/انتشار هر فلوروفور
fi: Kunkin fluorofoorin heräte- ja emissiospektrit
fr: Spectres d'excitation/émission de chaque fluorophore
it: Spettri di eccitazione/emissione di ciascun fluoroforo
ja: 各蛍光体の励起／発光スペクトル
pl: Widma wzbudzenia/emisji każdego fluoroforu
pt: Espectros de excitação/emissão de cada fluoróforo

source: Brightness (dyes tend to be brighter than proteins)
cs: Jas (barviva mají tendenci být jasnější než proteiny)
de: Helligkeit (Farbstoffe neigen dazu, heller zu sein als Proteine)
es: Brillo (los tintes tienden a ser más brillantes que las proteínas)
fa: درخشندگی (رنگ ها نسبت به پروتئین ها روشن تر هستند)
fi: Kirkkaus (väriaineet ovat yleensä kirkkaampia kuin proteiinit).
fr: Luminosité (les colorants ont tendance à être plus brillants que les protéines)
it: Luminosità (i coloranti tendono ad essere più luminosi delle proteine)
ja: 明るさ（染料はタンパク質より明るい傾向がある）
pl: Jasność (barwniki są zwykle jaśniejsze niż białka)
pt: Brilho (os corantes tendem a ser mais brilhantes que as proteínas)

source: Photostability
cs: Fotostabilita
de: Fotostabilität
es: Fotoestabilidad
fa: پایداری نور
fi: Valokestävyys
fr: Photostabilité
it: Fotostabilità
ja: 光安定性
pl: Fotostabilność
pt: Fotoestabilidade

source: Propensity to oligomerize (in the case of fluorescent proteins)
cs: Sklon k oligomerizaci (v případě fluorescenčních proteinů)
de: Neigung zur Oligomerisierung (im Falle von fluoreszierenden Proteinen)
es: Propensión a oligomerizar (en el caso de proteínas fluorescentes)
fa: تمایل به الیگومریزاسیون (در مورد پروتئین های فلورسنت)
fi: taipumus oligomerisoitua (fluoresoivien proteiinien tapauksessa).
fr: Propension à s'oligomériser (dans le cas des protéines fluorescentes)
it: Propensione all'oligomerizzazione (nel caso delle proteine fluorescenti)
ja: オリゴマー化傾向（蛍光タンパク質の場合）
pl: Skłonność do oligomeryzacji (w przypadku białek fluorescencyjnych)
pt: Propensão para oligomerizar (no caso de proteínas fluorescentes)

source: Phototoxicity (when imaging in live samples)
cs: Fototoxicita (při zobrazování v živých vzorcích)
de: Phototoxizität (bei Bildgebung in lebenden Proben)
es: Fototoxicidad (cuando se toman imágenes en muestras vivas)
fa: سمیت نوری (هنگام تصویربرداری در نمونه های زنده)
fi: Fototoksisuus (kuvattaessa eläviä näytteitä)
fr: Phototoxicité (lors de l'imagerie dans des échantillons vivants)
it: Fototossicità (in caso di imaging su campioni vivi)
ja: 光毒性（生きたサンプルでイメージングする場合）
pl: Fototoksyczność (podczas obrazowania w żywych próbkach)
pt: Fototoxicidade (ao gerar imagens em amostras vivas)

source: Understanding fluorophores, microscope specifications (light source, filters, detector), and analysis goals are key in selecting the appropriate fluorophore(s) to address a scientific question. See the section on [reproducibility](content/reproducibility) for more information.
cs: Porozumění fluoroforům, specifikacím mikroskopu (světelný zdroj, filtry, detektor) a cílům analýzy jsou klíčem k výběru vhodných fluoroforů pro řešení vědecké otázky. Další informace naleznete v části [reprodukovatelnost] (obsah/reprodukovatelnost).
de: Die Kenntnis der Fluorophore, der Spezifikationen des Mikroskops (Lichtquelle, Filter, Detektor) und der Analyseziele ist der Schlüssel zur Auswahl des/der geeigneten Fluorophore(s) für eine wissenschaftliche Fragestellung. Weitere Informationen finden Sie im Abschnitt über [Reproduzierbarkeit](Inhalt/Reproduzierbarkeit).
fa: درک فلوروفورها، مشخصات میکروسکوپ (منبع نور، فیلترها، آشکارساز)، و اهداف تجزیه و تحلیل کلیدی در انتخاب فلوروفور(های) مناسب برای رسیدگی به یک سوال علمی است. برای اطلاعات بیشتر به بخش [تکرارپذیری] (محتوا/تکرارپذیری) مراجعه کنید.
fi: Fluoroforien, mikroskoopin spesifikaatioiden (valonlähde, suodattimet, detektori) ja analyysitavoitteiden ymmärtäminen on avainasemassa valittaessa sopivaa fluoroforia tai sopivia fluoroforeja tieteellisen kysymyksen ratkaisemiseksi. Katso lisätietoja kohdasta [toistettavuus](sisältö/toistettavuus).
fr: Comprendre les fluorophores, les spécifications du microscope (source de lumière, filtres, détecteur) et les objectifs d'analyse sont essentiels pour sélectionner le ou les fluorophores appropriés pour répondre à une question scientifique. Voir la section [reproductibilité](contenu/reproductibilité) pour plus d'informations.
it: La comprensione dei fluorofori, delle specifiche del microscopio (sorgente luminosa, filtri, rivelatore) e degli obiettivi dell'analisi è fondamentale per selezionare il fluoroforo o i fluorofori appropriati per rispondere a una domanda scientifica. Per ulteriori informazioni, consultare la sezione [riproducibilità] (contenuto/riproducibilità).
ja: フルオロフォア、顕微鏡の仕様（光源、フィルター、検出器）、分析目標を理解することは、科学的疑問に取り組むために適切なフルオロフォアを選択するための鍵となる。詳しくは[再現性](内容/再現性)のセクションを参照。
pl: Zrozumienie fluoroforów, specyfikacji mikroskopu (źródło światła, filtry, detektor) oraz celów analizy ma kluczowe znaczenie przy wyborze odpowiedniego fluoroforu lub fluoroforów w celu rozwiązania problemu naukowego. Zobacz sekcję dotyczącą [odtwarzalności](zawartość/odtwarzalność), aby uzyskać więcej informacji.
pt: Compreender os fluoróforos, as especificações do microscópio (fonte de luz, filtros, detector) e os objetivos da análise são fundamentais para selecionar o(s) fluoróforo(s) apropriado(s) para abordar uma questão científica. Consulte a seção sobre [reprodutibilidade](conteúdo/reprodutibilidade) para obter mais informações.

source: Introduction
cs: Úvod
de: Einführung
es: Introducción
fa: معرفی
fi: Johdanto
it: Introduzione
ja: はじめに
pl: Wstęp
pt: Introdução

source: A good image starts at the bench. The best performing instrument will not produce rigorous, reproducible or high quality data unless sample preparation has been optimized. To design a rigorous and reproducible microscopy experiment, it is critical to identify the goal of the experiment and understand the factors that impact the image. This information informs researchers about how to prepare the sample, what minimal controls and corrections are needed, how to choose the appropriate instrumentation, optimize acquisition, analyze and present microscopy data.
cs: Dobrý obraz začíná u laboratorního stolu. Ani ten nejvýkonnější přístroj nebude poskytovat přesná, reprodukovatelná a vysoce kvalitní data, pokud nebude optimalizována příprava vzorků. Pro navržení přesného a reprodukovatelného mikroskopického experimentu je zásadní určit cíl experimentu a pochopit faktory, které ovlivňují obraz. Tyto informace informují výzkumné pracovníky o tom, jak připravit vzorek, jaké minimální kontroly a korekce jsou potřebné, jak vybrat vhodné přístrojové vybavení, optimalizovat snímání, analyzovat a prezentovat mikroskopická data.
de: Ein gutes Bild beginnt auf dem Prüfstand. Das leistungsstärkste Gerät kann keine strengen, reproduzierbaren oder qualitativ hochwertigen Daten liefern, wenn die Probenvorbereitung nicht optimiert wurde. Um ein strenges und reproduzierbares Mikroskopieexperiment zu planen, ist es wichtig, das Ziel des Experiments zu bestimmen und die Faktoren zu verstehen, die das Bild beeinflussen. Diese Informationen geben den Forschern Aufschluss darüber, wie die Probe vorzubereiten ist, welche Mindestkontrollen und -korrekturen erforderlich sind, wie die geeigneten Geräte auszuwählen sind und wie die Erfassung, Analyse und Präsentation der Mikroskopiedaten zu optimieren ist.
es: Una buena imagen empieza en el banquillo. El instrumento de mejor rendimiento no producirá datos rigurosos, reproducibles o de alta calidad a menos que se haya optimizado la preparación de la muestra. Para diseñar un experimento de microscopía riguroso y reproducible, es fundamental identificar el objetivo del experimento y comprender los factores que afectan la imagen. Esta información informa a los investigadores sobre cómo preparar la muestra, qué controles y correcciones mínimos se necesitan, cómo elegir la instrumentación adecuada, optimizar la adquisición, analizar y presentar datos microscópicos.
fa: یک تصویر خوب از روی نیمکت شروع می شود. ابزاری که بهترین عملکرد را دارد داده های دقیق، قابل تکرار یا با کیفیت بالا تولید نمی کند مگر اینکه آماده سازی نمونه بهینه شده باشد. برای طراحی یک آزمایش میکروسکوپی دقیق و قابل تکرار، شناسایی هدف آزمایش و درک عواملی که بر روی تصویر تأثیر می‌گذارند بسیار مهم است. این اطلاعات به محققان در مورد نحوه آماده سازی نمونه، حداقل کنترل ها و اصلاحات مورد نیاز، نحوه انتخاب ابزار دقیق، بهینه سازی کسب، تجزیه و تحلیل و ارائه داده های میکروسکوپی اطلاع می دهد.
fi: Hyvä kuva alkaa penkistä. Parhaiten toimiva laite ei tuota tarkkoja, toistettavia tai korkealaatuisia tietoja, ellei näytteenvalmistusta ole optimoitu. Tarkan ja toistettavissa olevan mikroskopointikokeen suunnittelemiseksi on tärkeää tunnistaa kokeen tavoite ja ymmärtää kuvaan vaikuttavat tekijät. Nämä tiedot antavat tutkijoille tietoa siitä, miten näyte valmistellaan, mitä vähimmäiskontrolleja ja korjauksia tarvitaan, miten valitaan sopiva instrumentointi, optimoidaan näytteenotto, analysoidaan ja esitetään mikroskopointitiedot.
fr: Une bonne image commence au banc. L'instrument le plus performant ne produira pas de données rigoureuses, reproductibles ou de haute qualité à moins que la préparation des échantillons n'ait été optimisée. Pour concevoir une expérience de microscopie rigoureuse et reproductible, il est essentiel d'identifier le but de l'expérience et de comprendre les facteurs qui influent sur l'image. Ces informations informent les chercheurs sur la façon de préparer l'échantillon, sur les contrôles et corrections minimaux nécessaires, sur la manière de choisir l'instrumentation appropriée, d'optimiser l'acquisition, d'analyser et de présenter les données de microscopie.
it: Una buona immagine inizia al banco. Lo strumento più performante non produrrà dati rigorosi, riproducibili o di alta qualità se la preparazione del campione non è stata ottimizzata. Per progettare un esperimento di microscopia rigoroso e riproducibile, è fondamentale identificare l'obiettivo dell'esperimento e comprendere i fattori che influiscono sull'immagine. Queste informazioni informano i ricercatori su come preparare il campione, su quali controlli minimi e correzioni sono necessari, su come scegliere la strumentazione appropriata, ottimizzare l'acquisizione, analizzare e presentare i dati di microscopia.
ja: 良い画像はベンチから始まります。どんなに性能の良い装置でも、サンプルの準備が最適化されていなければ、厳密で再現性のある高品質のデータは得られません。厳密で再現性のある顕微鏡実験をデザインするためには、実験の目的を明確にし、画像に影響を与える要因を理解することが重要です。これらの情報から研究者は、どのようにサンプルを調製するか、どのようなコントロールと補正が最小限必要か、どのように適切な装置を選択するか、どのように顕微鏡データの取得を最適化し、分析し、発表すれば良いのかを知ることができます。
pl: Dobry wizerunek zaczyna się na ławce. Najlepiej działający przyrząd nie zapewni dokładnych, powtarzalnych lub wysokiej jakości danych, jeśli przygotowanie próbki nie zostanie zoptymalizowane. Aby zaprojektować rygorystyczny i powtarzalny eksperyment mikroskopowy, niezwykle ważne jest określenie celu eksperymentu i zrozumienie czynników wpływających na obraz. Informacje te informują naukowców o tym, jak przygotować próbkę, jakie minimalne kontrole i poprawki są potrzebne, jak wybrać odpowiednie oprzyrządowanie, zoptymalizować akwizycję, analizować i prezentować dane mikroskopowe.
pt: Uma boa imagem começa no banco. O instrumento de melhor desempenho não produzirá dados rigorosos, reprodutíveis ou de alta qualidade, a menos que a preparação da amostra tenha sido otimizada. Para projetar um experimento de microscopia rigoroso e reprodutível, é fundamental identificar o objetivo do experimento e entender os fatores que afetam a imagem. Essas informações informam os pesquisadores sobre como preparar a amostra, quais controles e correções mínimas são necessárias, como escolher a instrumentação apropriada, otimizar a aquisição, analisar e apresentar dados de microscopia.
