Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/01_Sample_preparation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **My fixed cells don't looked as expected** - Fixation can change the localization and fluorescence of different proteins. Where possible, always compare the distribution of a protein or molecule of interest with and without fixation. Also consider whether a different {term}`fixation` method may be more appropriate for your specimen.
cs: **Moje fixované buňky nevypadají podle očekávání** - Fixace může změnit lokalizaci a fluorescenci různých proteinů. Kde je to možné, vždy porovnejte distribuci sledovaného proteinu nebo molekuly s fixací a bez fixace. Zvažte také, zda není pro váš vzorek vhodnější jiná metoda {term}`fixace`.
de: **Meine fixierten Zellen sehen nicht wie erwartet aus** - Die Fixierung kann die Lokalisierung und Fluoreszenz verschiedener Proteine verändern. Vergleichen Sie nach Möglichkeit immer die Verteilung eines Proteins oder Moleküls von Interesse mit und ohne Fixierung. Überlegen Sie auch, ob eine andere {term}"Fixierungsmethode" für Ihre Probe besser geeignet ist.
es: **Mis células fijadas no tienen el aspecto esperado** - La fijación puede cambiar la localización y la fluorescencia de diferentes proteínas. Siempre que sea posible, compare siempre la distribución de una proteína o molécula de interés con y sin fijación. Considere también si un método de {term}`fijación` diferente puede ser más apropiado para su muestra.
fa: **سلول های ثابت من آنطور که انتظار می رود به نظر نمی رسند** - تثبیت می تواند محلی سازی و فلورسانس پروتئین های مختلف را تغییر دهد. در صورت امکان، همیشه توزیع یک پروتئین یا مولکول مورد نظر را با و بدون تثبیت مقایسه کنید. همچنین در نظر بگیرید که آیا روش {term}«تثبیت» متفاوت برای نمونه شما مناسب تر است یا خیر.
fi: **Fiksoidut soluni eivät näytä odotetun näköisiltä** - Fiksointi voi muuttaa eri proteiinien paikantumista ja fluoresenssia. Vertaa aina, kun mahdollista, kiinnostavan proteiinin tai molekyylin jakautumista fiksaation kanssa ja ilman fiksaatiota. Harkitse myös, olisiko jokin muu {term}`Fiksaatiomenetelmä` sopivampi näytteellesi.
fr: **Mes cellules fixées ne ressemblent pas à mes attentes** - La fixation peut modifier la localisation et la fluorescence de différentes protéines. Dans la mesure du possible, comparez toujours la distribution d'une protéine ou d'une molécule d'intérêt avec et sans fixation. Demandez-vous également si une autre méthode de fixation peut être plus appropriée pour votre échantillon.
it: **Le mie cellule fissate non hanno l'aspetto previsto** - La fissazione può modificare la localizzazione e la fluorescenza di diverse proteine. Se possibile, confrontare sempre la distribuzione di una proteina o di una molecola di interesse con e senza fissazione. Valutare anche se un diverso metodo di "fissazione" {term} possa essere più appropriato per il proprio campione.
ja: **固定した細胞が期待通りに見えません。可能であれば、目的のタンパク質や分子を固定した場合と固定しない場合の分布を常に比較してください。また、{term}`fixation` の方法が検体に適しているかどうかも検討してください。
pl: **Moje utrwalone komórki nie wyglądały zgodnie z oczekiwaniami** - Utrwalenie może zmienić lokalizację i fluorescencję różnych białek. Jeśli to możliwe, zawsze porównuj rozkład białka lub cząsteczki będącej przedmiotem zainteresowania z i bez fiksacji. Zastanów się również, czy inna metoda {term}`fiksacji` nie byłaby bardziej odpowiednia dla Twojej próbki.
pt: **Minhas células fixadas não ficaram como o esperado** - A fixação pode alterar a localização e a fluorescência de diferentes proteínas. Sempre que possível, sempre compare a distribuição de uma proteína ou molécula de interesse com e sem fixação. Considere também se um método diferente de {term}`fixation` pode ser mais apropriado para sua amostra.

source: **My sample is too opaque** - Thicker specimens, like thick tissue sections, pigmented cells, or whole organisms can be challenging to image due to light absorption and scattering induced by the inhomogeneities in {term}`refractive index` within the tissue itself, resulting in poor light penetration. To facilitate imaging of tissues, researchers often cut thick tissues into slices of different thicknesses. This process is called tissue sectioning. In most cases the samples are fixed and embedded in paraffin or frozen in tissue freezing medium and later cut into thin slices by a machine like a cryostat, microtome, or vibratome and sections collected into a tube or onto a slide. Alternatively, most components in any complex biological system such as an organ are not contained within this two-dimensional volume, and therefore, this approach compromises the understanding of the spatial relationships among cellular components. Tissue clearing focused on reducing the inhomogeneities in the tissue by equilibrating the {term}`refractive index` throughout the sample. This allows light to pass through the tissue and therefore enables high resolution, volumetric imaging of whole organs and tissues using conventional microscopy techniques such as confocal microscopy without the need to physically section the sample.
cs: **Můj vzorek je příliš neprůhledný** - Tlustší vzorky, jako jsou tlusté tkáňové řezy, pigmentované buňky nebo celé organismy, mohou být náročné na zobrazení v důsledku absorpce a rozptylu světla vyvolaného nehomogenitami {term}`indexu lomu` uvnitř tkáně samotné, což má za následek špatné pronikání světla. Aby se usnadnilo zobrazování tkání, výzkumníci často řežou tlusté tkáně na plátky různé tloušťky. Tento proces se nazývá řezání tkání. Ve většině případů se vzorky fixují a zalijí do parafínu nebo zmrazí v médiu pro zmrazení tkání a později se nařežou na tenké plátky pomocí stroje, jako je kryostat, mikrotom nebo vibratom, a řezy se odeberou do zkumavky nebo na sklíčko. Alternativně většina složek v jakémkoli komplexním biologickém systému, jako je orgán, není obsažena v tomto dvourozměrném objemu, a proto tento přístup ohrožuje pochopení prostorových vztahů mezi buněčnými složkami. Čištění tkáně se zaměřilo na snížení nehomogenit ve tkáni vyrovnáním {term}`indexu lomu` v celém vzorku. To umožňuje světlu procházet tkání, a proto umožňuje objemové zobrazení celých orgánů a tkání s vysokým rozlišením pomocí konvenčních mikroskopických technik, jako je konfokální mikroskopie, bez nutnosti fyzického řezání vzorku.
de: **Meine Probe ist zu undurchsichtig** - Dickere Proben, wie dicke Gewebeschnitte, pigmentierte Zellen oder ganze Organismen, können aufgrund der Lichtabsorption und -streuung, die durch die Inhomogenitäten des {term}"Brechungsindex" im Gewebe selbst verursacht werden, schwierig abzubilden sein, was zu einer schlechten Lichtdurchdringung führt. Um die Bildgebung von Gewebe zu erleichtern, schneiden Forscher dicke Gewebe oft in Scheiben unterschiedlicher Dicke. Dieser Vorgang wird als Gewebeschneiden bezeichnet. In den meisten Fällen werden die Proben fixiert und in Paraffin eingebettet oder in einem Gefriermedium eingefroren und später mit einem Gerät wie einem Kryostaten, Mikrotom oder Vibratom in dünne Scheiben geschnitten und die Schnitte in einem Röhrchen oder auf einem Objektträger gesammelt. Die meisten Komponenten eines komplexen biologischen Systems, wie z. B. eines Organs, sind jedoch nicht in diesem zweidimensionalen Volumen enthalten, so dass dieser Ansatz das Verständnis der räumlichen Beziehungen zwischen den zellulären Komponenten beeinträchtigt. Beim Tissue Clearing geht es darum, die Inhomogenitäten im Gewebe zu verringern, indem der {term}"Brechungsindex" in der gesamten Probe ausgeglichen wird. Dies ermöglicht den Durchgang von Licht durch das Gewebe und damit eine hochauflösende, volumetrische Abbildung ganzer Organe und Gewebe mit herkömmlichen Mikroskopietechniken wie der konfokalen Mikroskopie, ohne dass die Probe physisch geschnitten werden muss.
es: **Mi muestra es demasiado opaca**: las muestras más gruesas, como secciones gruesas de tejido, células pigmentadas u organismos completos, pueden ser difíciles de visualizar debido a la absorción y dispersión de la luz inducidas por las faltas de homogeneidad en el {term}`índice de refracción` dentro del tejido mismo, lo que resulta en una mala penetración de la luz. Para facilitar la obtención de imágenes de los tejidos, los investigadores a menudo cortan tejidos gruesos en rodajas de diferentes grosores. Este proceso se llama corte de tejido. En la mayoría de los casos, las muestras se fijan y se incrustan en parafina o se congelan en un medio de congelación de tejidos y luego se cortan en rodajas finas con una máquina como un criostato, un micrótomo o un vibratomo y las secciones se recogen en un tubo o en un portaobjetos. Alternativamente, la mayoría de los componentes en cualquier sistema biológico complejo, como un órgano, no están contenidos dentro de este volumen bidimensional y, por lo tanto, este enfoque compromete la comprensión de las relaciones espaciales entre los componentes celulares. La limpieza de tejidos se centró en reducir las faltas de homogeneidad en el tejido al equilibrar el {term}`índice de refracción` en toda la muestra. Esto permite que la luz atraviese el tejido y, por lo tanto, permite obtener imágenes volumétricas de alta resolución de órganos y tejidos completos utilizando técnicas de microscopía convencionales, como la microscopía confocal, sin necesidad de seccionar físicamente la muestra.
fa: **نمونه من خیلی مات است** - نمونه های ضخیم تر، مانند بخش های بافت ضخیم، سلول های رنگدانه دار یا موجودات کامل می توانند به دلیل جذب نور و پراکندگی ناشی از ناهمگونی های موجود در {term} تصویربرداری چالش برانگیز باشند. /span> "ضریب شکست" در خود بافت، که منجر به نفوذ ضعیف نور می شود. برای تسهیل تصویربرداری از بافت ها، محققان اغلب بافت های ضخیم را به برش هایی با ضخامت های مختلف برش می دهند. این فرآیند برش بافت نامیده می شود. در اغلب موارد، نمونه‌ها را در پارافین ثابت کرده و یا در محیط انجماد بافت منجمد می‌کنند و بعداً توسط دستگاهی مانند کرایوستات، میکروتوم یا ویبراتوم به برش‌های نازک بریده می‌شوند و بخش‌هایی در یک لوله یا روی یک لام جمع‌آوری می‌شوند. متناوبا، اکثر اجزاء در هر سیستم بیولوژیکی پیچیده ای مانند یک اندام در این حجم دو بعدی قرار ندارند، و بنابراین، این رویکرد درک روابط فضایی بین اجزای سلولی را به خطر می اندازد. پاکسازی بافت بر کاهش ناهمگنی‌های بافت با متعادل کردن <span class='notranslate'>{term}«شاخص شکست» در سراسر نمونه متمرکز شد. این اجازه می دهد تا نور از بافت عبور کند و بنابراین تصویربرداری حجمی و وضوح بالا از کل اندام ها و بافت ها را با استفاده از تکنیک های میکروسکوپ معمولی مانند میکروسکوپ کانفوکال بدون نیاز به برش فیزیکی نمونه ممکن می کند.
fi: **Näytteeni on liian läpinäkymätön** - Paksummat näytteet, kuten paksut kudosleikkeet, pigmentoituneet solut tai kokonaiset organismit, voivat olla haastavia kuvata, koska valon absorptio ja sironta johtuvat {term} kudoksen taitekertoimen inhomogeenisuudesta, mikä johtaa valon huonoon läpäisevyyteen. Kudosten kuvaamisen helpottamiseksi tutkijat leikkaavat paksut kudokset usein eripaksuisiin viipaleisiin. Tätä prosessia kutsutaan kudosleikkaukseksi. Useimmissa tapauksissa näytteet kiinnitetään ja upotetaan parafiiniin tai pakastetaan kudospakastusmediassa, minkä jälkeen ne leikataan ohuiksi viipaleiksi koneella, kuten kryostaatilla, mikrotomilla tai vibratomilla, ja leikkeet kerätään putkeen tai objektilasille. Vaihtoehtoisesti useimmat komponentit missä tahansa monimutkaisessa biologisessa järjestelmässä, kuten elimessä, eivät sisälly tähän kaksiulotteiseen tilavuuteen, ja siksi tämä lähestymistapa vaarantaa solukomponenttien välisten tilasuhteiden ymmärtämisen. Kudospuhdistuksessa keskityttiin vähentämään kudoksen inhomogeenisuuksia tasapainottamalla {term}"taitekerroin" koko näytteessä. Tämä mahdollistaa valon kulkemisen kudoksen läpi ja mahdollistaa siten koko elinten ja kudosten korkean resoluution ja tilavuuden kuvantamisen tavanomaisilla mikroskopiatekniikoilla, kuten konfokaalimikroskopialla, ilman, että näytettä tarvitsee leikata fyysisesti.
fr: **Mon échantillon est trop opaque** - Les échantillons plus épais, comme les coupes de tissus épais, les cellules pigmentées ou les organismes entiers peuvent être difficiles à imager en raison de l'absorption et de la diffusion de la lumière induites par les inhomogénéités de l'indice de réfraction {term} dans le tissu lui-même, entraînant une mauvaise pénétration de la lumière. Pour faciliter l'imagerie des tissus, les chercheurs coupent souvent les tissus épais en tranches d'épaisseurs différentes. Ce processus est appelé sectionnement des tissus. Dans la plupart des cas, les échantillons sont fixés et inclus dans de la paraffine ou congelés dans un milieu de congélation tissulaire, puis coupés en fines tranches par une machine telle qu'un cryostat, un microtome ou un vibratome et des sections collectées dans un tube ou sur une lame. Alternativement, la plupart des composants de tout système biologique complexe tel qu'un organe ne sont pas contenus dans ce volume bidimensionnel et, par conséquent, cette approche compromet la compréhension des relations spatiales entre les composants cellulaires. La compensation des tissus s'est concentrée sur la réduction des inhomogénéités dans le tissu en équilibrant l'indice de réfraction {term} dans tout l'échantillon. Cela permet à la lumière de traverser le tissu et permet donc une imagerie volumétrique à haute résolution d'organes et de tissus entiers à l'aide de techniques de microscopie conventionnelles telles que la microscopie confocale sans qu'il soit nécessaire de sectionner physiquement l'échantillon.
it: **Il mio campione è troppo opaco** - I campioni più spessi, come le sezioni di tessuto spesse, le cellule pigmentate o gli organismi interi, possono risultare difficili da imitare a causa dell'assorbimento e della dispersione della luce indotti dalle disomogeneità dell'indice di rifrazione {term} all'interno del tessuto stesso, con conseguente scarsa penetrazione della luce. Per facilitare l'imaging dei tessuti, i ricercatori spesso tagliano i tessuti spessi in fette di diverso spessore. Questo processo è chiamato sezionamento dei tessuti. Nella maggior parte dei casi i campioni vengono fissati e incorporati in paraffina o congelati in un mezzo di congelamento dei tessuti e successivamente tagliati in fette sottili da una macchina come un criostato, un microtomo o un vibratomo e le sezioni vengono raccolte in una provetta o su un vetrino. In alternativa, la maggior parte dei componenti di un sistema biologico complesso come un organo non è contenuta in questo volume bidimensionale e quindi questo approccio compromette la comprensione delle relazioni spaziali tra i componenti cellulari. Il clearing dei tessuti si concentra sulla riduzione delle disomogeneità nel tessuto, equilibrando l'indice di rifrazione {term} in tutto il campione. Ciò consente alla luce di attraversare il tessuto e quindi di ottenere immagini volumetriche ad alta risoluzione di interi organi e tessuti utilizzando tecniche di microscopia convenzionali come la microscopia confocale senza la necessità di sezionare fisicamente il campione.
ja: **厚い組織切片、色素沈着した細胞、あるいは生物全体のような厚い試料は、{term}`屈折率`の不均一性によって引き起こされる光の吸収や散乱のため、光の透過性が悪くなり、画像化が困難になることがあります。組織のイメージングを容易にするために、研究者はしばしば厚い組織を異なる厚さのスライスに切断する。このプロセスを組織切片化と呼ぶ。ほとんどの場合、サンプルは固定され、パラフィンに包埋されるか、組織凍結培地で凍結され、その後、クライオスタット、ミクロトーム、ビブラトームなどの機械で薄切りにされ、切片はチューブやスライドに集められる。あるいは、臓器のような複雑な生物学的システムのほとんどの構成要素は、この二次元の体積の中には含まれないため、この方法では細胞構成要素間の空間的関係の理解が損なわれる。組織クリアリングは、{term}`屈折率` をサンプル全体で平衡化することによって、組織内の不均一性を減らすことに焦点を当てた。これによって光が組織を透過するようになり、サンプルを物理的に切片化することなく、共焦点顕微鏡のような従来の顕微鏡技術を用いた、臓器や組織全体の高解像度、体積イメージングが可能になる。
pl: **Moja próbka jest zbyt nieprzezroczysta** — grubsze preparaty, takie jak grube skrawki tkanek, komórki barwnikowe lub całe organizmy, mogą być trudne do zobrazowania ze względu na pochłanianie i rozpraszanie światła wywołane niejednorodnością {term}`współczynnika załamania światła` w samej tkance, co skutkuje słabą penetracją światła. Aby ułatwić obrazowanie tkanek, badacze często tną grube tkanki na plastry o różnej grubości. Ten proces nazywa się cięciem tkanek. W większości przypadków próbki są utrwalane i zatapiane w parafinie lub zamrażane w podłożu do zamrażania tkanek, a następnie cięte na cienkie plasterki za pomocą urządzenia takiego jak kriostat, mikrotom lub wibratom, a skrawki są zbierane do probówki lub na szkiełku. Alternatywnie, większość składników dowolnego złożonego układu biologicznego, takiego jak narząd, nie jest zawarta w tej dwuwymiarowej objętości, a zatem takie podejście zagraża zrozumieniu relacji przestrzennych między składnikami komórkowymi. Oczyszczanie tkanek skupiło się na zmniejszeniu niejednorodności w tkance poprzez wyrównanie współczynnika załamania {term}`w całej próbce. Umożliwia to przejście światła przez tkankę, a tym samym umożliwia obrazowanie wolumetryczne całych narządów i tkanek w wysokiej rozdzielczości przy użyciu konwencjonalnych technik mikroskopowych, takich jak mikroskopia konfokalna, bez konieczności fizycznego cięcia próbki.
pt: **Minha amostra é muito opaca** - Espécimes mais espessos, como seções de tecido espesso, células pigmentadas ou organismos inteiros podem ser difíceis de obter imagens devido à absorção e dispersão de luz induzidas pelas heterogeneidades em {term}`índice de refração` dentro do próprio tecido, resultando em baixa penetração de luz. Para facilitar a geração de imagens de tecidos, os pesquisadores geralmente cortam tecidos grossos em fatias de diferentes espessuras. Este processo é chamado de seccionamento de tecido. Na maioria dos casos, as amostras são fixadas e embebidas em parafina ou congeladas em meio de congelamento de tecidos e posteriormente cortadas em fatias finas por uma máquina como um criostato, micrótomo ou vibratomo e as seções coletadas em um tubo ou lâmina. Alternativamente, a maioria dos componentes em qualquer sistema biológico complexo, como um órgão, não está contida nesse volume bidimensional e, portanto, essa abordagem compromete a compreensão das relações espaciais entre os componentes celulares. A limpeza do tecido concentrou-se na redução das inomogeneidades no tecido, equilibrando o índice de refração {term} em toda a amostra. Isso permite que a luz passe pelo tecido e, portanto, permite imagens volumétricas de alta resolução de órgãos e tecidos inteiros usando técnicas de microscopia convencionais, como microscopia confocal, sem a necessidade de seccionar fisicamente a amostra.

source: 📚🤷‍♀️ Where can I learn more?
cs: 📚🤷‍♀️ Kde se mohu dozvědět více?
de: 📚🤷‍♀️ Wo kann ich mehr erfahren?
es: 📚🤷‍♀️ ¿Dónde puedo obtener más información?
fa: 📚🤷‍♀️ از کجا می توانم بیشتر بیاموزم؟
fi: 📚🤷‍♀️ Missä voin oppia lisää?
fr: 📚🤷‍♀️ Où puis-je en savoir plus ?
it: 📚🤷‍♀️ Dove posso saperne di più?
ja: 📚🤷‍♀️ もっと詳しく知りたいのですが？
pl: 📚🤷‍♀️ Gdzie mogę dowiedzieć się więcej?
pt: 📚🤷‍♀️ Onde posso aprender mais?

source: 📄 [Organoids Primer](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20is%20a%20self,%2C9%2C10%2C11.) {cite}`Zhao2022-rm`
cs: 📄 [Organoids Primer](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20isb0c3a509zb06ez95a509zb05 2C9%2C10%2C11.) {cite}`Zhao2022-rm`
de: 📄 [Organoids Primer](https://www.nature.com/articles/s43586-022-00174-y#:~:text=Ein%20organoid%20is%20a%20s elf,%2C9%2C10%2C11.) {cite}`Zhao2022-rm`
es: 📄 [Principio de organoides](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20is%20a%20self,%2C9%2 C10%2C11.) {cite}`Zhao2022-rm`
fa: 📄 [Organoids Primer](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20is%20a%20self،%2C9%1=1،%2C9%1=C. 'notranslate'>{cite}</span>'Zhao2022-rm'
it: 📄 [Organoids Primer](https://www.nature.com/articles/s43586-022-00174-y#:~:text=Un%20organoide%20is%20a%20s elf,%2C9%2C10%2C11.) {cite} Zhao2022-rm'
ja: オルガノイド入門](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20is%20a%20s elf,%2C9%2C10%2C11.){cite}`Zhao2022-rm`
pl: 📄 [Podkład Organoidów](https://www.nature.com/articles/s43586-022-00174-y#:~:text=An%20organoid%20is%20a%20self,%2 C9%2C10%2C11.) {cite}`Zhao2022-rm`
pt: . 9%2C10%2C11.) {cite}`Zhao2022-rm`

source: 📄 [Tutorial: guidance for quantitative confocal microscopy](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
de: 📄 [Tutorial: Anleitung für quantitative konfokale Mikroskopie](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
es: 📄 [Tutorial: guía para microscopía confocal cuantitativa](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
fa: 📄 [آموزش: راهنمایی برای میکروسکوپ کانفوکال کمی](https://doi.org/10.1038/s41596-020-0313-9) <span class='notranslate'>{cite}</span`2>`Jonk
fi: 📄 [Tutorial: opastusta kvantitatiiviseen konfokaalimikroskopiaan](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
fr: 📄 [Tutoriel : conseils pour la microscopie confocale quantitative](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
it: 📄 [Tutorial: guida per la microscopia confocale quantitativa](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
ja: チュートリアル：定量的共焦点顕微鏡のためのガイダンス](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`
pl: 📄 [Samouczek: wytyczne dotyczące ilościowej mikroskopii konfokalnej](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`
pt: 📄 [Tutorial: orientação para microscopia confocal quantitativa](https://doi.org/10.1038/s41596-020-0313-9) {cite}`Jonkman2020-bo`

source: 📄 [Hypothesis-driven quantitative fluorescence microscopy - the importance of reverse-thinking in experimental design](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
de: 📄 [Hypothesengesteuerte quantitative Fluoreszenzmikroskopie - die Bedeutung des Rückwärtsdenkens bei der Versuchsplanung](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
es: 📄 [Microscopía de fluorescencia cuantitativa basada en hipótesis: la importancia del pensamiento inverso en el diseño experimental](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
fa: 📄 [میکروسکوپ فلورسانس کمی مبتنی بر فرضیه - اهمیت تفکر معکوس در طراحی آزمایشی](https://pubmed.ncbi.nlm.nih.gov/33154172/) <span class='notranslate'>b0d4273503dc60 «Wait2020-gq».
fi: 📄 [Hypoteesiin perustuva kvantitatiivinen fluoresenssimikroskopia - käänteisen ajattelun merkitys kokeellisessa suunnittelussa](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
fr: 📄 [Microscopie de fluorescence quantitative basée sur des hypothèses - l'importance de la réflexion inversée dans la conception expérimentale] (https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
it: 📄 [Microscopia di fluorescenza quantitativa guidata da ipotesi - l'importanza del reverse-thinking nella progettazione sperimentale](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
ja: 📄 [仮説駆動型定量蛍光顕微鏡-実験デザインにおける逆思考の重要性](https://pubmed.ncbi.nlm.nih.gov/33154172/){cite}`Wait2020-gq`
pl: 📄 [Ilościowa mikroskopia fluorescencyjna oparta na hipotezach - znaczenie odwrotnego myślenia w projektowaniu eksperymentów](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`
pt: 📄 [Microscopia de fluorescência quantitativa orientada por hipóteses - a importância do pensamento reverso no design experimental](https://pubmed.ncbi.nlm.nih.gov/33154172/) {cite}`Wait2020-gq`

source: Experimental design decisions
cs: Experimentální rozhodnutí o designu
de: Entscheidungen zur Versuchsplanung
es: Decisiones de diseño experimental
fa: تصمیمات طراحی تجربی
fi: Kokeellista suunnittelua koskevat päätökset
fr: Décisions de conception expérimentale
it: Decisioni sul disegno sperimentale
ja: 実験デザインの決定
pl: Eksperymentalne decyzje projektowe
pt: Decisões de design experimental
