Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Multiphoton** microscopes utilize multiple pulses of longer-wavelength (lower energy) light to penetrate deep into tissue, since tissues are less likely to scatter these wavelengths; once there, multiple low-engergy photons hitting the fluorphore at the same time will use their combined energy to activate a fluorophore that each photon alone would be too weak to do. Because the benefit of these systems is in their deeper penetration, they are often used for performing live-animal imaging.
cs: **Multifotonové** mikroskopy využívají více pulzů světla s delší vlnovou délkou (s nižší energií) k pronikání hluboko do tkáně, protože tkáně méně pravděpodobně rozptylují tyto vlnové délky; jakmile tam budou, více nízkoenergetických fotonů dopadajících na fluorofor ve stejnou dobu použije svou kombinovanou energii k aktivaci fluoroforu, na což by byl každý foton sám o sobě příliš slabý. Protože výhodou těchto systémů je jejich hlubší penetrace, často se používají pro zobrazování živých zvířat.
de: **Multiphotonenmikroskope** nutzen mehrere Pulse mit längerwelligem (energieärmerem) Licht, um tief in das Gewebe einzudringen, da das Gewebe diese Wellenlängen weniger streut. Dort angekommen, nutzen mehrere Photonen mit niedriger Energie, die gleichzeitig auf den Fluorophor treffen, ihre kombinierte Energie, um einen Fluorophor zu aktivieren, für den jedes einzelne Photon zu schwach wäre. Da der Vorteil dieser Systeme in der tieferen Penetration liegt, werden sie häufig für die Bildgebung bei lebenden Tieren eingesetzt.
es: Los microscopios **multifotónicos** utilizan múltiples pulsos de luz de longitud de onda más larga (menor energía) para penetrar profundamente en el tejido, ya que es menos probable que los tejidos dispersen estas longitudes de onda. Una vez allí, múltiples fotones de baja energía que golpean el fluoróforo al mismo tiempo usarán su energía combinada para activar un fluoróforo. Cada fotón por sí solo sería demasiado débil para provocar esta activación. Debido a que el beneficio de estos sistemas está en su penetración más profunda, a menudo se usan para realizar imágenes de animales vivos.
fa: میکروسکوپ های **مولتی فوتونی** از پالس های متعدد نور با طول موج بلندتر (انرژی کمتر) برای نفوذ به اعماق بافت استفاده می کنند، زیرا بافت ها کمتر احتمال دارد این طول موج ها را پراکنده کنند. هنگامی که به آنجا رسید، فوتون های کم انرژی متعددی که به طور همزمان به فلورفور برخورد می کنند، از انرژی ترکیبی خود برای فعال کردن فلوروفور استفاده می کنند که هر فوتون به تنهایی برای انجام آن بسیار ضعیف است. از آنجایی که مزیت این سیستم ها در نفوذ عمیق تر آنهاست، اغلب برای انجام تصویربرداری از حیوانات زنده استفاده می شود.
fi: **Multifotonimikroskoopit** käyttävät useita pidemmän aallonpituuden (alhaisemman energian) valopulsseja tunkeutuakseen syvälle kudokseen, koska kudokset todennäköisesti hajottavat näitä aallonpituuksia vähemmän; kun ne ovat siellä, useat matalan energian fotonit, jotka osuvat samanaikaisesti fluorofooriin, käyttävät yhdistettyä energiaansa aktivoidakseen fluorofoorin, johon kukin fotoni yksinään olisi liian heikko. Koska näiden järjestelmien etu on niiden syvempi tunkeutuminen, niitä käytetään usein elävien eläinten kuvantamiseen.
fr: Les microscopes **multiphotoniques** utilisent plusieurs impulsions de lumière de longueur d'onde plus longue (moins d'énergie) pour pénétrer profondément dans les tissus, car les tissus sont moins susceptibles de diffuser ces longueurs d'onde ; une fois là-bas, plusieurs photons à faible énergie frappant le fluorophore en même temps utiliseront leur énergie combinée pour activer un fluorophore que chaque photon seul serait trop faible pour faire. Parce que l'avantage de ces systèmes réside dans leur pénétration plus profonde, ils sont souvent utilisés pour effectuer l'imagerie d'animaux vivants.
it: I microscopi **multifotoni** utilizzano impulsi multipli di luce di lunghezza d'onda maggiore (a bassa energia) per penetrare in profondità nei tessuti, poiché è meno probabile che i tessuti disperdano queste lunghezze d'onda; una volta lì, più fotoni a bassa energia che colpiscono il fluoroforo nello stesso momento useranno la loro energia combinata per attivare un fluoroforo che ciascun fotone da solo sarebbe troppo debole per fare. Poiché il vantaggio di questi sistemi consiste in una penetrazione più profonda, sono spesso utilizzati per l'imaging di animali vivi.
ja: **多光子**顕微鏡は、組織がこれらの波長を散乱しにくいため、より長い波長（より低いエネルギー）の光の複数のパルスを利用して、組織の深部まで浸透させる。一旦そこに到達すると、フルオロフォアに同時に当たる複数の低エネルギー光子が、それぞれの光子だけでは弱すぎるフルオロフォアを活性化させるために、それらのエネルギーの組み合わせを使用する。このようなシステムの利点は、より深い透過性にあるため、ライブアニマルイメージングによく使用される。
pl: Mikroskopy **wielofotonowe** wykorzystują wielokrotne impulsy światła o większej długości fali (niższej energii) do penetracji w głąb tkanki, ponieważ tkanki są mniej podatne na rozpraszanie tych długości fal; gdy już tam się znajdą, wiele niskoenergetycznych fotonów uderzających w fluorofor w tym samym czasie wykorzysta swoją połączoną energię do aktywacji fluoroforu, którego każdy foton z osobna byłby zbyt słaby, aby to zrobić. Ponieważ zaletą tych systemów jest ich głębsza penetracja, są one często używane do wykonywania obrazowania żywych zwierząt.
pt: Os microscópios **multifótons** utilizam pulsos múltiplos de luz de comprimento de onda mais longo (menor energia) para penetrar profundamente no tecido, uma vez que os tecidos são menos propensos a espalhar esses comprimentos de onda; uma vez lá, vários fótons de baixa energia atingindo o fluoróforo ao mesmo tempo usarão sua energia combinada para ativar um fluoróforo que cada fóton sozinho seria fraco demais para fazer. Como o benefício desses sistemas está em sua penetração mais profunda, eles são frequentemente usados para realizar imagens de animais vivos.

source: **Superresolution** microscopes that are designed to allows the user to bypass the minimum optical resolution limit (typically 200 nm, depending on sample consideration) to resolve very small structures. Sometimes this is achieved with specialized hardware (such as in STED and SIM) and sometimes with specialized probes (such as in PALM and STORM).
cs: **Superresoluční** mikroskopy jsou navrženy tak, aby uživateli umožnily obejít minimální limit optického rozlišení (obvykle 200 nm, v závislosti na zvážení vzorku) pro rozlišení velmi malých struktur. Někdy je toho dosaženo pomocí specializovaného hardwaru (například STED a SIM) a někdy pomocí specializovaných sond (například PALM a STORM).
de: Mikroskope mit **Superauflösung**, die es dem Benutzer ermöglichen, die minimale optische Auflösungsgrenze (in der Regel 200 nm, je nach Probe) zu umgehen, um sehr kleine Strukturen aufzulösen. Manchmal wird dies mit spezieller Hardware erreicht (z. B. bei STED und SIM) und manchmal mit speziellen Sonden (z. B. bei PALM und STORM).
es: **Microscopios de superresolución** que están diseñados para permitir al usuario eludir el límite mínimo de resolución óptica (típicamente 200 nm, dependiendo de la consideración de la muestra) para resolver estructuras muy pequeñas. A veces, esto se logra con hardware especializado (como en STED y SIM) y, a veces, con sondas especializadas (como en PALM y STORM).
fa: میکروسکوپ‌هایی با وضوح فوق‌العاده ** طراحی شده‌اند که به کاربر اجازه می‌دهند حداقل حد وضوح نوری (معمولاً 200 نانومتر، بسته به در نظر گرفتن نمونه) را دور بزند تا ساختارهای بسیار کوچک را شناسایی کند. گاهی این امر با سخت افزارهای تخصصی (مانند STED و SIM) و گاهی با پروب های تخصصی (مانند PALM و STORM) به دست می آید.
fi: **Superresoluutiomikroskoopit**, jotka on suunniteltu siten, että käyttäjä voi ohittaa optisen resoluution vähimmäisrajan (tyypillisesti 200 nm, riippuen näytteestä) ja erottaa hyvin pieniä rakenteita. Joskus tämä saavutetaan erikoistuneella laitteistolla (kuten STED ja SIM) ja joskus erikoistuneilla koettimilla (kuten PALM ja STORM).
fr: Microscopes **superrésolution** conçus pour permettre à l'utilisateur de contourner la limite de résolution optique minimale (généralement 200 nm, en fonction de l'échantillon) pour résoudre de très petites structures. Parfois, cela est réalisé avec du matériel spécialisé (comme dans STED et SIM) et parfois avec des sondes spécialisées (comme dans PALM et STORM).
it: I microscopi a **superrisoluzione** sono progettati per consentire all'utente di superare il limite minimo di risoluzione ottica (in genere 200 nm, a seconda del campione considerato) per risolvere strutture molto piccole. A volte questo si ottiene con hardware specializzato (come in STED e SIM) e a volte con sonde specializzate (come in PALM e STORM).
ja: **超解像**顕微鏡は、ユーザーが最小光学分解能の限界（サンプルの検討にもよるが、通常200nm）を迂回し、非常に小さな構造を解像できるように設計されている。これは特殊なハードウェア（STEDやSIMなど）で達成されることもあれば、特殊なプローブ（PALMやSTORMなど）で達成されることもある。
pl: Mikroskopy **Superrozdzielczości** zaprojektowane tak, aby umożliwić użytkownikowi ominięcie minimalnego limitu rozdzielczości optycznej (zwykle 200 nm, w zależności od próbki) w celu rozróżnienia bardzo małych struktur. Czasami osiąga się to za pomocą specjalistycznego sprzętu (takiego jak w STED i SIM), a czasami za pomocą specjalistycznych sond (takich jak PALM i STORM).
pt: Microscópios de **superresolução** projetados para permitir que o usuário ultrapasse o limite de resolução óptica (normalmente 200 nm, dependendo da amostra) para resolver estruturas muito pequenas. Às vezes, isso é obtido com hardware especializado (como em STED e SIM) e às vezes com sondas especializadas (como em PALM e STORM).

source: **Light sheet** microscopes that illuminate the sample perpendicular to the axis of imaging, often by a second, orthogonal set of objective lenses. This allows for thin optical sectioning across large volumes, but introduces more considerations around sample mounting. Many variations on light sheet microscopes have emerged in recent years.
cs: **Ligh sheet** mikroskopy, které osvětlují vzorek kolmo k ose zobrazování, často druhou, ortogonální sadou čoček objektivu. To umožňuje tenké optické řezy ve velkých objemech, ale přináší více úvah o montáži vzorku. V posledních letech se objevilo mnoho variací na světelných listových mikroskopech.
de: **Lichtblattmikroskope**, die die Probe senkrecht zur Abbildungsachse beleuchten, oft mit einem zweiten, orthogonalen Satz von Objektiven. Dies ermöglicht dünne optische Schnitte über große Volumina, führt aber zu mehr Überlegungen bezüglich der Probenmontage. In den letzten Jahren sind viele Varianten von Lichtblattmikroskopen entstanden.
es: **Microscopios de hoja de luz** que iluminan la muestra de forma perpendicular al eje de la imagen, a menudo mediante un segundo conjunto ortogonal de lentes objetivo. Esto permite el seccionamiento óptico delgado en grandes volúmenes, pero presenta más consideraciones sobre el montaje de la muestra. En los últimos años han surgido muchas variaciones de los microscopios de hoja de luz.
fa: میکروسکوپ‌های **ورق نوری** که نمونه را عمود بر محور تصویربرداری، اغلب توسط یک مجموعه دوم متعامد از عدسی‌های شیئی روشن می‌کنند. این امکان برش نوری نازک را در حجم های بزرگ فراهم می کند، اما ملاحظات بیشتری را در مورد نصب نمونه معرفی می کند. تغییرات زیادی در میکروسکوپ های ورقه ای نور در سال های اخیر پدیدار شده است.
fi: **Valoarkkimikroskoopit**, jotka valaisevat näytteen kohtisuoraan kuva-akseliin nähden, usein toisen, kohtisuoran objektiivisarjan avulla. Tämä mahdollistaa ohuiden optisten leikkausten tekemisen suurista tilavuuksista, mutta se tuo mukanaan enemmän näytteen kiinnitykseen liittyviä näkökohtia. Viime vuosina on kehitetty monia muunnelmia valolehtimikroskoopeista.
fr: **Microscopes à feuille de lumière** qui éclairent l'échantillon perpendiculairement à l'axe d'imagerie, souvent par un deuxième ensemble orthogonal de lentilles d'objectif. Cela permet une coupe optique fine sur de grands volumes, mais introduit davantage de considérations concernant le montage des échantillons. De nombreuses variations sur les microscopes à feuille de lumière sont apparues ces dernières années.
it: Microscopi **a lastra luminosa** che illuminano il campione perpendicolarmente all'asse di acquisizione delle immagini, spesso mediante un secondo gruppo ortogonale di obiettivi. Ciò consente di effettuare sezioni ottiche sottili su grandi volumi, ma introduce ulteriori considerazioni sul montaggio del campione. Negli ultimi anni sono emerse molte varianti dei microscopi a fogli luminosi.
ja: **ライトシート**顕微鏡は、多くの場合、対物レンズの直交する第二のセットによって、撮像軸に対して垂直にサンプルを照射する。これにより、大きな体積を薄く光学的に切開することが可能になるが、サンプルの取り付けに関する考慮事項が増える。ライトシート顕微鏡には、近年多くのバリエーションが登場している。
pl: Mikroskopy **świetliste**, które oświetlają próbkę prostopadle do osi obrazowania, często za pomocą drugiego, ortogonalnego zestawu soczewek obiektywowych. Pozwala to na cienkie przekroje optyczne w dużych objętościach, ale wprowadza więcej uwag dotyczących montażu próbki. W ostatnich latach pojawiło się wiele odmian mikroskopów z cienkich arkuszy.
pt: Microscópios de **folha de luz** que iluminam a amostra perpendicularmente ao eixo da imagem, geralmente por um segundo conjunto ortogonal de lentes objetivas. Isso permite o seccionamento óptico fino em grandes volumes, mas apresenta mais aspectos sobre a montagem da amostra. Muitas variações em microscópios de folha de luz surgiram nos últimos anos.

source: No matter which kind of microscope you use, scientific microscopes are complex instruments with many working parts, all of which typically must be in good working order and calibrated/aligned properly for quantitative imaging to take place. The maintainer of your microscope will typically ensure this, but speak with them regularly about questions you may have and about how changes to the microscope configuration may affect your ability to accurately make certain measurements. Your microscope maintainer may be maintaining a large number of microscopes with a large number of independent users, so if something looks "off", make sure to talk with them before proceeding!
cs: Bez ohledu na to, jaký druh mikroskopu používáte, vědecké mikroskopy jsou složité přístroje s mnoha součástkami, z nichž všechny obvykle musí být v dobrém provozním stavu a musí být správně zkalibrovány/zarovnány, aby mohlo probíhat kvantitativní zobrazování. Správce vašeho mikroskopu to obvykle zajistí, ale pravidelně s ním mluvte o otázkách, které můžete mít, a o tom, jak mohou změny konfigurace mikroskopu ovlivnit vaši schopnost přesně provádět určitá měření. Váš správce mikroskopu může udržovat velký počet mikroskopů s velkým počtem nezávislých uživatelů, takže pokud něco vypadá „nepatrně“, nezapomeňte si s nimi promluvit, než budete pokračovat!
de: Unabhängig davon, welche Art von Mikroskop Sie verwenden, handelt es sich bei wissenschaftlichen Mikroskopen um komplexe Instrumente mit vielen funktionierenden Teilen, die in der Regel alle in gutem Zustand und richtig kalibriert/ausgerichtet sein müssen, damit eine quantitative Bildgebung möglich ist. Der Betreuer Ihres Mikroskops stellt dies in der Regel sicher. Sprechen Sie jedoch regelmäßig mit ihm über Fragen, die Sie haben, und darüber, wie sich Änderungen an der Mikroskopkonfiguration auf Ihre Fähigkeit auswirken können, bestimmte Messungen genau durchzuführen. Der Betreuer Ihres Mikroskops betreut möglicherweise eine große Anzahl von Mikroskopen mit einer großen Anzahl unabhängiger Benutzer. Wenn also etwas nicht in Ordnung zu sein scheint, sollten Sie unbedingt mit ihm sprechen, bevor Sie fortfahren!
es: Independientemente del tipo de microscopio que utilice, los microscopios científicos son instrumentos complejos con muchas piezas de trabajo, todas las cuales normalmente deben estar en buen estado de funcionamiento y calibradas/alineadas correctamente para que se produzcan imágenes cuantitativas. El encargado del mantenimiento de su microscopio generalmente se asegurará de esto, pero hable con ellos regularmente sobre las preguntas que pueda tener y sobre cómo los cambios en la configuración del microscopio pueden afectar su capacidad para realizar ciertas mediciones con precisión. Su responsable de mantenimiento de microscopios puede estar manteniendo una gran cantidad de microscopios con una gran cantidad de usuarios independientes, por lo que si algo parece "extraño", ¡asegúrese de hablar con ellos antes de continuar!
fa: مهم نیست که از چه نوع میکروسکوپی استفاده می‌کنید، میکروسکوپ‌های علمی ابزار پیچیده‌ای هستند که بخش‌های کار زیادی دارند، که معمولاً همه آن‌ها باید در حالت کار خوب و کالیبره/تراز مناسب برای انجام تصویربرداری کمی باشند. نگهدارنده میکروسکوپ شما معمولاً این را تضمین می کند، اما به طور مرتب در مورد سؤالاتی که ممکن است داشته باشید و اینکه چگونه تغییرات در پیکربندی میکروسکوپ ممکن است بر توانایی شما برای انجام دقیق اندازه گیری های خاص تأثیر بگذارد، با آنها صحبت کنید. نگهدارنده میکروسکوپ شما ممکن است تعداد زیادی میکروسکوپ را با تعداد زیادی کاربر مستقل نگهداری کند، بنابراین اگر چیزی "خاموش" به نظر می رسد، قبل از ادامه حتما با آنها صحبت کنید!
fi: Käytitpä minkälaista mikroskooppia tahansa, tieteelliset mikroskoopit ovat monimutkaisia instrumentteja, joissa on monia toimivia osia, joiden kaikkien on yleensä oltava kunnossa ja kalibroitu/suorassa asennossa, jotta kvantitatiivinen kuvantaminen onnistuu. Mikroskooppisi ylläpitäjä huolehtii yleensä tästä, mutta keskustele hänen kanssaan säännöllisesti kysymyksistä, joita sinulla saattaa olla, ja siitä, miten mikroskoopin kokoonpanon muutokset voivat vaikuttaa mahdollisuuksiisi tehdä tiettyjä mittauksia tarkasti. Mikroskoopin ylläpitäjä saattaa ylläpitää suurta määrää mikroskooppeja, joilla on suuri määrä riippumattomia käyttäjiä, joten jos jokin näyttää "oudolta", keskustele hänen kanssaan ennen kuin jatkat!
fr: Quel que soit le type de microscope que vous utilisez, les microscopes scientifiques sont des instruments complexes avec de nombreuses pièces de travail, qui doivent généralement toutes être en bon état de fonctionnement et calibrées/alignées correctement pour que l'imagerie quantitative ait lieu. Le mainteneur de votre microscope s'en assurera généralement, mais discutez régulièrement avec lui des questions que vous pourriez avoir et de la manière dont les modifications apportées à la configuration du microscope peuvent affecter votre capacité à effectuer certaines mesures avec précision. Votre mainteneur de microscope peut entretenir un grand nombre de microscopes avec un grand nombre d'utilisateurs indépendants, donc si quelque chose semble "anormal", assurez-vous de parler avec eux avant de continuer !
it: Indipendentemente dal tipo di microscopio utilizzato, i microscopi scientifici sono strumenti complessi con molte parti funzionanti, che devono essere tutte in buono stato di funzionamento e calibrate/allineate correttamente per poter eseguire l'imaging quantitativo. In genere è il manutentore del microscopio a garantirlo, ma è bene che parliate regolarmente con lui di eventuali domande e di come le modifiche alla configurazione del microscopio possano influire sulla vostra capacità di effettuare con precisione determinate misurazioni. Il manutentore del vostro microscopio potrebbe gestire un gran numero di microscopi con un gran numero di utenti indipendenti, quindi se qualcosa sembra "fuori posto", assicuratevi di parlarne con lui prima di procedere!
ja: どの種類の顕微鏡を使用するにしても、科学用顕微鏡は複雑な装置で、多くの作動部品があり、定量的なイメージングを行うためには、すべての部品が正常に作動し、正しく校正／調整されていなければなりません。通常、顕微鏡のメンテナンス担当者がこのことを保証してくれますが、疑問点や顕微鏡の構成が変わると正確な測定ができなくなる可能性があることについては、定期的にメンテナンス担当者に相談してください。顕微鏡のメンテナンス担当者は、多くの独立したユーザーと多くの顕微鏡をメンテナンスしている可能性があります！
pl: Bez względu na to, jakiego rodzaju mikroskopu używasz, mikroskopy naukowe są złożonymi instrumentami z wieloma działającymi częściami, z których wszystkie zazwyczaj muszą być w dobrym stanie technicznym i odpowiednio skalibrowane/ustawione, aby możliwe było obrazowanie ilościowe. Osoba zajmująca się konserwacją Twojego mikroskopu zazwyczaj to zapewnia, ale regularnie rozmawiaj z nią o ewentualnych pytaniach oraz o tym, jak zmiany w konfiguracji mikroskopu mogą wpłynąć na Twoją zdolność do dokładnego wykonywania pewnych pomiarów. Twój opiekun mikroskopu może utrzymywać dużą liczbę mikroskopów z dużą liczbą niezależnych użytkowników, więc jeśli coś wygląda na „nie tak”, porozmawiaj z nimi przed kontynuowaniem!
pt: Não importa que tipo de microscópio você use, os microscópios científicos são instrumentos complexos com muitas partes funcionais, todas as quais normalmente devem estar em boas condições de funcionamento e calibradas/alinhadas adequadamente para que a imagem quantitativa ocorra. O responsável do seu microscópio normalmente garantirá isso, mas converse com ele regularmente sobre dúvidas que você possa ter e sobre como as alterações na configuração do microscópio podem afetar sua capacidade de fazer determinadas medições com precisão. O responsável do seu microscópio pode estar mantendo um grande número de microscópios com um grande número de usuários independentes, portanto, se algo parecer "errado", converse com eles antes de prosseguir!

source: Choosing the right microscopy modality
cs: Volba správné mikroskopické metody
de: Die Wahl der richtigen Mikroskopiemodalität
es: Elegir la modalidad de microscopía adecuada
fa: انتخاب روش میکروسکوپی مناسب
fi: Oikean mikroskooppimenetelmän valinta
fr: Choisir la bonne modalité de microscopie
it: Scegliere la giusta modalità di microscopia
ja: 適切な顕微鏡モダリティの選択
pl: Wybór właściwej metody mikroskopii
pt: Escolhendo a modalidade correta de microscopia
