Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Choosing the right microscope for your experiment will be a factor both of what the experiment dictates and what the researcher can access. The image below (from [Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) gives a sense of the sorts of decisions one should consider when choosing a microscope; a more thorough description of the pros and cons of various kinds of microscopes can be found in [this tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
cs: Výběr správného mikroskopu pro váš experiment bude faktorem jak toho, co experiment diktuje, tak toho, k čemu má výzkumník přístup. Níže uvedený obrázek (z [Fundamentals of Microscopy od Jermeyho Sandersona](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) dává představu o druzích rozhodnutí, která byste měli zvážit při výběru mikroskop; důkladnější popis výhod a nevýhod různých druhů mikroskopů lze nalézt v [tomto návodu](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
de: Die Wahl des richtigen Mikroskops für Ihr Experiment hängt sowohl von den Anforderungen des Experiments als auch von den Möglichkeiten des Forschers ab. Das folgende Bild (aus [Grundlagen der Mikroskopie von Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) vermittelt einen Eindruck von der Art der Entscheidungen, die man bei der Wahl eines Mikroskops treffen sollte; eine ausführlichere Beschreibung der Vor- und Nachteile verschiedener Arten von Mikroskopen finden Sie in [this tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
es: Elegir el microscopio adecuado para su experimento será un factor tanto de lo que dicte el experimento como de lo que el investigador pueda acceder. La siguiente imagen (de [Fundamentals of Microscopy de Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) da una idea del tipo de decisiones que uno debe considerar al elegir un microscopio; Puede encontrar una descripción más detallada de los pros y los contras de varios tipos de microscopios en [este tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
fa: انتخاب میکروسکوپ مناسب برای آزمایش شما عاملی است که آزمایش دیکته می کند و محقق می تواند به آن دسترسی داشته باشد. تصویر زیر (از [Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz` را نشان می دهد حسی از انواع تصمیماتی که باید هنگام انتخاب میکروسکوپ در نظر گرفت. شرح کامل تری از جوانب مثبت و منفی انواع مختلف میکروسکوپ ها را می توانید در [این آموزش] (https://doi.org/10.1038/s41596-020-0313-9){cite} بیابید. `Jonkman2020-bo`.
fi: Oikean mikroskoopin valitseminen kokeeseen riippuu sekä siitä, mitä koe edellyttää että siitä, mitä tutkijalla on käytettävissään. Alla oleva kuva (kirjasta [Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) antaa käsityksen siitä, millaisia päätöksiä mikroskooppia valittaessa olisi harkittava; perusteellisempi kuvaus erityyppisten mikroskooppien hyvistä ja huonoista puolista löytyy kirjasta [this tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
fr: Choisir le bon microscope pour votre expérience sera un facteur à la fois de ce que l'expérience dicte et de ce à quoi le chercheur peut accéder. L'image ci-dessous (extraite de [Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) donne une idée des types de décisions à prendre en compte lors du choix un microscope; une description plus détaillée des avantages et des inconvénients des différents types de microscopes peut être trouvée dans [ce tutoriel](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
it: La scelta del microscopio giusto per l'esperimento dipende sia da ciò che l'esperimento richiede sia dalle possibilità di accesso del ricercatore. L'immagine qui sotto (da [Fundamentals of Microscopy di Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) dà un'idea del tipo di decisioni che si dovrebbero prendere quando si sceglie un microscopio; una descrizione più approfondita dei pro e dei contro dei vari tipi di microscopi si trova in [questo tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman20-bo`.
ja: 実験に適した顕微鏡を選ぶには、実験に必要なものと、研究者がアクセスできるものの両方が関係してくる。下の画像（[Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76){cite}`Sanderson2020-qz` より）は、顕微鏡を選択する際に考慮すべき決定事項の種類を知ることができます。様々な種類の顕微鏡の長所と短所についてのより詳細な説明は、[this tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo` にあります。
pl: Wybór odpowiedniego mikroskopu do eksperymentu będzie czynnikiem zarówno tego, co dyktuje eksperyment, jak i tego, do czego badacz ma dostęp. Poniższy obraz (z [Fundamentals of Microscopy autorstwa Jermeya Sandersona](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) przedstawia rodzaje decyzji, które należy wziąć pod uwagę przy wyborze mikroskop; dokładniejszy opis zalet i wad różnych rodzajów mikroskopów można znaleźć w [tym samouczku](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.
pt: Escolher o microscópio certo para o seu experimento será um fator tanto do que o experimento determina quanto do que o pesquisador pode acessar. A imagem abaixo (de [Fundamentals of Microscopy by Jermey Sanderson](http://dx.doi.org/10.1002/cpmo.76) {cite}`Sanderson2020-qz`) dá uma noção dos tipos de decisões que deve ser considerado ao escolher um microscópio; uma descrição mais completa dos prós e contras de vários tipos de microscópios pode ser encontrada em [este tutorial](https://doi.org/10.1038/s41596-020-0313-9){cite}`Jonkman2020-bo`.

source: BBBC image montage
cs: BBBC obrazová montáž
de: BBBC-Bildmontage
es: Montaje de imagen BBBC
fa: مونتاژ تصویر بی بی سی
fi: BBBC:n kuvakooste
fr: Montage d'images BBBC
it: Montaggio di immagini BBBC
ja: BBBCイメージ・モンタージュ
pl: Montaż obrazu BBC
pt: montagem de imagem BBBC

source: **Flow chart to help choose which type of microscope to use.** Figure by Jeremy Sanderson. [Source](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
cs: **Flow chart to help choose which type of microscope to use.** Obrázek od Jeremyho Sandersona. [Zdroj](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
de: **Flussdiagramm zur Auswahl des richtigen Mikroskoptyps** Abbildung von Jeremy Sanderson. [Quelle](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
es: **Diagrama de flujo para ayudar a elegir qué tipo de microscopio usar.** Figura de Jeremy Sanderson. [Fuente](https://www.researchgate.net/figure/Flow-chart-to-help-choose-what-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
fa: ** نمودار جریان برای کمک به انتخاب نوع میکروسکوپ مورد استفاده. ** شکل توسط جرمی ساندرسون. [منبع](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
fi: **Virtauskaavio, joka auttaa valitsemaan käytettävän mikroskoopin tyypin.** Kuva Jeremy Sanderson. [Lähde](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`.
fr: **Organigramme pour vous aider à choisir le type de microscope à utiliser.** Figure de Jeremy Sanderson. [Source](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
it: **Flow chart per aiutare a scegliere il tipo di microscopio da utilizzare.** Figura di Jeremy Sanderson. [Fonte](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
ja: **図：ジェレミー・サンダーソン（Jeremy Sanderson）。[ソース](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746){cite}`Sanderson2020-qz`
pl: **Schemat ułatwiający wybór typu mikroskopu.** Rysunek autorstwa Jeremy'ego Sandersona. [Źródło](https://www.researchgate.net/figure/Flow-chart-to-help-choose- Which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`
pt: **Fluxograma para ajudar a escolher que tipo de microscópio usar.** Figura de Jeremy Sanderson. [Fonte](https://www.researchgate.net/figure/Flow-chart-to-help-choose-which-type-of-microscope-to-use_fig5_341918746) {cite}`Sanderson2020-qz`

source: Opportunities for microscopy resource access
cs: Možnosti přístupu k mikroskopickým zdrojům
de: Möglichkeiten für den Zugang zu Mikroskopierressourcen
es: Oportunidades para el acceso a recursos de microscopía
fa: فرصت های دسترسی به منابع میکروسکوپی
fi: Mahdollisuudet mikroskopiaresurssien käyttöön
fr: Possibilités d'accès aux ressources de microscopie
it: Opportunità di accesso alle risorse di microscopia
ja: 顕微鏡リソースへのアクセスの機会
pl: Możliwości dostępu do zasobów mikroskopii
pt: Oportunidades para acesso aos recursos de microscopia

source: While some imaging facilities are open only to members of a single institution, others allow outside visitors or even sponsor visitors to travel to them.
cs: Zatímco některá zobrazovací facility jsou otevřena pouze členům jedné instituce, jiná jsou k dispozici pro externisty nebo i ve plné open access formě.
de: Einige Bildgebungseinrichtungen sind nur für Angehörige einer bestimmten Einrichtung zugänglich, während andere Besucher von außerhalb zulassen oder sogar Besucher sponsern, die zu ihnen reisen.
es: Si bien algunas instalaciones de imágenes están abiertas solo para miembros de una sola institución, otras permiten visitantes externos o incluso patrocinan a los visitantes para que viajen a ellas.
fa: در حالی که برخی از امکانات تصویربرداری فقط برای اعضای یک موسسه باز است، برخی دیگر به بازدیدکنندگان خارجی یا حتی بازدیدکنندگان اسپانسر اجازه می‌دهند به آنها سفر کنند.
fi: Osa kuvantamisyksiköistä tarjoava palveluitaan vain oman instituutin jäsenille, kun taas toiset sallivat ulkopuolisten tutkijoiden vierailut joskus jopa sponsoroiden niitä.
fr: Alors que certaines installations d'imagerie ne sont ouvertes qu'aux membres d'une seule institution, d'autres permettent à des visiteurs extérieurs ou même à des visiteurs parrainés de s'y rendre.
it: Mentre alcune strutture di imaging sono aperte solo ai membri di una singola istituzione, altre consentono ai visitatori esterni o addirittura li sponsorizzano.
ja: 画像処理施設の中には、その施設に所属している人のみが利用できる施設もあれば、外部からの見学やスポンサーによる見学が可能な施設もある。
pl: Podczas gdy niektóre ośrodki obrazowania są otwarte tylko dla członków jednej instytucji, inne pozwalają odwiedzającym z zewnątrz, a nawet sponsorom, na podróżowanie do nich.
pt: Enquanto algumas instalações de imagem estão abertas apenas para membros de uma única instituição, outras permitem que visitantes externos ou até empresas as utilizem.

source: **Advanced Imaging Center - Janelia Research Campus.** The AIC was created to give access to the broad scientific community to new imaging instruments that are not commercially available. Proposals can be submitted during open calls at [their website](https://www.aicjanelia.org/apply).
cs: **Advanced Imaging Center – Janelia Research Campus.** AIC bylo vytvořeno, aby umožnilo široké vědecké komunitě přístup k novým zobrazovacím přístrojům, které nejsou komerčně dostupné. Návrhy lze předkládat během otevřených výzev na [jejich webových stránkách] (https://www.aicjanelia.org/apply).
de: **Advanced Imaging Center - Janelia Research Campus.** Das AIC wurde gegründet, um der breiten wissenschaftlichen Gemeinschaft Zugang zu neuen Bildgebungsinstrumenten zu verschaffen, die nicht im Handel erhältlich sind. Vorschläge können im Rahmen offener Ausschreibungen auf [ihrer Website] (https://www.aicjanelia.org/apply) eingereicht werden.
es: **Centro de Imágenes Avanzadas - Campus de Investigación Janelia.** El AIC fue creado para dar acceso a la amplia comunidad científica a nuevos instrumentos de imágenes que no están disponibles comercialmente. Las propuestas se pueden enviar durante convocatorias abiertas en [su sitio web] (https://www.aicjanelia.org/apply).
fa: **مرکز تصویربرداری پیشرفته - پردیس تحقیقاتی جانلیا.** AIC برای دسترسی به جامعه علمی گسترده به ابزارهای تصویربرداری جدید که به صورت تجاری در دسترس نیستند ایجاد شد. پیشنهادات را می توان در طول فراخوان های آزاد در [وب سایت آنها] (https://www.aicjanelia.org/apply) ارسال کرد.
fi: **Advanced Imaging Center - Janelia Research Campus.** AIC perustettiin, jotta laaja tiedeyhteisö saisi käyttöönsä uusia kuvantamisvälineitä, joita ei ole kaupallisesti saatavilla. Ehdotuksia voi jättää avoimien ehdotuspyyntöjen aikana [niiden verkkosivuilla] (https://www.aicjanelia.org/apply).
fr: **Advanced Imaging Center - Janelia Research Campus.** L'AIC a été créé pour donner accès à l'ensemble de la communauté scientifique à de nouveaux instruments d'imagerie qui ne sont pas disponibles dans le commerce. Les propositions peuvent être soumises lors d'appels ouverts sur [leur site Web] (https://www.aicjanelia.org/apply).
it: **L'AIC è stato creato per consentire alla comunità scientifica di accedere a nuovi strumenti di imaging non disponibili in commercio. Le proposte possono essere presentate durante gli inviti aperti su [il loro sito web](https://www.aicjanelia.org/apply).
ja: **アドバンスト・イメージング・センター - ジャネリア・リサーチ・キャンパス.** AICは、市販されていない新しいイメージング機器を幅広い科学コミュニティに提供するために設立された。プロポーザルは[ウェブサイト](https://www.aicjanelia.org/apply)の公募期間中に提出できる。
pl: **Centrum zaawansowanego obrazowania – kampus badawczy Janelia.** Centrum AIC zostało utworzone, aby umożliwić szerokiej społeczności naukowej dostęp do nowych instrumentów obrazowania, które nie są dostępne na rynku. Wnioski można składać podczas otwartych zaproszeń na [ich stronie internetowej] (https://www.aicjanelia.org/apply).
pt: **Centro Avançado de Imagem - Janelia Research Campus.** O AIC foi criado para dar a comunidade científica acesso a novos instrumentos de imagem que não estão disponíveis comercialmente. As propostas podem ser enviadas durante as chamadas abertas em [seu site] (https://www.aicjanelia.org/apply).

source: Practical considerations
cs: Praktické úvahy
de: Praktische Überlegungen
es: Consideraciones prácticas
fa: ملاحظات عملی
fi: Käytännön näkökohtia
fr: Considérations pratiques
it: Considerazioni pratiche
ja: 実務上の留意点
pl: Względy praktyczne
pt: Considerações práticas

source: We recommend checking out [Microtutor](https://microtutor.globalbioimaging.org/) and [MyScope](https://myscope.training/) for interactive explanations of many of these concepts!
fr: Nous vous recommandons de consulter [Microtutor](https://microtutor.globalbioimaging.org/) et [MyScope](https://myscope.training/) pour des explications interactives sur bon nombre de ces concepts !
pl: Zalecamy zapoznanie się z [Microtutor](https://microtutor.globalbioimaging.org/) i [MyScope](https://myscope.training/) w celu uzyskania interaktywnych wyjaśnień wielu z tych koncepcji!

source: Objective selection
cs: Objektivní výběr
de: Objektive Auswahl
es: Selección de objetivos
fa: انتخاب عینی
fi: Objektiivin valinta
fr: Sélection objective
it: Selezione degli obiettivi
ja: 目的選択
pl: Wybór celu
pt: Escolha da objetiva

source: Microscope objectives have a number of features that must be considered when deciding which objective is right for your experiment
cs: Mikroskopické objektivy mají řadu vlastností, které je třeba vzít v úvahu při rozhodování, který objektiv je vhodný pro váš experiment.
de: Mikroskop-Objektive haben eine Reihe von Merkmalen, die bei der Entscheidung, welches Objektiv für Ihr Experiment geeignet ist, berücksichtigt werden müssen
es: Los objetivos del microscopio tienen una serie de características que deben tenerse en cuenta al decidir qué objetivo es el adecuado para su experimento.
fa: اهداف میکروسکوپ دارای تعدادی ویژگی هستند که باید هنگام تصمیم گیری در مورد اینکه کدام هدف برای آزمایش شما مناسب است در نظر گرفته شود
fi: Mikroskooppiobjektiiveilla on useita ominaisuuksia, jotka on otettava huomioon, kun päätetään, mikä objektiivi sopii kokeeseenne.
fr: Les objectifs de microscope ont un certain nombre de caractéristiques qui doivent être prises en compte lors du choix de l'objectif qui convient à votre expérience
it: Gli obiettivi per microscopio hanno una serie di caratteristiche che devono essere prese in considerazione quando si decide quale obiettivo è adatto al proprio esperimento.
ja: 顕微鏡の対物レンズには多くの特徴があり、どの対物レンズが実験に適しているかを決定する際に考慮する必要があります。
pl: Obiektywy mikroskopowe mają wiele cech, które należy wziąć pod uwagę przy podejmowaniu decyzji, który obiektyw jest odpowiedni dla danego eksperymentu
pt: As objetivas do microscópio têm vários recursos que devem ser considerados ao decidir qual objetiva é a certa para o seu experimento

source: Magnification and resolution: the higher the numerical aperture (NA) of the lens, the finer the resolution one can obtain in one's sample. The NA is calculated as {math}`NA=RI * sin(θ)`, relating both to the {term}`refractive index` of the sample, glass, and {term}`immersion media` as well as the range of angles of emitted light that can be collected into the lens. Unless special techniques are used, the typical limit of resultion is calculated as {math}`d = λ / 2NA`, meaning the resolution is set both by the NA of the lens but also by the wavelength of light used for imaging.
cs: Zvětšení a rozlišení: čím vyšší je numerická apertura (NA) objektivu, tím jemnější rozlišení lze získat ve vzorku. NA se vypočítá jako {math}`NA=RI * sin(θ)`, vztahující se jak k {term}`indexu lomu` vzorku, skla a {term}`ponornému médiu`, tak k rozsahu úhlů vyzařované světlo, které lze sbírat do čočky. Pokud nejsou použity speciální techniky, typická mez výsledku se vypočítá jako {math}`d = λ / 2NA`, což znamená, že rozlišení je nastaveno jak NA objektivu, tak i vlnovou délkou světla použitého pro zobrazování.
de: Vergrößerung und Auflösung: Je höher die numerische Apertur (NA) des Objektivs ist, desto feiner ist die Auflösung, die man in der Probe erzielen kann. Die NA wird wie folgt berechnet: {math}`NA=RI * sin(θ)`, wobei sowohl der Brechungsindex der Probe, des Glases und des Immersionsmediums als auch der Bereich der Winkel des emittierten Lichts, das von der Linse erfasst werden kann, eine Rolle spielen. Sofern keine speziellen Techniken verwendet werden, wird die typische Ergebnisgrenze wie folgt berechnet: {math}`d = λ / 2NA`, d.h. die Auflösung wird sowohl durch die NA des Objektivs als auch durch die Wellenlänge des zur Abbildung verwendeten Lichts bestimmt.
es: Aumento y resolución: cuanto mayor sea la apertura numérica (NA) de la lente, más fina será la resolución que se puede obtener en la muestra. El NA se calcula como {math}`NA=RI * sin(θ)`, en relación con el {term}`índice de refracción` de la muestra, el vidrio y {term}`medios de inmersión`, así como el rango de ángulos de luz emitida que se pueden recoger en la lente. A menos que se utilicen técnicas especiales, el límite típico de resultado se calcula como {math}`d = λ / 2NA`, lo que significa que la resolución se establece tanto por la NA de la lente como por la longitud de onda de la luz utilizada para la imagen.
fa: بزرگنمایی و وضوح: هرچه دیافراگم عددی (NA) لنز بالاتر باشد، وضوح تصویر در نمونه خود بهتر می شود. NA به صورت {math}`NA=RI * sin(θ)` محاسبه می شود که هر دو را به {term}"شاخص شکست" مربوط می کند. از نمونه، شیشه، و {term}«محیط غوطه وری» و همچنین محدوده زوایای نور ساطع شده قابل جمع آوری در لنز. مگر اینکه از تکنیک‌های خاصی استفاده شود، حد معمول نتیجه به‌صورت {math}`d = λ / 2NA` محاسبه می‌شود، به این معنی که وضوح هم توسط NA لنز تنظیم می‌شود و هم توسط طول موج نور مورد استفاده برای تصویربرداری
fi: Suurennus ja resoluutio: mitä suurempi objektiivin numeerinen aukko (NA) on, sitä hienompi resoluutio näytteestä saadaan. NA lasketaan kaavalla {math}`NA=RI * sin(θ)`, joka liittyy sekä näytteen, lasin ja upotusmedian taitekertoimeen että linssiin kerättävän emittoituneen valon kulma-alueeseen. Ellei erityisiä tekniikoita käytetä, tyypillinen tulosraja lasketaan seuraavasti: {math}`d = λ / 2NA`, mikä tarkoittaa, että resoluutio määräytyy sekä linssin NA:n että kuvantamisessa käytettävän valon aallonpituuden mukaan.
fr: Grossissement et résolution : plus l'ouverture numérique (NA) de l'objectif est élevée, plus la résolution que l'on peut obtenir dans son échantillon est fine. L'AN est calculé comme {math}`NA=RI * sin(θ)`, se rapportant à la fois au {term}`indice de réfraction` de l'échantillon, du verre et du {term}`support d'immersion` ainsi qu'à la plage d'angles de lumière émise qui peut être collectée dans la lentille. À moins que des techniques spéciales ne soient utilisées, la limite typique de résultat est calculée comme {math}`d = λ / 2NA`, ce qui signifie que la résolution est définie à la fois par la NA de la lentille mais également par la longueur d'onde de la lumière utilisée pour l'imagerie.
it: Ingrandimento e risoluzione: maggiore è l'apertura numerica (NA) dell'obiettivo, più fine è la risoluzione che si può ottenere nel campione. L'NA si calcola come {math}`NA=RI * sin(θ)`, in relazione sia all'{term}`indice di rifrazione` del campione, del vetro e dei {term}`mezzi di immersione`, sia alla gamma di angoli della luce emessa che possono essere raccolti nella lente. A meno che non si utilizzino tecniche speciali, il limite tipico della risoluzione è calcolato come {math}`d = λ / 2NA`, il che significa che la risoluzione è stabilita sia dall'NA dell'obiettivo che dalla lunghezza d'onda della luce utilizzata per l'imaging.
ja: 倍率と解像度：レンズの開口数（NA）が高いほど、サンプルで得られる解像度は細かくなる。NAは、{math}`NA=RI * sin(θ)`として計算され、サンプル、ガラス、{term}`浸漬媒体`の{term}`屈折率`と、レンズに集めることができる放出光の角度の範囲の両方に関連する。特別な技術を使用しない限り、典型的な結果の限界は{math}`d = λ / 2NA` として計算される。つまり、解像度はレンズのNAによって設定されるが、イメージングに使用される光の波長によっても設定される。
pl: Powiększenie i rozdzielczość: im wyższa apertura numeryczna (NA) obiektywu, tym lepszą rozdzielczość można uzyskać w próbce. NA jest obliczana jako {math}`NA=RI * sin(θ)`, odnosząca się zarówno do {człon}`współczynnika załamania` próbki, szkła i {term}`środka zanurzeniowego`, jak i zakresu kątów emitowane światło, które można zebrać w soczewce. O ile nie stosuje się specjalnych technik, typowy limit wyniku jest obliczany jako {math}`d = λ / 2NA`, co oznacza, że rozdzielczość jest ustalana zarówno przez NA obiektywu, jak i przez długość fali światła używanego do obrazowania.
pt: Ampliação e resolução: quanto maior a abertura numérica (NA) da lente, maior a resolução que se pode obter em sua amostra. O NA é calculado como {math}`NA=RI * sin(θ)`, relacionado tanto ao {term}`índice de refração` da amostra, vidro e o {term}`meio de imersão`, bem como ao intervalo de ângulos de luz emitida que pode ser coletada na lente. A menos que técnicas especiais sejam usadas, o limite típico é calculado como {math}`d = λ / 2NA`, o que significa que a resolução é definida pelo NA da lente, mas também pelo comprimento de onda da luz utilizada para a geração de imagens.

source: microtubules imaged at 488nm and 647nm
cs: mikrotubuly zobrazené při 488nm a 647nm
de: Mikrotubuli, abgebildet bei 488nm und 647nm
es: microtúbulos fotografiados a 488nm y 647nm
fa: میکروتوبول های 488 و 647 نانومتر تصویربرداری شده اند
fi: mikrotubulukset kuvattu 488 nm:n ja 647 nm:n aallonpituudella
fr: microtubules imagés à 488 nm et 647 nm
it: microtubuli fotografati a 488nm e 647nm
ja: 488nmと647nmで撮影された微小管
pl: mikrotubule zobrazowane przy 488nm i 647nm
pt: microtúbulos imageados em 488nm e 647nm
