Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: The amount of signal captured from any fluorophore will be related not just to the intrinsic brightness of the fluorophore, but also the amount of excitation light it is exposed to (due to duration, power, or both) as well as amount of time and signal multiplication that happens at the detector (typically a camera or a photomultiplier tube (PMT)). An optimal experiment is typically one that minimizes the amount of light hitting the sample (to reduce photobleaching and/or phototoxicity) while acheiving adequate fluorescent signal and in minimal time on the equipment. How exactly to balance these competing factors will depend on the exact biology being studied and the researcher's constraints.
cs: Množství signálu zachyceného z jakéhokoli fluoroforu bude souviset nejen s vnitřním jasem fluoroforu, ale také s množstvím excitačního světla, kterému je vystaven (kvůli trvání, výkonu nebo obojímu), stejně jako množství času a signálu. násobení, ke kterému dochází na detektoru (typicky kamera nebo fotonásobič (PMT)). Optimální experiment je typicky takový, který minimalizuje množství světla dopadajícího na vzorek (pro snížení fotobleachingu a/nebo fototoxicity) při dosažení adekvátního fluorescenčního signálu a v minimálním čase na zařízení. Jak přesně vyvážit tyto konkurenční faktory bude záviset na přesné biologii, která je studována, a na omezeních výzkumníka.
de: Die Menge des von einem Fluorophor erfassten Signals hängt nicht nur von der intrinsischen Helligkeit des Fluorophors ab, sondern auch von der Menge des Anregungslichts, dem es ausgesetzt ist (aufgrund von Dauer, Leistung oder beidem) sowie von der Zeit und der Signalvervielfachung, die am Detektor (in der Regel eine Kamera oder eine Photomultiplier-Röhre (PMT)) stattfindet. Ein optimales Experiment ist in der Regel eines, bei dem die Lichtmenge, die auf die Probe trifft, minimiert wird (um das Photobleaching und/oder die Phototoxizität zu verringern), während gleichzeitig ein angemessenes Fluoreszenzsignal bei minimalem Zeitaufwand für die Ausrüstung erzielt wird. Wie genau diese konkurrierenden Faktoren auszubalancieren sind, hängt von der genauen Biologie ab, die untersucht werden soll, und von den Beschränkungen des Forschers.
es: La cantidad de señal capturada de cualquier fluoróforo estará relacionada no solo con el brillo intrínseco del fluoróforo, sino también con la cantidad de luz de excitación a la que está expuesto (debido a la duración, la potencia o ambos), así como con la cantidad de tiempo y la señal. multiplicación que ocurre en el detector (típicamente una cámara o un tubo fotomultiplicador (PMT)). Un experimento óptimo suele ser uno que minimiza la cantidad de luz que llega a la muestra (para reducir el fotoblanqueo y/o la fototoxicidad) mientras se logra una señal fluorescente adecuada y en un tiempo mínimo en el equipo. Cómo equilibrar exactamente estos factores competitivos dependerá de la biología exacta que se estudie y de las limitaciones del investigador.
fa: مقدار سیگنال گرفته شده از هر فلوروفور نه تنها به روشنایی ذاتی فلوروفور، بلکه به میزان نور تحریکی که در معرض آن قرار می گیرد (به دلیل مدت زمان، قدرت یا هر دو) و همچنین مقدار زمان و سیگنال مربوط می شود. ضربی که در آشکارساز اتفاق می افتد (معمولاً یک دوربین یا یک لوله فتو ضربی (PMT)). یک آزمایش بهینه معمولاً آزمایشی است که میزان برخورد نور به نمونه را به حداقل می رساند (برای کاهش نور سفید و/یا سمیت نوری) در حالی که سیگنال فلورسنت کافی و در حداقل زمان بر روی تجهیزات می رسد. چگونگی تعادل دقیق این عوامل رقیب به زیست شناسی دقیق مورد مطالعه و محدودیت های محقق بستگی دارد.
fi: Mistä tahansa fluorofoorista kerätyn signaalin määrä ei liity pelkästään fluorofoorin luontaiseen kirkkauteen, vaan myös siihen kohdistuvan herätevalon määrään (keston, tehon tai molempien perusteella) sekä detektorissa (tyypillisesti kamerassa tai valomonistinputkessa (PMT) tapahtuvaan ajan ja signaalin kerrannaisvaikutuksen määrään.) Optimaalinen koe on tyypillisesti sellainen, jossa näytteeseen osuvan valon määrä on mahdollisimman pieni (fotovärjäytymisen ja/tai fototoksisuuden vähentämiseksi), mutta samalla saadaan aikaan riittävä fluoresenssisignaali ja laitteistoon kuluva aika on mahdollisimman lyhyt. Se, miten nämä kilpailevat tekijät tasapainotetaan, riippuu tutkittavasta biologiasta ja tutkijan rajoituksista.
fr: La quantité de signal capturé à partir de n'importe quel fluorophore sera liée non seulement à la luminosité intrinsèque du fluorophore, mais également à la quantité de lumière d'excitation à laquelle il est exposé (en raison de la durée, de la puissance ou des deux) ainsi qu'à la durée et au signal. multiplication qui se produit au niveau du détecteur (généralement une caméra ou un tube photomultiplicateur (PMT)). Une expérience optimale est généralement celle qui minimise la quantité de lumière frappant l'échantillon (pour réduire le photoblanchiment et/ou la phototoxicité) tout en obtenant un signal fluorescent adéquat et en un minimum de temps sur l'équipement. La manière exacte d'équilibrer ces facteurs concurrents dépendra de la biologie exacte étudiée et des contraintes du chercheur.
it: La quantità di segnale catturato da qualsiasi fluoroforo sarà correlata non solo alla luminosità intrinseca del fluoroforo, ma anche alla quantità di luce di eccitazione a cui è esposto (a causa della durata, della potenza o di entrambe), nonché alla quantità di tempo e alla moltiplicazione del segnale che avviene nel rivelatore (tipicamente una fotocamera o un tubo fotomoltiplicatore (PMT)). Un esperimento ottimale è in genere quello che riduce al minimo la quantità di luce che colpisce il campione (per ridurre il photobleaching e/o la fototossicità), pur ottenendo un segnale fluorescente adeguato e con un tempo minimo per l'apparecchiatura. Il modo in cui bilanciare esattamente questi fattori in competizione dipende dall'esatta biologia da studiare e dai vincoli del ricercatore.
ja: 蛍光色素から捕捉されるシグナルの量は、蛍光色素の固有の明るさだけでなく、蛍光色素が照射される励起光の量（照射時間、パワー、またはその両方による）、および検出器（通常はカメラまたは光電子増倍管（PMT））で発生する時間やシグナルの増倍にも関係する。最適な実験とは一般的に、十分な蛍光シグナルを得ながら、サンプルに当たる光の量を最小限に抑え（光退色や光毒性を減らすため）、装置にかかる時間を最小限に抑えたものです。これらの相反する要素をどのようにバランスさせるかは、研究される生物学と研究者の制約に依存する。
pl: Ilość sygnału przechwyconego z dowolnego fluoroforu będzie związana nie tylko z wewnętrzną jasnością fluoroforu, ale także z ilością światła wzbudzenia, na które jest on wystawiony (ze względu na czas trwania, moc lub oba te czynniki), a także ilość czasu i sygnału mnożenie, które zachodzi w detektorze (zwykle kamera lub fotopowielacz (PMT)). Optymalny eksperyment to zazwyczaj taki, który minimalizuje ilość światła padającego na próbkę (w celu zmniejszenia fotowybielania i/lub fototoksyczności) przy jednoczesnym uzyskaniu odpowiedniego sygnału fluorescencyjnego iw jak najkrótszym czasie na sprzęcie. To, jak dokładnie zrównoważyć te konkurujące ze sobą czynniki, będzie zależeć od dokładnej badanej biologii i ograniczeń badacza.
pt: A quantidade de sinal capturado de qualquer fluoróforo estará relacionada não apenas ao brilho intrínseco do fluoróforo, mas também à quantidade de luz de excitação à qual ele é exposto (devido à duração, potência ou ambos), bem como à quantidade de tempo e a multiplicação do sinal que acontece no detector (normalmente uma câmera ou um tubo fotomultiplicador (PMT)). Um experimento ideal é tipicamente aquele que minimiza a quantidade de luz que atinge a amostra (para reduzir o fotobranqueamento e/ou fototoxicidade) enquanto obtém sinal fluorescente adequado e em tempo mínimo no equipamento. Como equilibrar esses fatores concorrentes dependerá da biologia exata que está sendo estudada e das restrições do pesquisador.

source: Resources for learning more
cs: Další zdroje informací
de: Ressourcen für weitere Informationen
es: Recursos para aprender más
fa: منابعی برای یادگیری بیشتر
fi: Resurssit lisätietojen saamiseksi
fr: Des ressources pour en savoir plus
it: Risorse per saperne di più
ja: より多くを学ぶためのリソース
pl: Zasoby, aby dowiedzieć się więcej
pt: Recursos para aprender mais

source: **Resource Name**
cs: **Název zdroje**
de: **Ressourcenname**
es: **Nombre del recurso**
fa: **نام منبع**
fi: **Lähteen nimi**
fr: **Nom de la ressource**
it: **Nome della risorsa**
ja: **リソース名
pl: **Nazwa zasobu**
pt: **Nome do recurso**

source: **Link**
cs: **Odkaz**
es: **Enlace**
fa: **ارتباط دادن**
fi: **Linkki**
fr: **Lien**
it: **Collegamento**
ja: **リンク
pl: **Połączyć**

source: **Brief description**
cs: **Stručný popis**
de: **Kurzbeschreibung**
es: **Breve descripción**
fa: **توضیح مختصر**
fi: **Lyhyt kuvaus**
fr: **Brève description**
it: **Breve descrizione**
ja: **簡単な説明
pl: **Krótki opis**
pt: **Breve descrição**

source: 🌐 Nikon MicroscopyU
de: 🌐 Nikon MikroskopieU
es: 🌐 Microscopía NikonU
fr: 🌐 Microscopie NikonU
ja: ニコンマイクロスコピーU 🌐 ニコンマイクロスコピーU

source: [link](https://www.microscopyu.com/microscopy-basics)
cs: [odkaz](https://www.microscopyu.com/microscopy-basics)
es: [enlace](https://www.microscopyu.com/microscopy-basics)
fa: [لینک](https://www.microscopyu.com/microscopy-basics)
fi: [linkki](https://www.microscopyu.com/microscopy-basics)
fr: [lien](https://www.microscopyu.com/microscopy-basics)
ja: [リンク](https://www.microscopyu.com/microscopy-basics)

source: Fundamentals of microscopy explained for beginners with lots of images and plain language descriptions of terms used in microscopy
cs: Základy mikroskopie pro začátečníky s množstvím obrázků a srozumitelným popisem pojmů používaných v mikroskopii
de: Grundlagen der Mikroskopie für Einsteiger erklärt mit vielen Bildern und leicht verständlichen Beschreibungen von Begriffen aus der Mikroskopie
es: Fundamentos de microscopía explicados para principiantes con muchas imágenes y descripciones en lenguaje sencillo de los términos utilizados en microscopía
fa: مبانی میکروسکوپ برای مبتدیان با تعداد زیادی تصاویر و توصیف زبان ساده از اصطلاحات استفاده شده در میکروسکوپ توضیح داده شده است.
fi: Mikroskopian perusteet selitetään aloittelijoille runsain kuvin ja selkokielisin mikroskopiassa käytettyjen termien kuvauksin.
fr: Principes fondamentaux de la microscopie expliqués aux débutants avec de nombreuses images et des descriptions en langage simple des termes utilisés en microscopie
it: Fondamenti di microscopia spiegati per i principianti con molte immagini e descrizioni in linguaggio semplice dei termini usati in microscopia
ja: 初心者のための顕微鏡の基礎知識を、豊富な画像と顕微鏡で使われる用語を平易な言葉で解説。
pl: Podstawy mikroskopii wyjaśnione dla początkujących z dużą ilością obrazów i prostym opisem terminów używanych w mikroskopii
pt: Fundamentos de microscopia explicados para iniciantes com muitas imagens e descrições dos termos usados em microscopia com linguagem simples

source: 🌐 Microtutor
fr: 🌐 Microtuteur
pl: 🌐 Mikronauczyciel

source: [link](https://microtutor.globalbioimaging.org/)
fr: [lien](https://microtutor.globalbioimaging.org/)
pl: [odnośnik](https://microtutor.globalbioimaging.org/)

source: A fantastic interactive course on fluorescence microscopy, created by the team at [Harvard CITE](https://cite.hms.harvard.edu/)
fr: Un cours interactif fantastique sur la microscopie à fluorescence, créé par l'équipe de [Harvard CITE](https://cite.hms.harvard.edu/)
pl: Fantastyczny interaktywny kurs mikroskopii fluorescencyjnej, stworzony przez zespół [Harvard CITE](https://cite.hms.harvard.edu/)

source: [link](https://myscope.training/)
fr: [lien](https://myscope.training/)
pl: [odnośnik](https://myscope.training/)

source: An interactive microscope simulator and learning environment developed by MicroscopyAustralia, covering a number of types of microscopy.
fr: Un simulateur interactif microscope et un environnement d'apprentissage développé par MicroscopyAustralia, couvrant un certain nombre de types de microscopie.
pl: Interaktywny symulator mikroskopu i środowisko edukacyjne opracowane przez MicroscopyAustralia, obejmujące szereg rodzajów mikroskopii.

source: 📖 Visualizing Cells Through Microscopy
fr: 📖 Visualisation des cellules par microscopie
pl: 📖 Wizualizacja komórek za pomocą mikroskopii

source: [link](https://open.oregonstate.education/cellbiology/chapter/microscopy/)
fr: [lien](https://open.oregonstate.education/cellbiology/chapter/microscopy/)

source: An open textbook chapter from the "Fundamentals of Cell Biology" book from Oregon State University, a great introductory guide to concepts in microscopy.
fr: Un chapitre de manuel ouvert du livre « Fundamentals of Cell Biology » de l'Université d'État de l'Oregon, un excellent guide d'introduction aux concepts de la microscopie.
pl: Otwarty rozdział podręcznika „Fundamentals of Cell Biology” z Oregon State University, doskonałe wprowadzenie do zagadnień mikroskopii.

source: 📄 Seeing is believing? A beginners' guide to practical pitfalls in image acquisition {cite}`North2006-sb`
de: 📄 Sehen heißt glauben? Ein Leitfaden für Anfänger über praktische Fallstricke bei der Bilderfassung {cite}`North2006-sb`
es: 📄 ¿Ver para creer? Una guía para principiantes sobre errores prácticos en la adquisición de imágenes {cite}`North2006-sb`
fa: 📄 دیدن یعنی باور کردن؟ راهنمای مبتدیان برای مشکلات عملی در جذب تصویر {cite}`North2006-sb`
fi: 📄 Näkö on uskottava? Aloittelijan opas kuvien hankinnan käytännön sudenkuopista {cite}`North2006-sb`
fr: 📄 Voir c'est croire ? Guide du débutant sur les pièges pratiques de l'acquisition d'images {cite}`North2006-sb`
it: 📄 Vedere per credere? Una guida per principianti alle insidie pratiche dell'acquisizione di immagini {cite}`North2006-sb`
ja: 百聞は一見にしかず？A beginners' guide to practical pitfalls in image acquisition{cite}`North2006-sb`
pl: 📄 Zobaczyć znaczy uwierzyć? Przewodnik dla początkujących po praktycznych pułapkach w akwizycji obrazu {cite}`North2006-sb`
pt: 📄 Ver é acreditar? Um guia para iniciantes sobre os problemas práticao na aquisição de imagens {cite}`North2006-sb`

source: [link](https://doi.org/10.1083/jcb.200507103)
cs: [odkaz](https://doi.org/10.1083/jcb.200507103)
es: [enlace](https://doi.org/10.1083/jcb.200507103)
fa: [لینک](https://doi.org/10.1083/jcb.200507103)
fr: [lien](https://doi.org/10.1083/jcb.200507103)
pl: [łącze] (https://doi.org/10.1083/jcb.200507103)

source: An overview of common concerns to check for during sample preparation and image acquisition
cs: Přehled běžných problémů, kterým je třeba předejít během přípravy vzorku a pořízení snímku
de: Ein Überblick über die häufigsten Probleme, die bei der Probenvorbereitung und Bildaufnahme zu beachten sind
es: Una descripción general de las preocupaciones comunes que se deben verificar durante la preparación de muestras y la adquisición de imágenes
fa: مروری بر نگرانی‌های رایج که باید در طول آماده‌سازی نمونه و گرفتن تصویر بررسی شود
fi: Yleiskatsaus yleisimpiin huolenaiheisiin, jotka on syytä tarkistaa näytteen valmistelun ja kuvien ottamisen aikana.
fr: Un aperçu des problèmes courants à vérifier lors de la préparation des échantillons et de l'acquisition d'images
it: Una panoramica dei problemi comuni da verificare durante la preparazione del campione e l'acquisizione delle immagini
ja: サンプル前処理および画像取得中にチェックすべき一般的な懸念事項の概要
pl: Przegląd typowych problemów, które należy sprawdzić podczas przygotowywania próbki i akwizycji obrazu
pt: Uma visão geral das preocupações comuns a serem verificadas durante a preparação da amostra e a aquisição da imagem

source: 📄 Fluorescence microscopy - avoiding the pitfalls {cite}`Brown2007-ou`
de: 📄 Fluoreszenzmikroskopie - Vermeidung von Fallstricken {cite}`Brown2007-ou`
es: 📄 Microscopía de fluorescencia: evitar las trampas {cite}`Brown2007-ou`
fa: 📄 میکروسکوپ فلورسانس - اجتناب از مشکلات {cite}`Brown2007-ou`
fi: 📄 Fluoresenssimikroskopia - sudenkuoppien välttäminen {cite}`Brown2007-ou`
fr: 📄 Microscopie à fluorescence - éviter les pièges {cite}`Brown2007-ou`
it: 📄 Microscopia in fluorescenza - evitare le insidie {cite}`Brown2007-ou`
ja: 📄 蛍光顕微鏡 - 落とし穴を避ける{cite}`Brown2007-ou`
pl: 📄 Mikroskopia fluorescencyjna - unikanie pułapek {cite}`Brown2007-ou`
pt: 📄 Microscopia de fluorescência - evitando os problemas {cite}`Brown2007-ou`

source: [link](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
cs: [odkaz](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
es: [enlace](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
fa: [لینک](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
fi: [linkki](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
fr: [lien](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
ja: [リンク](https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pitfalls)
pl: [link] (https://journals.biologists.com/jcs/article/120/10/1703/29404/Fluorescence-microscopy-avoiding-the-pułapki)

source: Short overview of some of the most common pitfalls for beginners to fluorescence microscopy
cs: Krátký přehled nejčastějších úskalí pro začátečníky ve fluorescenční mikroskopii
de: Kurzer Überblick über einige der häufigsten Fallstricke für Anfänger in der Fluoreszenzmikroskopie
es: Breve resumen de algunas de las trampas más comunes para los principiantes en microscopía de fluorescencia
fa: مروری کوتاه بر برخی از رایج ترین مشکلات برای مبتدیان به میکروسکوپ فلورسانس
fi: Lyhyt katsaus joihinkin fluoresenssimikroskopian aloittelijoiden yleisimpiin sudenkuoppiin.
fr: Bref aperçu de certains des pièges les plus courants pour les débutants en microscopie à fluorescence
it: Breve panoramica di alcune delle insidie più comuni per i principianti della microscopia a fluorescenza
ja: 蛍光顕微鏡の初心者にありがちな落とし穴の簡単な概要
pl: Krótki przegląd niektórych z najczęstszych pułapek dla początkujących w mikroskopii fluorescencyjnej
pt: Breve visão geral de algumas dos problemas mais comuns para iniciantes em microscopia de fluorescência

source: 📄 Tutorial: guidance for quantitative confocal microscopy {cite}`Jonkman2020-bo`
de: 📄 Tutorial: Anleitung zur quantitativen konfokalen Mikroskopie {cite}`Jonkman2020-bo`
es: 📄 Tutorial: orientación para microscopía confocal cuantitativa {cite}`Jonkman2020-bo`
fa: 📄 آموزش: راهنمایی برای میکروسکوپ کانفوکال کمی {cite}`Jonkman2020-bo`
fi: 📄 Tutorial: opastusta kvantitatiiviseen konfokaalimikroskopiaan {cite}`Jonkman2020-bo`
fr: 📄 Tutoriel : conseils pour la microscopie confocale quantitative {cite}`Jonkman2020-bo`
it: 📄 Tutorial: guida per la microscopia confocale quantitativa {cite}`Jonkman2020-bo`
ja: チュートリアル：定量的共焦点顕微鏡のガイダンス{cite}`Jonkman2020-bo`
pl: 📄 Samouczek: wskazówki dotyczące ilościowej mikroskopii konfokalnej {cite}`Jonkman2020-bo`
pt: 📄 Tutorial: guia para microscopia confocal quantitativa {cite}`Jonkman2020-bo`

source: [link](https://doi.org/10.1038/s41596-020-0313-9)
cs: [odkaz](https://doi.org/10.1038/s41596-020-0313-9)
es: [enlace](https://doi.org/10.1038/s41596-020-0313-9)
fa: [لینک](https://doi.org/10.1038/s41596-020-0313-9)
fr: [lien](https://doi.org/10.1038/s41596-020-0313-9)

source: Step-by-step guidance on practical considerations for sample preparation, acquisition, and image analysis; primarily though not exclusively aimed at users of confocal microscopy
cs: Podrobné pokyny k praktickým úvahám o přípravě vzorků, získávání vzorků a analýze obrazu; primárně, i když ne výhradně, zaměřena na uživatele konfokální mikroskopie
de: Schritt-für-Schritt-Anleitung für praktische Überlegungen zur Probenvorbereitung, -aufnahme und Bildanalyse; richtet sich in erster Linie, aber nicht ausschließlich, an Benutzer der konfokalen Mikroskopie
es: Orientación paso a paso sobre consideraciones prácticas para la preparación, adquisición y análisis de imágenes de muestras; dirigido principalmente, aunque no exclusivamente, a usuarios de microscopía confocal
fa: راهنمای گام به گام در مورد ملاحظات عملی برای آماده سازی نمونه، اکتساب، و تجزیه و تحلیل تصویر؛ در درجه اول اگرچه منحصراً برای کاربران میکروسکوپ کانفوکال هدف قرار نمی گیرد
fi: Vaiheittaista opastusta näytteen valmisteluun, näytteenottoon ja kuvan analysointiin liittyviin käytännön näkökohtiin; ensisijaisesti mutta ei yksinomaan konfokaalimikroskopian käyttäjille suunnattu opas
fr: Conseils étape par étape sur les considérations pratiques pour la préparation des échantillons, l'acquisition et l'analyse d'images ; principalement mais non exclusivement destiné aux utilisateurs de la microscopie confocale
it: Guida passo-passo sulle considerazioni pratiche per la preparazione del campione, l'acquisizione e l'analisi delle immagini; rivolto principalmente, anche se non esclusivamente, agli utenti della microscopia confocale.
ja: 共焦点顕微鏡のユーザーを対象としているが、それだけに限定しているわけではない。
pl: Wskazówki krok po kroku dotyczące praktycznych zagadnień związanych z przygotowaniem próbki, akwizycją i analizą obrazu; skierowany przede wszystkim, choć nie wyłącznie, do użytkowników mikroskopii konfokalnej
pt: Guia passo a passo sobre considerações práticas para preparação de amostra, aquisição e análise de imagem; principalmente, embora não exclusivamente, destinado a usuários de microscopia confocal

source: 📄 Best practices and tools for reporting reproducible fluorescence microscopy methods {cite}`Montero_Llopis2021-nb`
de: 📄 Bewährte Praktiken und Werkzeuge für die Berichterstattung über reproduzierbare Fluoreszenzmikroskopiemethoden {cite}`Montero_Llopis2021-nb`
es: 📄 Mejores prácticas y herramientas para reportar métodos de microscopía de fluorescencia reproducibles {cite}`Montero_Llopis2021-nb`
fa: 📄 بهترین شیوه‌ها و ابزارها برای گزارش روش‌های میکروسکوپ فلورسانس تکرارپذیر {cite}`Montero_Llopis2021-nb`
fi: 📄 Parhaat käytännöt ja työkalut toistettavien fluoresenssimikroskopiamenetelmien raportointiin {cite}`Montero_Llopis2021-nb`
fr: 📄 Meilleures pratiques et outils pour rapporter des méthodes reproductibles de microscopie à fluorescence {cite}`Montero_Llopis2021-nb`
it: 📄 Migliori pratiche e strumenti per la segnalazione di metodi di microscopia a fluorescenza riproducibili {cite}`Montero_Llopis2021-nb`
ja: 📄 再現性のある蛍光顕微鏡法を報告するためのベストプラクティスとツール{cite}`Montero_Llopis2021-nb`
pl: 📄 Najlepsze praktyki i narzędzia do raportowania powtarzalnych metod mikroskopii fluorescencyjnej {cite}`Montero_Llopis2021-nb`
pt: 📄 Melhores práticas e ferramentas para relatar de forma reprodutivel métodos de microscopia de fluorescência {cite}`Montero_Llopis2021-nb`

source: [link](https://www.nature.com/articles/s41592-021-01156-w)
cs: [odkaz](https://www.nature.com/articles/s41592-021-01156-w)
es: [enlace](https://www.nature.com/articles/s41592-021-01156-w)
fa: [لینک](https://www.nature.com/articles/s41592-021-01156-w)
fr: [lien](https://www.nature.com/articles/s41592-021-01156-w)

source: Guidelines and resources for accurate reporting of the most common fluorescence light microscopy techniques, emphasizing the impact of accurate microscopy metadata on data interpretation.
fr: Lignes directrices et ressources pour un rapport précis des techniques de microscopie à fluorescence les plus courantes, en soulignant l'impact des métadonnées de microscopie précises sur l'interprétation des données.
pl: Wytyczne i zasoby dotyczące dokładnego raportowania najpopularniejszych technik mikroskopii świetlnej fluorescencyjnej, kładące nacisk na wpływ dokładnych metadanych mikroskopowych na interpretację danych.

source: 📄 Believing is seeing - the deceptive influence of bias in quantitative microscopy{cite}`Lee2024-zu`
fr: 📄 Croire c'est voir - l'influence trompeuse des biais en microscopie quantitative{cite}`Lee2024-zu`
pl: 📄 Wierzyć znaczy widzieć - zwodniczy wpływ błędów w mikroskopii ilościowej{cite}`Lee2024-zu`
