Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Decreased resolution at longer wavelengths of light**. Microtubules imaged at a shorter wavelength of light show higher resolution than those imaged at longer wavelengths. Adapted from Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: guidance for quantitative confocal microscopy. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
cs: **Snížené rozlišení při delších vlnových délkách světla**. Mikrotubuly zobrazené při kratší vlnové délce světla vykazují vyšší rozlišení než mikrotubuly zobrazené při delších vlnových délkách. Adaptováno podle Jonkmana J., Browna C.M., Wrighta G.D _et al_. Tutorial: guidance for quantitative confocal microscopy. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
de: **Verringerte Auflösung bei längeren Lichtwellenlängen**. Mikrotubuli, die mit einer kürzeren Lichtwellenlänge abgebildet werden, weisen eine höhere Auflösung auf als solche, die mit längeren Wellenlängen abgebildet werden. Adaptiert von Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: Anleitung zur quantitativen konfokalen Mikroskopie. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
es: **Resolución reducida en longitudes de onda de luz más largas**. Los microtúbulos fotografiados con una longitud de onda de luz más corta muestran una resolución más alta que los fotografiados con longitudes de onda más largas. Adaptado de Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: orientación para la microscopía confocal cuantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
fa: **کاهش وضوح در طول موج های نور بیشتر**. میکروتوبول‌هایی که در طول موج کوتاه‌تر تصویربرداری می‌شوند، وضوح بالاتری نسبت به آنهایی که در طول موج‌های بلندتر تصویر می‌شوند، نشان می‌دهند. اقتباس از Jonkman J., Brown C.M., Wright G.D _et al_. آموزش: راهنمایی برای میکروسکوپ کانفوکال کمی. _Nat Prot_ **15**، (2020) {cite}`Jonkman2020-bo`
fi: **Vähentynyt erotuskyky pidemmillä valon aallonpituuksilla**. Lyhyemmällä valon aallonpituudella kuvatut mikrotubulukset osoittavat korkeampaa resoluutiota kuin pidemmällä aallonpituudella kuvatut. Mukailtu lähteestä Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: ohjeistus kvantitatiiviseen konfokaalimikroskopiaan. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`.
fr: **Résolution réduite à des longueurs d'onde de lumière plus longues**. Les microtubules imagés à une longueur d'onde de lumière plus courte présentent une résolution plus élevée que ceux imagés à des longueurs d'onde plus longues. Adapté de Jonkman J., Brown C.M., Wright G.D _et al_. Tutoriel : conseils pour la microscopie confocale quantitative. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
it: **Riduzione della risoluzione a lunghezze d'onda maggiori**. I microtubuli fotografati a una lunghezza d'onda più corta mostrano una risoluzione maggiore rispetto a quelli fotografati a lunghezze d'onda maggiori. Adattato da Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: guida alla microscopia confocale quantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`.
ja: **光の波長が長くなると解像度が低下する。より短い波長の光で撮像された微小管は、より長い波長の光で撮像されたものよりも高い解像度を示す。Jonkman J., Brown C.M., Wright G.D _et al_. から引用。Tutorial: Guidance for quantitative confocal microscopy.Nat Prot_ **15**, (2020){cite}`Jonkman2020-bo`.
pl: **Zmniejszona rozdzielczość przy dłuższych długościach fali światła**. Mikrotubule zobrazowane przy krótszej długości fali światła wykazują wyższą rozdzielczość niż te zobrazowane przy większej długości fali. Zaadaptowano z Jonkman J., Brown C.M., Wright G.D _et al_. Samouczek: wskazówki dotyczące ilościowej mikroskopii konfokalnej. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`
pt: **Resolução reduzida em comprimentos de onda de luz mais longos**. Os microtúbulos fotografados em um comprimento de onda de luz mais curto mostram uma resolução maior do que aqueles fotografados em comprimentos de onda mais longos. Adaptado de Jonkman J., Brown C.M., Wright G.D _et al_. Tutorial: orientação para microscopia confocal quantitativa. _Nat Prot_ **15**, (2020) {cite}`Jonkman2020-bo`

source: Color correction: When performing multicolor microscopy, it is important to choose an objective lens that is labeled as `Apo` or `Super Apo`, as such lenses are corrected to focus 3 to 6 colors in the same plane at the same time. `Fluor` lenses will typically focus two colors at once.
cs: Korekce barev: Při provádění vícebarevné mikroskopie je důležité vybrat čočku objektivu, která je označena jako „Apo“ nebo „Super Apo“, protože tyto čočky jsou korigovány tak, aby zaostřily 3 až 6 barev ve stejné rovině současně. "Fluor" čočky obvykle zaostří dvě barvy najednou.
de: Farbkorrektur: Bei der Mehrfarbenmikroskopie ist es wichtig, ein Objektiv mit der Bezeichnung "Apo" oder "Super Apo" zu wählen, da diese Objektive so korrigiert sind, dass sie 3 bis 6 Farben gleichzeitig in der gleichen Ebene fokussieren. Fluor"-Objektive fokussieren in der Regel zwei Farben auf einmal.
es: Corrección de color: cuando se realiza una microscopía multicolor, es importante elegir una lente objetivo etiquetada como "Apo" o "Super Apo", ya que estas lentes se corrigen para enfocar de 3 a 6 colores en el mismo plano al mismo tiempo. Los lentes `Fluor` generalmente enfocarán dos colores a la vez.
fa: تصحیح رنگ: هنگام انجام میکروسکوپ چند رنگ، مهم است که عدسی شیئی را انتخاب کنید که دارای برچسب «Apo» یا «Super Apo» باشد، زیرا چنین لنزهایی برای فوکوس 3 تا 6 رنگ در همان صفحه به طور همزمان اصلاح می شوند. لنزهای فلور معمولاً دو رنگ را همزمان متمرکز می کنند.
fi: Värinkorjaus: Tällaiset objektiivit on korjattu siten, että ne pystyvät tarkentamaan 3-6 väriä samaan tasoon samanaikaisesti. `Fluor`-objektiivit tarkentavat tyypillisesti kaksi väriä kerralla.
fr: Correction des couleurs : lors de la microscopie multicolore, il est important de choisir une lentille d'objectif étiquetée "Apo" ou "Super Apo", car ces lentilles sont corrigées pour focaliser 3 à 6 couleurs dans le même plan en même temps. Les lentilles `Fluor` focaliseront généralement deux couleurs à la fois.
it: Correzione del colore: Quando si esegue la microscopia multicolore, è importante scegliere un obiettivo etichettato come `Apo` o `Super Apo`, poiché tali obiettivi sono corretti per mettere a fuoco da 3 a 6 colori contemporaneamente sullo stesso piano. Gli obiettivi `Fluor` in genere mettono a fuoco due colori alla volta.
ja: 色補正：多色顕微鏡検査を行う場合、`Apo`または`Super Apo`と表示されている対物レンズを選ぶことが重要である。Fluor`レンズは通常2色同時に焦点を結ぶ。
pl: Korekcja kolorów: Podczas wykonywania mikroskopii wielobarwnej ważne jest, aby wybrać obiektyw oznaczony jako `Apo` lub `Super Apo`, ponieważ takie soczewki są korygowane w celu skupienia od 3 do 6 kolorów w tej samej płaszczyźnie w tym samym czasie. Soczewki „Fluor” zazwyczaj skupiają jednocześnie dwa kolory.
pt: Correção de cores: Ao realizar a microscopia multicolorida, é importante escolher uma lente objetiva rotulada como 'Apo' ou 'Super Apo', pois essas lentes são corrigidas para focar de 3 a 6 cores no mesmo plano ao mesmo tempo. As lentes `Fluor` normalmente focam duas cores ao mesmo tempo.

source: Working distance: The working distance (WD) gives the distance in millimeters that the lens can focus into the sample. This distance includes the coverslip and mounting media as well. If imaging a thick sample, and/or if needing to image away from the surface of the sample, it is important to ensure the lens has a sufficient working distance.
cs: Pracovní vzdálenost: Pracovní vzdálenost (WD) udává vzdálenost v milimetrech, kterou může čočka zaostřit na vzorek. Tato vzdálenost zahrnuje také krycí sklíčko a montážní médium. Při zobrazování tlustého vzorku a/nebo pokud je potřeba zobrazovat mimo povrch vzorku, je důležité zajistit, aby čočka měla dostatečnou pracovní vzdálenost.
de: Arbeitsabstand: Der Arbeitsabstand (WD) gibt die Entfernung in Millimetern an, die das Objektiv auf die Probe fokussieren kann. Dieser Abstand umfasst auch das Deckglas und das Trägermaterial. Wenn Sie eine dicke Probe abbilden und/oder wenn Sie von der Oberfläche der Probe weg abbilden müssen, ist es wichtig, dass das Objektiv einen ausreichenden Arbeitsabstand hat.
es: Distancia focal: La distancia de trabajo o distancia focal (WD) da la distancia en milímetros que la lente puede enfocar en la muestra. Esta distancia incluye también el cubreobjetos y los medios de montaje. Si toma imágenes de una muestra gruesa y/o si necesita obtener imágenes lejos de la superficie de la muestra, es importante asegurarse de que la lente tenga una distancia de trabajo suficiente.
fa: فاصله کاری: فاصله کاری (WD) فاصله‌ای را بر حسب میلی‌متر نشان می‌دهد که لنز می‌تواند روی نمونه فوکوس کند. این فاصله شامل لغزش پوشش و رسانه های نصب نیز می شود. در صورت تصویربرداری از یک نمونه ضخیم، و/یا در صورت نیاز به تصویربرداری دور از سطح نمونه، مهم است که اطمینان حاصل شود که لنز از فاصله کاری کافی برخوردار است.
fi: Työskentelyetäisyys: Työskentelyetäisyys (WD) ilmoittaa millimetreinä sen etäisyyden, jonka linssi voi tarkentaa näytteeseen. Tämä etäisyys sisältää myös peitinliuskan ja kiinnitysmedian. Jos kuvataan paksua näytettä ja/tai jos on tarpeen kuvata kauempana näytteen pinnasta, on tärkeää varmistaa, että objektiivin työetäisyys on riittävä.
fr: Distance de travail : La distance de travail (WD) donne la distance en millimètres que la lentille peut focaliser dans l'échantillon. Cette distance comprend également la lamelle et le support de montage. En cas d'imagerie d'un échantillon épais et/ou si une image doit être éloignée de la surface de l'échantillon, il est important de s'assurer que la lentille a une distance de travail suffisante.
it: Distanza di lavoro: La distanza di lavoro (WD) indica la distanza in millimetri che l'obiettivo può mettere a fuoco nel campione. Questa distanza comprende anche il coprioggetto e il supporto di montaggio. Se si deve eseguire l'imaging di un campione spesso, e/o se si deve eseguire l'imaging lontano dalla superficie del campione, è importante assicurarsi che l'obiettivo abbia una distanza di lavoro sufficiente.
ja: ワーキングディスタンス：ワーキングディスタンス（WD）は、レンズが試料に焦点を合わせることができる距離をミリメートル単位で示す。この距離には、カバースリップやマウントメディアも含まれます。厚いサンプルを撮像する場合、および/またはサンプルの表面から離れて撮像する必要がある場合、レンズのワーキングディスタンスが十分であることを確認することが重要です。
pl: Odległość robocza: Odległość robocza (WD) określa odległość w milimetrach, na jaką soczewka może skupić się na próbce. Ta odległość obejmuje również szkiełko nakrywkowe i środek do zatapiania. W przypadku obrazowania grubej próbki i/lub w przypadku konieczności zobrazowania z dala od powierzchni próbki ważne jest, aby obiektyw miał wystarczającą odległość roboczą.
pt: Distância de trabalho: A distância de trabalho (WD) dá a distância em milímetros que a lente pode focalizar na amostra. Essa distância inclui a lamínula e o meio de montagem. Ao obter imagens de uma amostra espessa e/ou se precisar obter imagens longe da superfície da amostra, é importante garantir que a lente tenha uma distância de trabalho suficiente.

source: Filter sets
cs: Sady filtrů
es: Conjuntos de filtros
fa: مجموعه های فیلتر
fi: Filtterit
fr: Ensembles de filtres
it: Set di filtri
ja: フィルターセット
pl: Zestawy filtrów
pt: Conjuntos de filtros

source: It is important to make sure that the microscope that you want to image on has the correct filter sets for the fluorphores you wish to use. See the [section on bleedthrough](content/bleedthrough) for more information.
cs: Je důležité se ujistit, že mikroskop, na kterém chcete zobrazovat, má správné sady filtrů pro fluorfory, které chcete použít. Další informace naleznete v [části o bleedthrough](content/bleedthrough).
de: Vergewissern Sie sich, dass das Mikroskop, mit dem Sie Bilder aufnehmen möchten, über die richtigen Filtersätze für die gewünschten Fluorophore verfügt. Weitere Informationen finden Sie im [Abschnitt über Bleedthrough](Inhalt/Bleedthrough).
es: Es importante asegurarse de que el microscopio en el que desea obtener imágenes tenga los conjuntos de filtros correctos para los fluoróforos que desea utilizar. Consulte la [sección sobre filtración](contenido/filtración) para obtener más información.
fa: مهم است که مطمئن شوید میکروسکوپی که می‌خواهید روی آن تصویر بگیرید دارای فیلترهای مناسب برای فلورفورهایی است که می‌خواهید استفاده کنید. برای اطلاعات بیشتر به [بخش در مورد خونریزی] (محتوا/خونریزی) مراجعه کنید.
fi: On tärkeää varmistaa, että mikroskoopissa, jolla haluat kuvata, on oikeat suodatinsarjat käytettäville fluoroforeille. Katso lisätietoja [läpilyöntiä koskevasta osiosta](content/bleedthrough).
fr: Il est important de s'assurer que le microscope sur lequel vous souhaitez imager dispose des jeux de filtres corrects pour les fluorophores que vous souhaitez utiliser. Voir la [section sur le débordement](contenu/transfert) pour plus d'informations.
it: È importante assicurarsi che il microscopio su cui si desidera effettuare le immagini disponga dei set di filtri corretti per i fluorofori che si desidera utilizzare. Per ulteriori informazioni, consultare la [sezione sul bleedthrough] (contenuto/bleedthrough).
ja: 使用する顕微鏡に、使用する蛍光色素に適したフィルターセットがあることを確認することが重要です。詳しくは[ブリードスルーの項](content/bleedthrough)を参照。
pl: Ważne jest, aby upewnić się, że mikroskop, na którym chcesz obrazować, ma odpowiednie zestawy filtrów dla fluoroforów, których chcesz użyć. Więcej informacji można znaleźć w [sekcji dotyczącej przenikania] (treść/przepuszczanie).
pt: É importante certificar-se de que o microscópio no qual você deseja obter imagens possui os conjuntos de filtros corretos para os fluoróforos que deseja usar. Veja a [seção sobre bleedthrough](conteúdo/bleedthrough) para mais informações.

source: Z sampling
cs: Z-vzorkování
de: Z-Probenahme
es: Muestreo Z
fa: نمونه گیری Z
fi: Z-näytteenotto
fr: Échantillonnage Z
it: Campionamento Z
ja: Zサンプリング
pl: Próbkowanie Z
pt: amostragem em Z

source: If you wish to capture multiple z sections, the spacing of these setions is important if you wish to be able to perform an accurate 3D reconstruction. SVI has a [fuller mathematical explanation of this](https://svi.nl/NyquistRate),as well as an easy-to-use [online calculator](https://svi.nl/NyquistCalculator) that you can use to calculate the optimal z section spacing for your imaging conditions.
cs: Chcete-li zachytit více řezů z, je vzdálenost mezi těmito řezy důležitá, chcete-li být schopni provést přesnou 3D rekonstrukci. SVI má [plné matematické vysvětlení](https://svi.nl/NyquistRate) a také snadno použitelnou [online kalkulačku](https://svi.nl/NyquistCalculator), kterou můžete použít abyste vypočítali optimální rozteč řezů z pro vaše zobrazovací podmínky.
de: Wenn Sie mehrere z-Schnitte aufnehmen möchten, ist der Abstand zwischen diesen Abschnitten wichtig, um eine genaue 3D-Rekonstruktion durchführen zu können. SVI bietet eine [ausführlichere mathematische Erklärung] (https://svi.nl/NyquistRate) sowie einen einfach zu bedienenden [Online-Rechner] (https://svi.nl/NyquistCalculator), mit dem Sie den optimalen Z-Schnitt-Abstand für Ihre Aufnahmebedingungen berechnen können.
es: Si desea capturar varias secciones z, el espaciado de estas secciones es importante si desea poder realizar una reconstrucción 3D precisa. SVI tiene una [explicación matemática más completa de esto] (https://svi.nl/NyquistRate), así como una [calculadora en línea] fácil de usar (https://svi.nl/NyquistCalculator) que puede usar para calcular el espaciado óptimo de la sección z para sus condiciones de imagen.
fa: اگر می خواهید چندین بخش z را ثبت کنید، فاصله این مجموعه ها مهم است اگر بخواهید بتوانید یک بازسازی سه بعدی دقیق انجام دهید. SVI یک [توضیح ریاضی کاملتر در مورد این] (https://svi.nl/NyquistRate)، و همچنین یک [ماشین حساب آنلاین] آسان برای استفاده (https://svi.nl/NyquistCalculator) دارد که می توانید از آن استفاده کنید. برای محاسبه فاصله بهینه بخش z برای شرایط تصویربرداری شما.
fi: Jos haluat tallentaa useita z-jaksoja, näiden jaksojen väli on tärkeä, jos haluat suorittaa tarkan 3D-rekonstruktion. SVI:llä on [kattavampi matemaattinen selitys tästä] (https://svi.nl/NyquistRate) sekä helppokäyttöinen [verkkolaskin] (https://svi.nl/NyquistCalculator), jota voit käyttää optimaalisen z-jaksovälin laskemiseen kuvausolosuhteisiisi.
fr: Si vous souhaitez capturer plusieurs sections z, l'espacement de ces sections est important si vous souhaitez pouvoir effectuer une reconstruction 3D précise. SVI a une [explication mathématique plus complète](https://svi.nl/NyquistRate),ainsi qu'une [calculatrice en ligne](https://svi.nl/NyquistCalculator) facile à utiliser que vous pouvez utiliser pour calculer l'espacement de section z optimal pour vos conditions d'imagerie.
it: Se si desidera acquisire più sezioni z, la spaziatura di queste sezioni è importante per poter eseguire una ricostruzione 3D accurata. SVI dispone di una [spiegazione matematica più completa] (https://svi.nl/NyquistRate) e di un [calcolatore online] di facile utilizzo (https://svi.nl/NyquistCalculator) che è possibile utilizzare per calcolare la spaziatura ottimale delle sezioni z per le proprie condizioni di imaging.
ja: 複数のzセクションをキャプチャする場合、正確な3D再構成を行うには、これらのセクションの間隔が重要です。SVIでは、[これに関する数学的な詳しい説明](https://svi.nl/NyquistRate)と、使いやすい[オンライン計算機](https://svi.nl/NyquistCalculator)を用意しており、撮影条件に最適なzセクションの間隔を計算することができます。
pl: Jeśli chcesz uchwycić wiele przekrojów Z, odstępy między tymi ustawieniami są ważne, jeśli chcesz móc wykonać dokładną rekonstrukcję 3D. SVI ma [pełniejsze matematyczne wyjaśnienie tego](https://svi.nl/NyquistRate), a także łatwy w użyciu [kalkulator online](https://svi.nl/NyquistCalculator), którego możesz użyć aby obliczyć optymalny odstęp między sekcjami Z dla warunków obrazowania.
pt: Se você deseja capturar várias seções z, o espaçamento dessas seções é importante se desejar realizar uma reconstrução 3D precisa. O site da SVI tem uma [explicação matemática mais completa sobre isso](https://svi.nl/NyquistRate), bem como uma [calculadora online] fácil de usar (https://svi.nl/NyquistCalculator) que você pode usar para calcular o espaçamento ideal da seção z para suas condições de imagem.

source: Acquisition power/speed
cs: Akviziční výkon/rychlost
de: Erfassungsleistung/Geschwindigkeit
es: Adquisición de potencia/velocidad
fa: قدرت/سرعت کسب
fi: Hankintateho/nopeus
fr: Puissance/vitesse d'acquisition
it: Potenza/velocità di acquisizione
ja: 獲得パワー/スピード
pl: Moc akwizycji/prędkość
pt: Potência/velocidade de aquisição
