Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Microscopes are optical instruments, and as such, they are composed of different optical components and devices. As a beginner, it is important to recognize the experimental parameters that can affect the quality and rigor of the imaging data, and by extension, its interpretation.
cs: Mikroskopy jsou optické přístroje a jako takové se skládají z různých optických součástí a zařízení. Pro začátečníka je důležité rozpoznat experimentální parametry, které mohou ovlivnit kvalitu a přesnost zobrazovaných dat a potažmo i jejich interpretaci.
de: Mikroskope sind optische Instrumente, und als solche bestehen sie aus verschiedenen optischen Komponenten und Geräten. Als Anfänger ist es wichtig, die experimentellen Parameter zu kennen, die sich auf die Qualität und Genauigkeit der Bilddaten und damit auch auf deren Interpretation auswirken können.
es: Los microscopios son instrumentos ópticos y, como tales, están compuestos por diferentes componentes y dispositivos ópticos. Como principiante, es importante reconocer los parámetros experimentales que pueden afectar la calidad y el rigor de los datos de imagen y, por extensión, su interpretación.
fa: میکروسکوپ ها ابزارهای نوری هستند و به این ترتیب از اجزا و دستگاه های نوری مختلفی تشکیل شده اند. به عنوان یک مبتدی، مهم است که پارامترهای تجربی را که می‌توانند بر کیفیت و دقت داده‌های تصویربرداری تأثیر بگذارند، و در نتیجه، تفسیر آن را شناسایی کنیم.
fi: Mikroskoopit ovat optisia instrumentteja, ja sellaisina ne koostuvat erilaisista optisista komponenteista ja laitteista. Aloittelijana on tärkeää tunnistaa kokeelliset parametrit, jotka voivat vaikuttaa kuvantamistietojen laatuun ja tarkkuuteen ja siten myös niiden tulkintaan.
fr: Les microscopes sont des instruments optiques et, en tant que tels, ils sont composés de différents composants et dispositifs optiques. En tant que débutant, il est important de reconnaître les paramètres expérimentaux qui peuvent affecter la qualité et la rigueur des données d'imagerie, et par extension, son interprétation.
it: I microscopi sono strumenti ottici e, come tali, sono composti da diversi componenti e dispositivi ottici. Come principiante, è importante riconoscere i parametri sperimentali che possono influenzare la qualità e il rigore dei dati di imaging e, di conseguenza, la loro interpretazione.
ja: 顕微鏡は光学機器であるため、さまざまな光学部品やデバイスで構成されています。初心者のうちは、イメージングデータの品質と厳密性、ひいてはその解釈に影響を与える実験パラメータを認識することが重要です。
pl: Mikroskopy są instrumentami optycznymi i jako takie składają się z różnych elementów i urządzeń optycznych. Jako początkujący ważne jest, aby rozpoznać parametry eksperymentalne, które mogą wpływać na jakość i dokładność danych obrazowania, a co za tym idzie, na ich interpretację.
pt: Os microscópios são instrumentos ópticos e, como tal, são compostos por diferentes componentes e dispositivos ópticos. Como iniciante, é importante reconhecer os parâmetros experimentais que podem afetar a qualidade e o rigor dos dados de imagem e, por consequência, sua interpretação.

source: A foundational concept is the “light path,” which can be used to trace out light’s trajectory from the light source to the detector. When working with microscopes, whether it is a cell culture microscope or a cutting-edge superresolution system, it is important to take the time to trace out the different light paths in the system. By approaching the system as a sum of its parts means that optimizing and troubleshooting become systematic processes compared to when the system is treated as a black box. This [interactive tutorial at MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) shows the light paths in a standard inverted microscope; [this view](https://www.microscopyu.com/microscopy-basics/components) gives more detail about the various parts.
cs: Základním konceptem je „světelná dráha“, kterou lze použít ke sledování trajektorie světla od zdroje světla k detektoru. Při práci s mikroskopy, ať už se jedná o mikroskop s buněčnou kulturou nebo špičkový systém s vysokým rozlišením, je důležité věnovat čas sledování různých světelných drah v systému. Přístup k systému jako k součtu jeho částí znamená, že optimalizace a odstraňování problémů se stávají systematickými procesy ve srovnání s tím, kdy je systém považován za černou skříňku. Tento [interaktivní výukový program na MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) ukazuje světelné dráhy ve standardním inverzním mikroskopu; [toto zobrazení](https://www.microscopyu.com/microscopy-basics/components) poskytuje další podrobnosti o různých částech.
de: Ein grundlegendes Konzept ist der "Lichtpfad", mit dem sich der Weg des Lichts von der Lichtquelle bis zum Detektor verfolgen lässt. Bei der Arbeit mit Mikroskopen, egal ob es sich um ein Zellkulturmikroskop oder ein hochmodernes, Superresolutionsystem handelt, ist es wichtig, sich die Zeit zu nehmen, die verschiedenen Lichtwege im System nachzuvollziehen. Wenn man das System als Summe seiner Teile betrachtet, werden Optimierung und Fehlersuche zu systematischen Prozessen, während das System als Blackbox behandelt wird. Dieses [interaktive Tutorial bei MicroscopyU] (https://www.microscopyu.com/tutorials/tepaths) zeigt die Lichtwege in einem Standard-Umkehrmikroskop; [diese Ansicht] (https://www.microscopyu.com/microscopy-basics/components) gibt weitere Details über die verschiedenen Teile.
es: Un concepto fundamental es el "trayecto de luz", que se puede utilizar para rastrear la trayectoria de la luz desde la fuente de luz hasta el detector. Cuando se trabaja con microscopios, ya sea un microscopio de cultivo celular o un sistema de superresolución de vanguardia, es importante tomarse el tiempo para rastrear las diferentes trayectorias de luz en el sistema. Al abordar el sistema como una suma de sus partes, la optimización y la resolución de problemas se convierten en procesos sistemáticos en comparación con cuando el sistema se trata como una caja negra. Este [tutorial interactivo en MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) muestra las trayectorias de luz en un microscopio invertido estándar; [esta vista] (https://www.microscopyu.com/microscopy-basics/components) brinda más detalles sobre las distintas partes.
fa: یک مفهوم اساسی "مسیر نور" است که می تواند برای ردیابی مسیر نور از منبع نور تا آشکارساز استفاده شود. هنگام کار با میکروسکوپ، چه میکروسکوپ کشت سلولی باشد یا یک سیستم فوق رزولوشن پیشرفته، مهم است که برای ردیابی مسیرهای مختلف نور در سیستم زمان بگذارید. با نزدیک شدن به سیستم به عنوان مجموع قطعات آن به این معنی است که بهینه سازی و عیب یابی در مقایسه با زمانی که سیستم به عنوان یک جعبه سیاه در نظر گرفته می شود به فرآیندهای سیستماتیک تبدیل می شود. این [آموزش تعاملی در MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) مسیرهای نور را در یک میکروسکوپ معکوس استاندارد نشان می دهد. [این دیدگاه] (https://www.microscopyu.com/microscopy-basics/components) جزئیات بیشتری در مورد قسمت های مختلف ارائه می دهد.
fi: Peruskäsite on "valopolku", jonka avulla voidaan jäljittää valon kulku valonlähteestä ilmaisimeen. Kun työskentelet mikroskooppien kanssa, olipa kyseessä sitten soluviljelymikroskooppi tai huippuluokan superresoluutiojärjestelmä, on tärkeää käyttää aikaa järjestelmän eri valoreittien jäljittämiseen. Kun järjestelmää lähestytään osiensa summana, optimoinnista ja vianetsinnästä tulee järjestelmällisiä prosesseja verrattuna siihen, että järjestelmää käsitellään mustana laatikkona. Tässä [MicroscopyU:n interaktiivisessa opetusohjelmassa](https://www.microscopyu.com/tutorials/tepaths) näytetään tavallisen käännetyn mikroskoopin valoreitit; [tässä näkymässä](https://www.microscopyu.com/microscopy-basics/components) kerrotaan tarkemmin eri osista.
fr: Un concept fondamental est le "chemin lumineux", qui peut être utilisé pour tracer la trajectoire de la lumière de la source lumineuse au détecteur. Lorsque vous travaillez avec des microscopes, qu'il s'agisse d'un microscope de culture cellulaire ou d'un système de superrésolution de pointe, il est important de prendre le temps de tracer les différents trajets lumineux dans le système. En abordant le système comme une somme de ses parties, l'optimisation et le dépannage deviennent des processus systématiques par rapport au moment où le système est traité comme une boîte noire. Ce [tutoriel interactif chez MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) montre les trajets lumineux dans un microscope inversé standard ; [cette vue](https://www.microscopyu.com/microscopy-basics/components) donne plus de détails sur les différentes parties.
it: Un concetto fondamentale è il "percorso della luce", che può essere utilizzato per tracciare la traiettoria della luce dalla sorgente luminosa al rilevatore. Quando si lavora con i microscopi, che si tratti di un microscopio per colture cellulari o di un sistema di super-risoluzione all'avanguardia, è importante prendersi il tempo necessario per tracciare i diversi percorsi della luce nel sistema. Affrontare il sistema come una somma di parti significa che l'ottimizzazione e la risoluzione dei problemi diventano processi sistematici rispetto a quando il sistema viene trattato come una scatola nera. Questo [tutorial interattivo di MicroscopyU] (https://www.microscopyu.com/tutorials/tepaths) mostra i percorsi della luce in un microscopio invertito standard; [questa vista] (https://www.microscopyu.com/microscopy-basics/components) fornisce maggiori dettagli sulle varie parti.
ja: 基礎となる概念は「光路」で、光源から検出器までの光の軌跡をトレースするのに用いることができる。細胞培養顕微鏡であれ、最先端の超解像システムであれ、顕微鏡を扱う際には、システム内のさまざまな光路を時間をかけて追跡することが重要である。システムを部品の総体としてとらえることで、システムをブラックボックスとして扱う場合に比べて、最適化やトラブルシューティングがシステマティックなプロセスになります。この[MicroscopyUのインタラクティブチュートリアル](https://www.microscopyu.com/tutorials/tepaths)は、標準的な倒立顕微鏡の光路を示している。[このビュー](https://www.microscopyu.com/microscopy-basics/components)では、様々なパーツについてより詳しく説明している。
pl: Podstawową koncepcją jest „ścieżka światła”, której można użyć do śledzenia trajektorii światła od źródła światła do detektora. Podczas pracy z mikroskopami, niezależnie od tego, czy jest to mikroskop do hodowli komórek, czy najnowocześniejszy system superrozdzielczy, ważne jest, aby poświęcić czas na prześledzenie różnych ścieżek światła w systemie. Podejście do systemu jako sumy jego części oznacza, że optymalizacja i rozwiązywanie problemów stają się systematycznymi procesami w porównaniu z sytuacją, gdy system jest traktowany jako czarna skrzynka. Ten [interaktywny samouczek na MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) pokazuje ścieżki światła w standardowym odwróconym mikroskopie; [ten widok](https://www.microscopyu.com/microscopy-basics/components) zawiera więcej szczegółów na temat różnych części.
pt: Um conceito fundamental é o “caminho da luz”, que pode ser usado para traçar a trajetória da luz desde a fonte de luz até o detector. Ao trabalhar com microscópios, seja um microscópio de cultura de células ou um sistema de superresolução de ponta, é importante reservar um tempo para traçar os diferentes caminhos de luz no sistema. Abordar o sistema como uma soma de suas partes significa que a otimização e a solução de problemas tornam-se processos sistemáticos em comparação com quando o sistema é tratado como uma caixa preta. Este [tutorial interativo em MicroscopyU](https://www.microscopyu.com/tutorials/tepaths) mostra os caminhos de luz em um microscópio invertido padrão; [esta visualização](https://www.microscopyu.com/microscopy-basics/components) fornece mais detalhes sobre as várias partes.

source: Types of microscopes
cs: Typy mikroskopů
de: Arten von Mikroskopen
es: Tipos de microscopios
fa: انواع میکروسکوپ
fi: Mikroskooppityypit
fr: Types de microscopes
it: Tipi di microscopi
ja: 顕微鏡の種類
pl: Rodzaje mikroskopów
pt: Tipos de microscópios

source: While far from a comprehensive list of what is available, a few of the most common types of microscopes are listed below.
cs: I když to zdaleka není úplný seznam toho, co je k dispozici, níže je uvedeno několik nejběžnějších typů mikroskopů.
de: Obwohl die Liste der verfügbaren Mikroskope bei weitem nicht vollständig ist, werden im Folgenden einige der gängigsten Mikroskoptypen aufgeführt.
es: Si bien no es una lista completa de lo que está disponible, a continuación se enumeran algunos de los tipos de microscopios más comunes.
fa: در حالی که دور از فهرست جامعی از آنچه در دسترس است، تعدادی از رایج ترین انواع میکروسکوپ در زیر ذکر شده است.
fi: Vaikka luettelo ei ole läheskään kattava, alla on lueteltu muutamia yleisimpiä mikroskooppityyppejä.
fr: Bien que loin d'être une liste complète de ce qui est disponible, quelques-uns des types de microscopes les plus courants sont énumérés ci-dessous.
it: Anche se non si tratta di un elenco completo di ciò che è disponibile, di seguito sono elencati alcuni dei tipi più comuni di microscopi.
ja: 顕微鏡の種類を網羅したリストとは言い難いが、最も一般的な顕微鏡の種類をいくつか以下に挙げる。
pl: Chociaż daleko od wyczerpującej listy tego, co jest dostępne, poniżej wymieniono kilka najpopularniejszych typów mikroskopów.
pt: Embora longe de ser uma lista abrangente do que está disponível, alguns dos tipos mais comuns de microscópios estão listados abaixo.

source: **Widefield**, sometimes called _epifluorescence_, microscopes that take in all the light available to them in a single light path; this approach requires the least complex hardware, and also is often advantageous when imaging dim samples. {term}`Deconvolution` is sometimes performed after imaging on a widefield microscope to remove blur.
cs: **Widefield**, někdy nazývané _epifluorescenční_ mikroskopy, jsou mikrsokopy které zachycují veškeré světlo které mají k dispozici v jediné světelné dráze; tento přístup vyžaduje nejméně složitý hardware a je také často vhodný při zobrazování tmavých vzorků. {term}`Dekonvoluce` se někdy provádí po zobrazení na širokoúhlém mikroskopu, aby se odstranilo rozmazání.
de: **Weitwinkelmikroskope**, manchmal auch _Epifluoreszenzmikroskope genannt, die das gesamte ihnen zur Verfügung stehende Licht in einem einzigen Lichtweg aufnehmen; dieser Ansatz erfordert die am wenigsten komplexe Hardware und ist außerdem oft vorteilhaft, wenn es um die Abbildung von schwachen Proben geht. {term} Die "Deconvolution" wird manchmal nach der Aufnahme mit einem Weitwinkelmikroskop durchgeführt, um Unschärfen zu entfernen.
es: **Microscopio de campo amplio**, a veces llamados microscopios de _epifluorescencia_, captan toda la luz disponible en una sola trayectoria de luz; este enfoque requiere el hardware menos complejo y, a menudo, también es ventajoso cuando se toman imágenes de muestras tenues. {term}La "deconvolución" a veces se realiza después de obtener imágenes en un microscopio de campo amplio para eliminar la borrosidad.
fa: **فیلد وسیع**، گاهی اوقات _epifluorescence_ نامیده می شود، میکروسکوپ هایی که تمام نور موجود را در یک مسیر نوری واحد می گیرند. این رویکرد به کمترین سخت افزار پیچیده نیاز دارد و همچنین اغلب هنگام تصویربرداری از نمونه های کم نور سودمند است. {term}"Deconvolution" گاهی اوقات پس از تصویربرداری روی یک میکروسکوپ میدان وسیع برای حذف تاری انجام می‌شود.
fi: **Leveäkenttämikroskoopit**, joita kutsutaan joskus _epifluoresenssiksi_, ottavat kaiken käytettävissä olevan valon vastaan yhdellä valopolulla; tämä lähestymistapa vaatii vähiten monimutkaista laitteistoa, ja se on myös usein edullinen, kun kuvataan himmeitä näytteitä. {term} Laajakenttämikroskoopilla tapahtuvan kuvauksen jälkeen suoritetaan joskus "dekonvoluutio" epätarkkuuden poistamiseksi.
fr: **Widefield**, parfois appelés _épifluorescence_, des microscopes qui captent toute la lumière dont ils disposent dans un seul trajet lumineux ; cette approche nécessite le matériel le moins complexe et est également souvent avantageuse lors de l'imagerie d'échantillons sombres. {term}`Deconvolution` est parfois effectuée après l'imagerie sur un microscope à champ large pour éliminer le flou.
it: I microscopi a **campo largo**, talvolta chiamati a _epifluorescenza_, assorbono tutta la luce disponibile in un unico percorso luminoso; questo approccio richiede l'hardware meno complesso ed è spesso vantaggioso per l'acquisizione di campioni poco luminosi. {term} La `deconvoluzione' viene talvolta eseguita dopo l'imaging su un microscopio a campo largo per rimuovere la sfocatura.
ja: **ワイドフィールド**顕微鏡は、蛍光顕微鏡と呼ばれることもある。{term}広視野顕微鏡で撮像した後、ブレを除去するためにデコンボリューションを行うことがある。
pl: **Widefield**, czasami nazywane _epifluorescencją_, mikroskopy, które pobierają całe dostępne im światło na jednej ścieżce świetlnej; to podejście wymaga najmniej złożonego sprzętu, a także często jest korzystne w przypadku obrazowania ciemnych próbek. {term} „Dekonwolucja” jest czasami wykonywana po obrazowaniu na mikroskopie szerokokątnym w celu usunięcia rozmycia.
pt: **Widefield**, às vezes chamados de _epifluorescência_, são microscópios que absorvem toda a luz disponível em um único caminho de luz; essa abordagem requer o hardware menos complexo e também costuma ser vantajosa ao gerar imagens de amostras com baixo sinal. A {term}`Deconvolução` às vezes é realizada após a imagem em um microscópio de campo aberto para remover o desfoque.

source: **Confocal** - microscopes that remove out-of-focus light in the light path, typically using one or many pinholes to physically block this light. Several variants of confocal microscopy exist; spinning-disk confocal microscopes are often preferred for live-cell imaging applications as they tend to minimize toxicity to the sample.
cs: **Konfokální** – mikroskopy, které odstraňují neostré světlo ve světelné dráze, obvykle využívající jeden nebo více dírek k fyzickému blokování tohoto světla. Existuje několik variant konfokální mikroskopie; Konfokální mikroskopy s rotujícím diskem jsou často preferovány pro aplikace zobrazování živých buněk, protože mají tendenci minimalizovat toxicitu pro vzorek.
de: **Konfokal** - Mikroskope, die unscharfes Licht aus dem Lichtweg entfernen, in der Regel durch ein oder mehrere Pinholes (Löcher), die dieses Licht physisch blockieren. Es gibt mehrere Varianten der konfokalen Mikroskopie; konfokale Spinning-Disk-Mikroskope werden häufig für die Bildgebung von lebenden Zellen bevorzugt, da sie die Toxizität für die Probe minimieren.
es: **Microscopio Confocal**: microscopios que eliminan la luz desenfocada en la trayectoria de la luz, normalmente usando uno o varios 'pinholes' (colimador de orificio delimitante) para bloquear físicamente esta luz. Existen varias variantes de microscopía confocal. Los microscopios confocales de disco giratorio a menudo se prefieren para aplicaciones de imágenes de células vivas, ya que tienden a minimizar la toxicidad de la muestra.
fa: **کنفوکال** - میکروسکوپ هایی که نور خارج از فوکوس را در مسیر نور حذف می کنند، معمولاً از یک یا چند سوراخ برای مسدود کردن فیزیکی این نور استفاده می کنند. انواع مختلفی از میکروسکوپ کانفوکال وجود دارد. میکروسکوپ های کانفوکال دیسک چرخشی اغلب برای کاربردهای تصویربرداری سلول زنده ترجیح داده می شوند زیرا تمایل دارند سمیت را برای نمونه به حداقل برسانند.
fi: **Konfokaali** - mikroskoopit, jotka poistavat valopolulta tarkennuksen ulkopuolisen valon, tyypillisesti käyttämällä yhtä tai useampaa reikää valon fyysiseksi estämiseksi. Konfokaalimikroskopiasta on olemassa useita muunnelmia; elävien solujen kuvaussovelluksissa suositaan usein pyörivän kiekon konfokaalimikroskooppeja, koska ne minimoivat näytteen myrkyllisyyden.
fr: **Confocal** : microscopes qui éliminent la lumière floue dans le trajet de la lumière, en utilisant généralement un ou plusieurs trous d'épingle pour bloquer physiquement cette lumière. Plusieurs variantes de microscopie confocale existent ; les microscopes confocaux à disque tournant sont souvent préférés pour les applications d'imagerie de cellules vivantes car ils ont tendance à minimiser la toxicité pour l'échantillon.
it: **Confocale** - microscopi che rimuovono la luce fuori fuoco nel percorso della luce, in genere utilizzando uno o più fori per bloccare fisicamente la luce. Esistono diverse varianti della microscopia confocale; i microscopi confocali a disco rotante sono spesso preferiti per le applicazioni di imaging di cellule vive, in quanto tendono a ridurre al minimo la tossicità del campione.
ja: **共焦点** - 光路上の焦点外光を除去する顕微鏡で、通常、1つまたは多数のピンホールを使って物理的に光を遮断する。共焦点顕微鏡にはいくつかの種類があるが、スピニングディスク共焦点顕微鏡は、サンプルへの毒性を最小限に抑える傾向があるため、ライブセルイメージングアプリケーションに好まれることが多い。
pl: **Konfokalne** — mikroskopy, które usuwają nieostre światło ze ścieżki światła, zazwyczaj wykorzystując jeden lub wiele otworów do fizycznego blokowania tego światła. Istnieje kilka wariantów mikroskopii konfokalnej; Mikroskopy konfokalne z wirującym dyskiem są często preferowane do zastosowań w obrazowaniu żywych komórek, ponieważ mają tendencję do minimalizowania toksyczności próbki.
pt: **Confocal** - microscópios que removem a luz fora de foco no caminho da luz, geralmente usando um ou mais orifícios para bloquear fisicamente essa luz. Existem várias variantes de microscopia confocal; os microscópios confocais de disco giratório são geralmente preferidos para aplicações de geração de imagens de células vivas, pois tendem a minimizar a toxicidade da amostra.
