Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/02_Sample_acquisition.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: [link](https://doi.org/10.1242/jcs.261567)
fr: [lien](https://doi.org/10.1242/jcs.261567)
pl: [odnośnik](https://doi.org/10.1242/jcs.261567)

source: Thoughtful review on technological and especially psychological factors that can lead to biased microscopy results
fr: Examen approfondi des facteurs technologiques et surtout psychologiques qui peuvent conduire à des résultats de microscopie biaisés
pl: Przemyślany przegląd czynników technologicznych, a zwłaszcza psychologicznych, które mogą prowadzić do stronniczych wyników mikroskopii

source: 🎥 iBiology Microscopy Short Course
de: 🎥 iBiology Mikroskopie Kurzkurs
es: 🎥 Curso corto de microscopía iBiology
fa: 🎥 دوره کوتاه میکروسکوپی iBiology
fi: 🎥 iBiologian mikroskoopian lyhytkurssi
fr: 🎥 Cours abrégé de microscopie iBiology
it: 🎥 Corso breve di microscopia iBiologia
ja: iBiology 顕微鏡ショートコース
pl: 🎥 Krótki kurs mikroskopii iBiology
pt: 🎥 iBiologia Curso de curta duração em Microscopia

source: [link](https://www.youtube.com/watch?v=4c5ILWQmqRY&list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
cs: [odkaz](https://www.youtube.com/watch?v=4c5ILWQmqRY&list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
de: [Link] (https://www.youtube.com/watch?v=4c5ILWQmqRY&amp;list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
es: [enlace](https://www.youtube.com/watch?v=4c5ILWQmqRY&list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
fa: [پیوند](https://www.youtube.com/watch?v=4c5ILWQmqRY&list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
fi: [linkki](https://www.youtube.com/watch?v=4c5ILWQmqRY&amp;list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
fr: [lien](https://www.youtube.com/watch?v=4c5ILWQmqRY&list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
it: [link](https://www.youtube.com/watch?v=4c5ILWQmqRY&amp;list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)
ja: [リンク](https://www.youtube.com/watch?v=4c5ILWQmqRY&amp;list=PLQFc-Dxlf4pSRaEk8Xi9BzS0r8-LYmwRQ)

source: An 8 hour video series consisting of 14 videos introducting major concepts in microscopy. A longer course with >70 videos is also available.
cs: 14-dílná 8-hodinová série videí představujících hlavní pojmy v mikroskopii. K dispozici je také delší kurz s více jak 70 videi.
de: Eine 8-stündige Videoserie, die aus 14 Videos besteht, die in die wichtigsten Konzepte der Mikroskopie einführen. Ein längerer Kurs mit mehr als 70 Videos ist ebenfalls verfügbar.
es: Una serie de videos de 8 horas que consta de 14 videos que presentan los principales conceptos de microscopía. También está disponible un curso más largo con más de 70 videos.
fa: یک مجموعه ویدیویی 8 ساعته متشکل از 14 ویدیو که مفاهیم اصلی میکروسکوپ را معرفی می کند. یک دوره طولانی تر با بیش از 70 ویدیو نیز در دسترس است.
fi: Kahdeksan tunnin mittainen videosarja, joka koostuu 14 videosta, joissa esitellään mikroskopian keskeisiä käsitteitä. Saatavilla on myös pidempi kurssi, jossa on &gt;70 videota.
fr: Une série vidéo de 8 heures composée de 14 vidéos introduisant les grands concepts de la microscopie. Un cours plus long avec plus de 70 vidéos est également disponible.
it: Una serie di video di 8 ore composta da 14 video che introducono i concetti principali della microscopia. È disponibile anche un corso più lungo con &gt;70 video.
ja: 顕微鏡学の主要な概念を紹介する14本のビデオで構成された8時間のビデオシリーズ。70本以上のビデオで構成される長期コースもあります。
pl: 8-godzinna seria wideo składająca się z 14 filmów przedstawiających główne pojęcia z zakresu mikroskopii. Dostępny jest również dłuższy kurs z ponad 70 filmami.
pt: Uma série de vídeos de 8 horas composta por 14 vídeos que apresentam os principais conceitos em microscopia. Um curso mais longo com mais de 70 vídeos também está disponível.

source: 🎥 Microcourses
cs: 🎥 Mikrokurzy
de: 🎥 Mikrokurse
es: 🎥 Microcursos
fa: 🎥 دوره های کوچک
fi: 🎥 Mikrokurssit
fr: 🎥 Microcours
it: 🎥 Microcorsi
ja: 🍚 マイクロコース
pl: 🎥 Mikrokursy
pt: 🎥 Microcursos

source: [link](https://www.youtube.com/@Microcourses)
cs: [odkaz](https://www.youtube.com/@Microcourses)
de: [Link](https://www.youtube.com/@Mikrokurse)
es: [enlace](https://www.youtube.com/@Microcursos)
fa: [لینک](https://www.youtube.com/@Microcourses)
fi: [linkki](https://www.youtube.com/@Microcourses)
fr: [lien](https://www.youtube.com/@Microcourses)
it: [link](https://www.youtube.com/@Microcorsi)
ja: [リンク](https://www.youtube.com/@マイクロコース)

source: Videos about microscopy from the microscopy cores at Harvard Medical School
cs: Videa o mikroskopii z mikroskopických core facilit Harvard Medical School
de: Videos über Mikroskopie aus den Mikroskopiezentren der Harvard Medical School
es: Videos sobre microscopía de los núcleos de microscopía en la Escuela de Medicina de Harvard
fa: ویدئوهای مربوط به میکروسکوپ از هسته های میکروسکوپی در دانشکده پزشکی هاروارد
fi: Harvard Medical Schoolin mikroskooppiyksiköiden videoita mikroskoopiasta.
fr: Vidéos sur la microscopie des noyaux de microscopie à la Harvard Medical School
it: Video sulla microscopia dai nuclei di microscopia della Harvard Medical School
ja: ハーバード・メディカル・スクールの顕微鏡コアによる顕微鏡検査に関するビデオ
pl: Filmy o mikroskopii z rdzeni mikroskopowych w Harvard Medical School
pt: Vídeos sobre microscopia dos núcleos de microscopia da Harvard Medical School

source: 🌐 Advanced Imaging Center
es: 🌐 Centro de Imágenes Avanzado
fa: 🌐 مرکز تصویربرداری پیشرفته
fi: 🌐 Kehittynyt kuvantamiskeskus
fr: 🌐 Centre d'imagerie avancée
it: 🌐 Centro di imaging avanzato
ja: 🌐 先端画像診断センター
pl: 🌐 Zaawansowane centrum obrazowania
pt: 🌐 Centro Avançado de Imagem

source: [link](https://www.aicjanelia.org/apply)
cs: [odkaz](https://www.aicjanelia.org/apply)
es: [enlace](https://www.aicjanelia.org/apply)
fa: [لینک](https://www.aicjanelia.org/apply)
fi: [linkki](https://www.aicjanelia.org/apply)
fr: [lien](https://www.aicjanelia.org/apply)
ja: [リンク](https://www.aicjanelia.org/apply)

source: Access to the state of the art microscopy instruments and imaging experts
cs: Přístup k nejmodernějším mikroskopickým přístrojům a odborníkům na zobrazování
de: Zugang zu hochmodernen Mikroskopieinstrumenten und Experten für Bildgebung
es: Acceso a instrumentos de microscopía de última generación y expertos en imágenes
fa: دسترسی به ابزارهای پیشرفته میکروسکوپی و کارشناسان تصویربرداری
fi: Pääsy uusimpiin mikroskooppilaitteisiin ja kuvantamisasiantuntijoihin.
fr: Accès à des instruments de microscopie de pointe et à des experts en imagerie
it: Accesso a strumenti di microscopia all'avanguardia e ad esperti di imaging
ja: 最先端の顕微鏡装置とイメージング専門家へのアクセス
pl: Dostęp do najnowocześniejszych instrumentów mikroskopowych i ekspertów w dziedzinie obrazowania
pt: Acesso a instrumentos de microscopia de última geração e especialistas em imagem

source: 🌐 Africa Microscopy Initiative
de: 🌐 Initiative Mikroskopie für Afrika
es: 🌐 Iniciativa de microscopía de África
fa: 🌐 ابتکار میکروسکوپ آفریقا
fi: 🌐 Afrikan mikroskooppialoite
fr: 🌐 Initiative Africaine de Microscopie
it: 🌐 Iniziativa di microscopia in Africa
ja: 🌐 アフリカ顕微鏡イニシアティブ
pl: 🌐 Afrykańska inicjatywa mikroskopowa
pt: 🌐 Iniciativa de Microscopia da África

source: [link](https://www.microscopy.africa/ )
es: [enlace](https://www.microscopy.africa/ )
fa: [لینک](https://www.microscopy.africa/)
fi: [linkki](https://www.microscopy.africa/ )
fr: [lien](https://www.microscopy.africa/ )
ja: [リンク](https://www.microscopy.africa/ )

source: Access to advanced microscopes, molecular biology and cell culture equipment for scientists in Africa
cs: Přístup k pokročilým mikroskopům, molekulární biologii a vybavení pro buněčnou kulturu pro vědce v Africe
de: Zugang zu modernen Mikroskopen, molekularbiologischen Geräten und Zellkulturen für Wissenschaftler in Afrika
es: Acceso a microscopios avanzados, biología molecular y equipo de cultivo celular para científicos en África
fa: دسترسی به میکروسکوپ های پیشرفته، زیست شناسی مولکولی و تجهیزات کشت سلولی برای دانشمندان در آفریقا
fi: Kehittyneiden mikroskooppien, molekyylibiologisten ja soluviljelylaitteiden saatavuus afrikkalaisille tutkijoille.
fr: Accès à des microscopes avancés, à des équipements de biologie moléculaire et de culture cellulaire pour les scientifiques en Afrique
it: Accesso a microscopi avanzati, attrezzature per la biologia molecolare e la coltura cellulare per gli scienziati in Africa
ja: アフリカの科学者が先進的な顕微鏡、分子生物学、細胞培養装置を利用できるようにする。
pl: Dostęp do zaawansowanych mikroskopów, sprzętu do biologii molekularnej i hodowli komórek dla naukowców w Afryce
pt: Acesso a microscópios avançados, biologia molecular e equipamentos de cultura de células para cientistas na África

source: 🌐 Euro-Bioimaging
es: 🌐 Euro-Bioimagen
fa: 🌐 تصویربرداری زیستی یورو
fi: 🌐 Euro-Biokuvantaminen
fr: 🌐 Euro-Bioimagerie
ja: 🌐 ユーロバイオイメージング
pl: 🌐 Euro-Bioobrazowanie
pt: 🌐 Euro-Bioimagem

source: [link](https://www.eurobioimaging.eu)
cs: [odkaz](https://www.eurobioimaging.eu)
es: [enlace](https://www.eurobioimaging.eu)
fa: [پیوند] (https://www.eurobioimaging.eu)
fi: [linkki](https://www.eurobioimaging.eu)
fr: [lien](https://www.eurobioimaging.eu)
ja: [リンク](https://www.eurobioimaging.eu)

source: Access to microcopy instruments and training for scientists in Europe
cs: Přístup k mikroskopům a školení pro vědce v Evropě
de: Zugang zu Mikroskopieinstrumenten und Schulungen für Wissenschaftler in Europa
es: Acceso a instrumentos de microcopia y formación para científicos en Europa
fa: دسترسی به ابزار میکروکپی و آموزش برای دانشمندان در اروپا
fi: Mikroskopialaitteiden saatavuus ja koulutus eurooppalaisille tutkijoille
fr: Accès aux instruments de microcopie et formation pour les scientifiques en Europe
it: Accesso agli strumenti di microcopia e formazione per gli scienziati in Europa
ja: 欧州の科学者のためのマイクロコピー機器とトレーニングへのアクセス
pl: Dostęp do instrumentów do mikrokopii i szkolenia dla naukowców w Europie
pt: Acesso a instrumentos de microcópia e treinamento para cientistas na Europa

source: Setting up your acquisition
cs: Nastavení akvizice
de: Einrichtung Ihrer Akquisition
es: Configuración de su adquisición
fa: راه اندازی کسب خود
fi: Hankinnan perustaminen
fr: Paramétrage de votre acquisition
it: Impostazione dell'acquisizione
ja: 買収の設定
pl: Konfigurowanie przejęcia
pt: Configurando sua aquisição

source: Introduction
cs: Úvod
de: Einführung
es: Introducción
fa: معرفی
fi: Johdanto
it: Introduzione
ja: はじめに
pl: Wstęp
pt: Introdução

source: 🌐 MyScope
pl: 🌐 Mój zakres

source: Guidelines and resources for accurate reporting of the most common fluorescence light microscopy techniques, emphasizing the impact of accurate microscopy metadata on data interpretation.'
cs: Pokyny a zdroje pro přesné podávání zpráv o nejběžnějších technikách fluorescenční světelné mikroskopie, zdůrazňující dopad přesných mikroskopických metadat na interpretaci dat.'
de: Leitlinien und Ressourcen für die genaue Berichterstattung über die gängigsten Fluoreszenzlichtmikroskopietechniken, wobei die Auswirkungen genauer Mikroskopie-Metadaten auf die Dateninterpretation hervorgehoben werden.
es: Directrices y recursos para la elaboración de informes precisos de las técnicas de microscopía de luz de fluorescencia más comunes, enfatizando el impacto de los metadatos de microscopía precisos en la interpretación de datos.'
fa: دستورالعمل‌ها و منابع برای گزارش دقیق رایج‌ترین تکنیک‌های میکروسکوپ نوری فلورسانس، با تأکید بر تأثیر فراداده‌های دقیق میکروسکوپ بر تفسیر داده‌ها.
fi: Ohjeita ja resursseja yleisimpien fluoresenssivalomikroskopiatekniikoiden tarkkaa raportointia varten, painottaen tarkkojen mikroskopian metatietojen vaikutusta tietojen tulkintaan.
it: Linee guida e risorse per un accurato reporting delle più comuni tecniche di microscopia ottica a fluorescenza, sottolineando l'impatto di accurati metadati di microscopia sull'interpretazione dei dati".
ja: 最も一般的な蛍光光顕法の正確な報告のためのガイドラインとリソース、データ解釈における正確な顕微鏡メタデータの影響を強調する。
pt: Diretrizes e recursos para confeccionar relatórios precisos de técnicas de microscopia de fluorescência mais comuns, enfatizando o impacto de metadados precisos na interpretação de dados.'
