Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 🎥 [Video tutorials and workshops](https://www.youtube.com/c/qupath)
cs: 🎥 [Videonávody a workshopy](https://www.youtube.com/c/qupath)
de: 🎥 [Videotutorials und Workshops](https://www.youtube.com/c/qupath)
es: 🎥 [Video tutoriales y talleres](https://www.youtube.com/c/qupath)
fa: 🎥 [آموزش ها و کارگاه های آموزشی] (https://www.youtube.com/c/qupath)
fi: 🎥 [Video-opetusohjelmat ja työpajat](https://www.youtube.com/c/qupath)
fr: 🎥 [Tutoriels vidéo et ateliers](https://www.youtube.com/c/qupath)
it: 🎥 [Video tutorial e workshop](https://www.youtube.com/c/qupath)
ja: ビデオチュートリアルとワークショップ](https://www.youtube.com/c/qupath)
pl: 🎥 [Samouczki wideo i warsztaty](https://www.youtube.com/c/qupath)
pt: 🎥 [Tutoriais em vídeo e workshops](https://www.youtube.com/c/qupath)

source: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> Icy
de: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> Eiskalt
es: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> helado
fa: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> یخی
fr: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> Glacé
it: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> Gelido
ja: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> アイシー
pl: <img src="https://icy.bioimageanalysis.org/wp-content/uploads/2018/07/logo_full_notext600px.png" alt="logo" width="30px"> Lodowaty

source: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` is an out of the box image analysis tools, it utilizes plugins to create visual image analysis protocols that can be shared with other users.
cs: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` je hotový nástroj pro analýzu obrazu, který využívá pluginy k vytváření protokolů pro vizuální analýzu obrazu, které lze sdílet s ostatními uživateli.
de: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` ist ein sofort einsatzbereites Bildanalysetool, das Plugins verwendet, um visuelle Bildanalyseprotokolle zu erstellen, die mit anderen Benutzern geteilt werden können.
es: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` es una herramienta de análisis de imágenes lista para usar, utiliza complementos para crear protocolos de análisis de imágenes visuales que se pueden compartir con otros usuarios.
fa: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` یک ابزار تجزیه و تحلیل تصویر خارج از جعبه است، از افزونه هایی برای ایجاد تصویر بصری استفاده می کند. پروتکل های تجزیه و تحلیل که می تواند با سایر کاربران به اشتراک گذاشته شود.
fi: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` on valmis kuva-analyysityökalu, joka käyttää liitännäisiä luodakseen visuaalisia kuva-analyysiprotokollia, jotka voidaan jakaa muiden käyttäjien kanssa.
fr: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` est un outil d'analyse d'image prêt à l'emploi, il utilise des plugins pour créer des protocoles d'analyse d'image visuelle qui peuvent être partagés avec d'autres utilisateurs.
it: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` è uno strumento per l'analisi delle immagini che utilizza i plugin per creare protocolli di analisi visiva delle immagini che possono essere condivisi con altri utenti.
ja: [Icy](https://icy.bioimageanalysis.org/){cite}`De_Chaumont2012-pe` は、すぐに使える画像解析ツールで、プラグインを利用して、他のユーザーと共有できる視覚的な画像解析プロトコルを作成できる。
pl: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` to gotowe narzędzie do analizy obrazu, które wykorzystuje wtyczki do tworzenia wizualnych protokołów analizy obrazu, które można udostępniać innym użytkownikom.
pt: [Icy](https://icy.bioimageanalysis.org/) {cite}`De_Chaumont2012-pe` é uma ferramenta de análise de imagem pronta para uso, que utiliza plugins para criar protocolos visuais de análise de imagem que podem ser compartilhados com outros usuários.

source: Icy interoperability with other softwares is limited to ImageJ
cs: Interoperabilita Icy s jiným softwarem je omezena na ImageJ
de: Die Interoperabilität von Icy mit anderen Programmen ist auf ImageJ beschränkt.
es: La interoperabilidad de Icy con otros softwares está limitada a ImageJ
fa: قابلیت همکاری یخی با سایر نرم افزارها به ImageJ محدود می شود
fi: Icy-yhteensopivuus muiden ohjelmistojen kanssa rajoittuu ImageJ:hen.
fr: L'interopérabilité d'Icy avec d'autres logiciels est limitée à ImageJ
it: L'interoperabilità di Icy con altri software è limitata a ImageJ.
ja: 他のソフトウェアとの相互運用性はImageJに限られる。
pl: Współpraca Icy z innymi programami jest ograniczona do ImageJ
pt: A interoperabilidade do Icy com outros softwares é limitada ao ImageJ

source: To download Icy
cs: Stažení aplikace Icy
de: Zum Herunterladen von Icy
es: Para descargar helado
fa: برای دانلود Icy
fi: Lataa Icy
fr: Pour télécharger Glacé
it: Per scaricare Icy
ja: アイシーをダウンロードするには
pl: Aby pobrać Icy
pt: Para baixar o Icy

source: 🌐 [Icy download](https://icy.bioimageanalysis.org/download/)
de: 🌐 [Eisiger Download](https://icy.bioimageanalysis.org/download/)
es: 🌐 [descarga helada] (https://icy.bioimageanalysis.org/download/)
fa: 🌐 [دانلود یخی](https://icy.bioimageanalysis.org/download/)
fi: 🌐 [Icy lataus](https://icy.bioimageanalysis.org/download/)
fr: 🌐 [Téléchargement glacé](https://icy.bioimageanalysis.org/download/)
ja: 🌐 [アイシー・ダウンロード](https://icy.bioimageanalysis.org/download/)
pl: 🌐 [Lodowe pobieranie](https://icy.bioimageanalysis.org/download/)
pt: 🌐 [Download Icy](https://icy.bioimageanalysis.org/download/)

source: 🌐 [Icy course and tutorial](https://icy.bioimageanalysis.org/trainings/)
cs: 🌐 [Icy kurz a výukový program](https://icy.bioimageanalysis.org/trainings/)
de: 🌐 [Eiskurs und Lehrgang](https://icy.bioimageanalysis.org/trainings/)
es: 🌐 [Curso y tutorial de Icy](https://icy.bioimageanalysis.org/trainings/)
fa: 🌐 [دوره و آموزش یخی] (https://icy.bioimageanalysis.org/trainings/)
fi: 🌐 [Icy kurssi ja opetusohjelma](https://icy.bioimageanalysis.org/trainings/)
fr: 🌐 [Cours et tutoriel Icy](https://icy.bioimageanalysis.org/trainings/)
it: 🌐 [Corso e tutorial Icy](https://icy.bioimageanalysis.org/trainings/)
ja: 🌐 [アイシーコースとチュートリアル](https://icy.bioimageanalysis.org/trainings/)
pl: 🌐 [Lodowy kurs i samouczek](https://icy.bioimageanalysis.org/trainings/)
pt: 🌐 [Curso e tutorial Icy](https://icy.bioimageanalysis.org/trainings/)

source: 🎥 [Bioimage analysis with Icy ](https://www.youtube.com/watch?v=myal9BD6J-k)
de: 🎥 [Bioimage-Analyse mit Icy ](https://www.youtube.com/watch?v=myal9BD6J-k)
es: 🎥 [Análisis de bioimagen con Icy](https://www.youtube.com/watch?v=myal9BD6J-k)
fa: 🎥 [تحلیل تصویر زیستی با Icy ](https://www.youtube.com/watch?v=myal9BD6J-k)
fi: 🎥 [Biokuvan analyysi Icyllä ](https://www.youtube.com/watch?v=myal9BD6J-k)
fr: 🎥 [Analyse de bioimages avec Icy ](https://www.youtube.com/watch?v=myal9BD6J-k)
it: 🎥 [Analisi delle bioimmagini con Icy ](https://www.youtube.com/watch?v=myal9BD6J-k)
ja: Icyによるバイオイメージ解析】(https://www.youtube.com/watch?v=myal9BD6J-k)
pl: 🎥 [Analiza bioobrazu z Icy](https://www.youtube.com/watch?v=myal9BD6J-k)
pt: 🎥 [Análise de bioimagem com Icy](https://www.youtube.com/watch?v=myal9BD6J-k)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Microscopy Image Browser)
de: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Mikroskopie-Bild-Browser)
es: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Explorador de imágenes de microscopía)
fa: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (مرورگر تصویر میکروسکوپی)
fr: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Navigateur d'images de microscopie)
it: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Browser di immagini di microscopia)
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB（顕微鏡画像ブラウザ）
pt: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Navegador de imagens de microscopia)

source: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` is a user-friendly software for image analysis of multidimensional datasets for both light and electron microscopy. It allows you to use the whole acquired data for its analysis and extraction of morphological features.
cs: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` je uživatelsky přívětivý software pro obrazovou analýzu vícerozměrných datových sad pro světelnou i elektronovou mikroskopii. Umožňuje využít celá získaná data pro jejich analýzu a extrakci morfologických znaků.
de: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` ist eine benutzerfreundliche Software zur Bildanalyse von mehrdimensionalen Datensätzen für die Licht- und Elektronenmikroskopie. Sie ermöglicht es Ihnen, die gesamten aufgenommenen Daten für die Analyse und Extraktion morphologischer Merkmale zu verwenden.
es: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` es un software fácil de usar para el análisis de imágenes de conjuntos de datos multidimensionales para microscopía óptica y electrónica. Le permite utilizar todos los datos adquiridos para su análisis y extracción de características morfológicas.
fa: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` یک نرم افزار کاربرپسند برای تجزیه و تحلیل تصویر مجموعه داده های چند بعدی برای هر دو است. میکروسکوپ نوری و الکترونی این به شما امکان می دهد از کل داده های به دست آمده برای تجزیه و تحلیل و استخراج ویژگی های مورفولوژیکی استفاده کنید.
fi: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` on käyttäjäystävällinen ohjelmisto moniulotteisten kuvien analysointiin sekä valo- että elektronimikroskopiassa. Sen avulla voit käyttää koko hankittua dataa sen analysointiin ja morfologisten piirteiden poimimiseen.
fr: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` est un logiciel convivial pour l'analyse d'images d'ensembles de données multidimensionnelles pour la microscopie optique et électronique. Il vous permet d'utiliser l'ensemble des données acquises pour son analyse et l'extraction de caractéristiques morphologiques.
it: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` è un software di facile utilizzo per l'analisi delle immagini di insiemi di dati multidimensionali per la microscopia ottica ed elettronica. Consente di utilizzare l'insieme dei dati acquisiti per la loro analisi e l'estrazione di caratteristiche morfologiche.
ja: [MIB](http://mib.helsinki.fi/index.html){cite}`Belevich2016-vi`は、光学顕微鏡および電子顕微鏡の多次元データセットの画像解析のためのユーザーフレンドリーなソフトウェアです。取得したデータ全体を使用して解析し、形態学的特徴を抽出することができます。
pl: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belewicz2016-vi` to przyjazne dla użytkownika oprogramowanie do analizy obrazów wielowymiarowych zestawów danych zarówno w mikroskopii świetlnej, jak i elektronowej. Pozwala na wykorzystanie całości pozyskanych danych do ich analizy i ekstrakcji cech morfologicznych.
pt: [MIB](http://mib.helsinki.fi/index.html) {cite}`Belevich2016-vi` é um software amigável para análise de imagens de conjuntos de dados multidimensionais para microscopia de luz e eletrônica. Ele permite que você use todos os dados adquiridos para sua análise e extração de características morfológicas.

source: It was created using MATLAB, a standalone packaged version exist, but they do not use the most up-to-date MATLAB releases
cs: Byl vytvořen pomocí MATLABu, existuje samostatná verze, ale nepoužívá nejaktuálnější verzi MATLABu
de: Es wurde mit MATLAB erstellt. Es gibt zwar eine eigenständige Paketversion, aber diese verwendet nicht die aktuellsten MATLAB-Versionen.
es: Fue creado utilizando MATLAB, existe una versión empaquetada independiente, pero no utilizan las versiones más actualizadas de MATLAB
fa: با استفاده از MATLAB ایجاد شده است، یک نسخه بسته بندی شده مستقل وجود دارد، اما آنها از به روزترین نسخه های متلب استفاده نمی کنند.
fi: Se on luotu MATLABin avulla, ja siitä on olemassa itsenäinen pakattu versio, mutta ne eivät käytä uusimpia MATLAB-julkaisuja.
fr: Il a été créé à l'aide de MATLAB, une version packagée autonome existe, mais ils n'utilisent pas les versions MATLAB les plus récentes
it: È stato creato utilizzando MATLAB; esiste una versione standalone pacchettizzata, ma non utilizza le versioni più aggiornate di MATLAB.
ja: MATLABを使用して作成されており、スタンドアロンのパッケージ版も存在するが、最新のMATLABリリースは使用されていない。
pl: Został stworzony przy użyciu MATLAB, istnieje samodzielna wersja w pakiecie, ale nie używają one najnowszych wersji MATLAB
pt: Foi criado usando o MATLAB, existe uma versão independente, mas ela não usa a versão mais atualizada do MATLAB

source: To download MIB
cs: Stažení MIB
de: So laden Sie die MIB herunter
es: Para descargar MIB
fa: برای دانلود MIB
fi: MIB:n lataaminen
fr: Pour télécharger MIB
it: Per scaricare il MIB
ja: MIBをダウンロードするには
pl: Aby pobrać MIB
pt: Para baixar o MIB

source: 🌐 [MIB download](http://mib.helsinki.fi/downloads.html)
cs: 🌐 [stažení MIB](http://mib.helsinki.fi/downloads.html)
es: 🌐 [descarga de MIB] (http://mib.helsinki.fi/downloads.html)
fa: 🌐 [دانلود MIB](http://mib.helsinki.fi/downloads.html)
fi: 🌐 [MIB-lataus](http://mib.helsinki.fi/downloads.html)
fr: 🌐 [Téléchargement MIB] (http://mib.helsinki.fi/downloads.html)
it: 🌐 [Scaricamento MIB] (http://mib.helsinki.fi/downloads.html)
ja: 🌐 [MIB ダウンロード](http://mib.helsinki.fi/downloads.html)
pl: 🌐 [Pobieranie MIB](http://mib.helsinki.fi/downloads.html)
pt: 🌐 [download do MIB](http://mib.helsinki.fi/downloads.html)

source: 🌐 [MIB user guide](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
cs: 🌐 [uživatelská příručka MIB](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
de: 🌐 [MIB-Benutzerhandbuch](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
es: 🌐 [Guía de usuario de MIB] (http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
fa: 🌐 [راهنمای کاربر MIB](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
fi: 🌐 [MIB-käyttöopas](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
fr: 🌐 [Guide de l'utilisateur MIB] (http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
it: 🌐 [Guida utente MIB](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
ja: MIB ユーザーガイド](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
pl: 🌐 [Podręcznik użytkownika MIB](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)
pt: 🌐 [Guia do usuário MIB](http://mib.helsinki.fi/help/main2/im_browser_user_guide.html)

source: 🌐 [Tutorials](http://mib.helsinki.fi/tutorials.html)
cs: 🌐 [Výukové materiály](http://mib.helsinki.fi/tutorials.html)
es: 🌐 [Tutoriales](http://mib.helsinki.fi/tutorials.html)
fa: 🌐 [آموزش] (http://mib.helsinki.fi/tutorials.html)
fi: 🌐 [opetusohjelmat](http://mib.helsinki.fi/tutorials.html)
fr: 🌐 [Tutoriels](http://mib.helsinki.fi/tutorials.html)
it: 🌐 [Tutorial](http://mib.helsinki.fi/tutorials.html)
ja: チュートリアル](http://mib.helsinki.fi/tutorials.html)
pl: 🌐 [Samouczki] (http://mib.helsinki.fi/tutorials.html)
pt: 🌐 [Tutoriais](http://mib.helsinki.fi/tutorials.html)

source: 🎥 [Video tutorials](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
cs: 🎥 [Videonávody](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
es: 🎥 [Videotutoriales](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
fa: 🎥 [آموزش های ویدئویی](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
fi: 🎥 [Video-oppaat](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
fr: 🎥 [Tutoriels vidéo] (https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
it: 🎥 [Video tutorial](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
ja: ビデオチュートリアル](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
pl: 🎥 [Samouczki wideo](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)
pt: 🎥 [Tutoriais em vídeo](https://www.youtube.com/playlist?list=PLGkFvW985wz8cj8CWmXOFkXpvoX_HwXzj)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/7/775e83f70639e1cb7cb299d8681d272e18718089_2_750x750.png" alt="logo" width="30px"> napari
fa: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/7/775e83f70639e1cb7cb299d8681d272e18718089_2_750x750.png" alt="logo" width="30px"> ناپاری
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/7/7/775e83f70639e1cb7cb299d8681d272e18718089_2_750x750.png" alt="logo" width="30px"> ナパリ

source: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` is being developed as a multi-dimensional image viewer that can be expanded via a variety of plugins to perform basic and complex image analysis tasks.
cs: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` je vyvíjen jako multidimenzionální prohlížeč obrázků, který lze rozšířit pomocí různých zásuvných modulů a provádět základní a komplexní úlohy analýzy obrazu.
de: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` wird als multidimensionaler Bildbetrachter entwickelt, der durch eine Vielzahl von Plugins erweitert werden kann, um grundlegende und komplexe Bildanalyseaufgaben durchzuführen.
es: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` se está desarrollando como un visor de imágenes multidimensional que se puede expandir a través de una variedad de complementos para realizar tareas de análisis de imágenes básicas y complejas.
fa: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` به عنوان یک نمایشگر تصویر چند بعدی در حال توسعه است که می تواند از طریق انواع افزونه ها گسترش یابد برای انجام وظایف اصلی و پیچیده تجزیه و تحلیل تصویر.
fi: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` on kehitteillä moniulotteiseksi kuvankatseluohjelmaksi, jota voidaan laajentaa erilaisilla lisäosilla suorittamaan perustason ja monimutkaisia kuva-analyysitehtäviä.
fr: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` est en cours de développement en tant que visionneuse d'images multidimensionnelle qui peut être étendue via une variété de plug-ins pour effectuer des tâches d'analyse d'images de base et complexes.
it: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` è in fase di sviluppo come visualizzatore di immagini multidimensionali che può essere espanso tramite una varietà di plugin per eseguire compiti di analisi delle immagini di base e complessi.
ja: [napari](https://napari.org/){cite}`Sofroniew2022-nd` は、基本的な画像解析から複雑な画像解析まで、様々なプラグインによって拡張可能な多次元画像ビューアとして開発されている。
pl: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` jest rozwijany jako wielowymiarowa przeglądarka obrazów, którą można rozszerzyć za pomocą różnych wtyczek, aby wykonywać podstawowe i złożone zadania analizy obrazu.
pt: [napari](https://napari.org/) {cite}`Sofroniew2022-nd` está sendo desenvolvido como um visualizador de imagens multidimensional que pode ser expandido por meio de uma variedade de plug-ins para executar tarefas básicas e complexas de análise de imagens.

source: napari is still in the development stages, but it is a very popular platform and already has a variety of plugins and use cases with tutorials available.
cs: napari je stále ve fázi vývoje, ale jedná se o velmi populární platformu, pro kterou je již k dispozici řada pluginů a případů použití s tutoriály.
de: napari befindet sich noch in der Entwicklungsphase, aber es ist eine sehr beliebte Plattform, für die bereits eine Vielzahl von Plugins und Anwendungsfällen mit Tutorials verfügbar sind.
es: napari aún se encuentra en las etapas de desarrollo, pero es una plataforma muy popular y ya cuenta con una variedad de complementos y casos de uso con tutoriales disponibles.
fa: napari هنوز در مراحل توسعه است، اما یک پلتفرم بسیار محبوب است و در حال حاضر دارای انواع پلاگین ها و موارد استفاده همراه با آموزش های موجود است.
fi: Napari on vielä kehitysvaiheessa, mutta se on erittäin suosittu alusta, ja sillä on jo saatavilla erilaisia liitännäisiä ja käyttötapauksia, joista on saatavilla opetusohjelmia.
fr: napari est encore en phase de développement, mais c'est une plate-forme très populaire et dispose déjà d'une variété de plugins et de cas d'utilisation avec des tutoriels disponibles.
it: napari è ancora in fase di sviluppo, ma è una piattaforma molto popolare e ha già una serie di plugin e casi d'uso con tutorial disponibili.
ja: napariはまだ開発段階だが、非常に人気のあるプラットフォームで、すでにさまざまなプラグインや使用例があり、チュートリアルも用意されている。
pl: napari jest wciąż w fazie rozwoju, ale jest bardzo popularną platformą i ma już wiele wtyczek i przypadków użycia z dostępnymi samouczkami.
pt: O napari ainda está em fase de desenvolvimento, mas é uma plataforma bastante popular e já possui diversos plugins e casos de uso com tutoriais disponíveis.

source: To download napari
cs: Stažení napari
de: Zum Herunterladen von napari
es: Para descargar napari
fa: برای دانلود ناپاری
fi: Naparin lataaminen
fr: Pour télécharger napari
it: Per scaricare napari
ja: ナパリをダウンロードするには
pl: Aby pobrać napari
pt: Para baixar o napari

source: 🌐 [napari bundled app download ](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
cs: 🌐 [aplikace napari ke stažení ](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
es: 🌐 [descarga de la aplicación integrada de napari](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
fa: 🌐 [دانلود برنامه همراه ناپاری ](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
fr: 🌐 [téléchargement de l'application groupée napari] (https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
it: 🌐 [napari bundle app download ](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
ja: 🌐 [ナパリバンドルアプリダウンロード](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
pl: 🌐 [pobieranie dołączonej aplikacji napari ](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
pt: 🌐 [download do napari](https://napari.org/stable/tutorials/fundamentals/installation.html#install-as-a-bundled-app)
