Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: To understand saturation another way, imagine you’re trying to measure average male height with a 2 meter tape measure. If our sample contains men that are taller than 2 meters, we can’t tell _how much taller_ than 6 feet they are; they’re like saturated pixels that exceed the intensity we can detect. This saturation of our measurement tool means we can’t accurately report average height.
cs: Chcete-li porozumět saturaci jiným způsobem, představte si, že se pokoušíte změřit průměrnou výšku muže pomocí 2metrového metru. Pokud náš vzorek obsahuje muže, kteří jsou vyšší než 2 metry, nemůžeme říci, _o kolik jsou vyšší_ než 2 metry; jsou jako nasycené pixely, které přesahují intenzitu, kterou dokážeme detekovat. Tato saturace našeho měřicího nástroje znamená, že nemůžeme přesně hlásit průměrnou výšku.
de: Um die Sättigung anders zu verstehen, stellen Sie sich vor, Sie versuchen, die durchschnittliche Körpergröße von Männern mit einem 2-Meter-Maßband zu messen. Wenn unsere Stichprobe Männer enthält, die größer als 2 Meter sind, können wir nicht sagen, _wie viel größer_ sie sind; sie sind wie gesättigte Pixel, die die Intensität überschreiten, die wir erkennen können. Diese Sättigung unseres Messinstruments bedeutet, dass wir die durchschnittliche Körpergröße nicht genau angeben können.
es: Para entender la saturación de otra manera, imagine que está tratando de medir la altura masculina promedio con una cinta métrica de 2 metros. Si nuestra muestra contiene hombres que miden más de 2 metros, no podemos decir _cuánto miden más de 6 pies; son como píxeles saturados que superan la intensidad que podemos detectar. Esta saturación de nuestra herramienta de medición significa que no podemos informar con precisión la altura promedio.
fa: برای درک اشباع از راه دیگری، تصور کنید که می‌خواهید قد متوسط مرد را با یک متر 2 متر اندازه‌گیری کنید. اگر نمونه ما شامل مردانی با قد بیشتر از 2 متر باشد، نمی‌توانیم بگوییم که آنها چقدر بلندتر از 6 فوت هستند. آنها مانند پیکسل های اشباع شده ای هستند که از شدتی که ما می توانیم تشخیص دهیم بیشتر است. این اشباع ابزار اندازه گیری ما به این معنی است که نمی توانیم میانگین قد را به طور دقیق گزارش کنیم.
fi: Ymmärtääksesi kylläisyyden toisella tavalla, kuvittele, että yrität mitata miesten keskipituutta 2 metrin mittanauhalla. Jos otoksessamme on miehiä, jotka ovat pidempiä kuin 2 metriä, emme voi sanoa, kuinka paljon pidempiä he ovat; he ovat kuin kyllästyneitä pikseleitä, jotka ylittävät havaitsemamme voimakkuuden. Tämä mittausvälineemme kyllästyminen tarkoittaa, ettemme voi ilmoittaa tarkasti keskimääräistä pituutta.
fr: Pour comprendre la saturation d'une autre manière, imaginez que vous essayez de mesurer la taille moyenne d'un homme avec un ruban à mesurer de 2 mètres. Si notre échantillon contient des hommes qui mesurent plus de 2 mètres, nous ne pouvons pas dire combien ils mesurent plus de 6 pieds ; ils sont comme des pixels saturés qui dépassent l'intensité que nous pouvons détecter. Cette saturation de notre outil de mesure signifie que nous ne pouvons pas rapporter avec précision la taille moyenne.
it: Per capire la saturazione in un altro modo, immaginate di cercare di misurare l'altezza media di un uomo con un metro a nastro di 2 metri. Se il nostro campione contiene uomini più alti di 2 metri, non possiamo dire quanto siano più alti di un metro e ottanta; sono come pixel saturi che superano l'intensità che possiamo rilevare. Questa saturazione del nostro strumento di misurazione significa che non possiamo riportare con precisione l'altezza media.
ja: 飽和を別の方法で理解するには、2メートルの巻き尺で男性の平均身長を測ろうとしていると想像してください。サンプルに2メートルより背の高い男性が含まれていた場合、彼らが6フィートよりどれくらい背が高いのかはわからない。このように測定ツールが飽和してしまうため、平均身長を正確に報告することができないのです。
pl: Aby zrozumieć nasycenie w inny sposób, wyobraź sobie, że próbujesz zmierzyć średni wzrost mężczyzny za pomocą 2-metrowej taśmy mierniczej. Jeśli nasza próba zawiera mężczyzn wyższych niż 2 metry, nie możemy powiedzieć _o ile są wyżsi_ niż 6 stóp; są jak nasycone piksele, które przekraczają intensywność, którą jesteśmy w stanie wykryć. To nasycenie naszego narzędzia pomiarowego oznacza, że nie możemy dokładnie podać średniego wzrostu.
pt: Para entender a saturação de outra maneira, imagine que você está tentando medir a altura média masculina com uma fita métrica de 2 metros. Se nossa amostra contiver homens com mais de 2 metros de altura, não podemos dizer _quanto mais altos_ eles são; eles são como pixels saturados que excedem a intensidade que podemos detectar. Essa saturação da nossa ferramenta de medição significa que não podemos relatar com precisão a altura média.

source: **Saturation** Saturated pixels are so bright their intensity values max out our detector (camera). If you have saturated pixels in the cells you’re trying to measure, you really can’t do most intensity measurements. This is because for saturated pixels, you don’t know how bright they really are, just that they’re brighter than you can detect. There are some intensity measurements that are robust to some saturation. For example, the median intensity of an image won’t be affected by saturation unless you have >½ the image saturated. But measurements like mean intensity will be affected by saturation.
cs: **Saturace** Nasycené pixely jsou tak jasné, že jejich hodnoty intenzity maximálně převyšují náš detektor (kameru). Pokud máte v buňkách, které se pokoušíte měřit, nasycené pixely, většinu měření intenzity opravdu nemůžete provést. Je to proto, že u nasycených pixelů nevíte, jak jasné jsou ve skutečnosti, ale že jsou jasnější, než můžete detekovat. Existují některá měření intenzity, která jsou odolná vůči určitému nasycení. Například střední intenzita obrázku nebude saturací ovlivněna, pokud nemáte > ½ obrázku nasyceného. Ale měření jako střední intenzita budou ovlivněna saturací.
de: **Sättigung** Gesättigte Pixel sind so hell, dass ihre Intensitätswerte unseren Detektor (Kamera) überfordern. Wenn Sie gesättigte Pixel in den Zellen haben, die Sie zu messen versuchen, können Sie die meisten Intensitätsmessungen gar nicht durchführen. Das liegt daran, dass man bei gesättigten Pixeln nicht weiß, wie hell sie wirklich sind, sondern nur, dass sie heller sind, als man sie erkennen kann. Es gibt einige Intensitätsmessungen, die gegenüber einer gewissen Sättigung robust sind. So wird beispielsweise die mittlere Intensität eines Bildes durch die Sättigung nicht beeinträchtigt, es sei denn, das Bild ist um mehr als die Hälfte gesättigt. Aber Messungen wie die mittlere Intensität werden durch die Sättigung beeinträchtigt.
es: **Saturación** Los píxeles saturados son tan brillantes que sus valores de intensidad maximizan nuestro detector (cámara). Si tiene píxeles saturados en las celdas que está tratando de medir, realmente no puede realizar la mayoría de las mediciones de intensidad. Esto se debe a que, en el caso de los píxeles saturados, no sabes qué tan brillantes son en realidad, solo que son más brillantes de lo que puedes detectar. Hay algunas medidas de intensidad que son robustas a cierta saturación. Por ejemplo, la intensidad media de una imagen no se verá afectada por la saturación a menos que tenga más de la mitad de la imagen saturada. Pero las mediciones como la intensidad media se verán afectadas por la saturación.
fa: **اشباع** پیکسل های اشباع به قدری روشن هستند که مقادیر شدت آنها بیش از آشکارساز (دوربین) ما است. اگر در سلول‌هایی که می‌خواهید اندازه‌گیری کنید پیکسل‌های اشباع شده دارید، واقعاً نمی‌توانید بیشتر اندازه‌گیری‌های شدت را انجام دهید. این به این دلیل است که برای پیکسل‌های اشباع، نمی‌دانید واقعاً چقدر روشن هستند، فقط روشن‌تر از آن چیزی هستند که می‌توانید تشخیص دهید. برخی از اندازه گیری های شدت وجود دارد که تا حدی اشباع قوی هستند. به عنوان مثال، شدت متوسط یک تصویر تحت تأثیر اشباع قرار نمی‌گیرد، مگر اینکه ½ تصویر را اشباع کنید. اما اندازه گیری هایی مانند شدت متوسط تحت تأثیر اشباع قرار می گیرند.
fi: **Kylläisyys** Kyllästyneet pikselit ovat niin kirkkaita, että niiden intensiteettiarvot ylittävät ilmaisimen (kameran) maksimin. Jos mitattavissa kennoissa on kyllästyneitä pikseleitä, intensiteettimittauksia ei voi tehdä. Tämä johtuu siitä, että kyllästyneiden pikselien kohdalla ei tiedetä, kuinka kirkkaita ne todella ovat, vaan ainoastaan, että ne ovat kirkkaampia kuin pystyt havaitsemaan. On olemassa joitakin intensiteettimittauksia, jotka kestävät jonkin verran kylläisyyttä. Esimerkiksi kuvan intensiteetin mediaaniin ei vaikuta kyllästyminen, ellei kuvasta ole &gt;½ kyllästynyt. Mutta kyllästyminen vaikuttaa esimerkiksi keskimääräiseen intensiteettiin.
fr: **Saturation** Les pixels saturés sont si brillants que leurs valeurs d'intensité maximisent notre détecteur (caméra). Si vous avez des pixels saturés dans les cellules que vous essayez de mesurer, vous ne pouvez vraiment pas faire la plupart des mesures d'intensité. En effet, pour les pixels saturés, vous ne savez pas à quel point ils sont réellement lumineux, mais simplement qu'ils sont plus lumineux que vous ne pouvez le détecter. Certaines mesures d'intensité sont robustes à une certaine saturation. Par exemple, l'intensité médiane d'une image ne sera pas affectée par la saturation à moins que vous ayez> ½ l'image saturée. Mais des mesures comme l'intensité moyenne seront affectées par la saturation.
it: **Saturazione** I pixel saturi sono così luminosi che i loro valori di intensità non possono essere utilizzati dal nostro rilevatore (fotocamera). Se ci sono pixel saturi nelle celle che si sta cercando di misurare, non è possibile eseguire la maggior parte delle misure di intensità. Questo perché per i pixel saturi non si sa quanto siano realmente luminosi, ma solo che sono più luminosi di quanto si possa rilevare. Esistono alcune misure di intensità che sono resistenti a una certa saturazione. Ad esempio, l'intensità mediana di un'immagine non sarà influenzata dalla saturazione, a meno che l'immagine non sia satura. Ma misure come l'intensità media saranno influenzate dalla saturazione.
ja: **飽和** ピクセルは非常に明るいので、その強度値は検出器（カメラ）を最大にします。測定しようとしているセルに飽和ピクセルがある場合、ほとんどの強度測定はできません。飽和ピクセルの場合、実際の明るさはわからず、ただ検出できる明るさより明るいだけだからです。ある程度の飽和に強い強度測定もある。例えば、画像の中央値は、画像の1/2以上が飽和していない限り、飽和の影響を受けません。しかし、平均強度のような測定値は飽和の影響を受ける。
pl: **Nasycenie** Nasycone piksele są tak jasne, że ich wartości intensywności przekraczają maksimum naszego detektora (aparatu). Jeśli masz nasycone piksele w komórkach, które próbujesz zmierzyć, naprawdę nie możesz wykonać większości pomiarów intensywności. Dzieje się tak, ponieważ w przypadku nasyconych pikseli nie wiesz, jak naprawdę są jasne, po prostu są jaśniejsze, niż możesz wykryć. Istnieją pewne pomiary intensywności, które są odporne na pewne nasycenie. Na przykład nasycenie nie wpłynie na medianę intensywności obrazu, chyba że masz >½ nasycenia obrazu. Jednak nasycenie będzie miało wpływ na pomiary, takie jak średnia intensywność.
pt: **Saturação** Os pixels saturados são tão brilhantes que seus valores de intensidade atingem o limite máximo do nosso detector (câmera). Se você tiver pixels saturados nas células que está tentando medir, você não poderá fazer a medida correta da intensidade. Isso ocorre porque, para pixels saturados, você não sabe o quão brilhantes eles realmente são, apenas que eles são mais brilhantes do que você pode detectar. Existem algumas medições de intensidade que são insensíveis a alguma saturação. Por exemplo, a intensidade mediana de uma imagem não será afetada pela saturação, a menos que você tenha >½ da imagem saturada. Mas medições como intensidade média serão afetadas pela saturação.

source: **Inadequate controls** In most cases, the exact intensity measures you get don’t mean anything biologically in isolation. It’s only by comparison of conditions that we can generate some biological insight. A control condition is therefore **very** important to compare to your experimental condition.
cs: **Neadekvátní kontroly** Ve většině případů přesné míry intenzity, které získáte, neznamenají nic biologicky izolovaně. Pouze srovnáním podmínek můžeme získat nějaký biologický vhled. Kontrolní podmínka je proto **velmi** důležitá pro srovnání s vašimi experimentálními podmínkami.
de: **Unzureichende Kontrollen** In den meisten Fällen haben die genauen Intensitätswerte, die Sie erhalten, für sich genommen keine biologische Bedeutung. Nur durch den Vergleich der Bedingungen können wir einen biologischen Einblick gewinnen. Daher ist es **sehr** wichtig, eine Kontrollbedingung mit Ihrer Versuchsbedingung zu vergleichen.
es: **Controles inadecuados** En la mayoría de los casos, las medidas de intensidad exactas que obtienes no significan nada biológicamente de forma aislada. Es solo mediante la comparación de las condiciones que podemos generar alguna percepción biológica. Por lo tanto, una condición de control es **muy** importante para compararla con su condición experimental.
fa: **کنترل‌های ناکافی** در بیشتر موارد، اندازه‌گیری‌های شدت دقیقی که دریافت می‌کنید از نظر بیولوژیکی هیچ معنایی ندارند. تنها با مقایسه شرایط است که می توانیم بینش بیولوژیکی ایجاد کنیم. بنابراین، یک شرط کنترل **بسیار** برای مقایسه با شرایط تجربی شما مهم است.
fi: **Epäasianmukaiset kontrollit** Useimmissa tapauksissa saadut tarkat intensiteettimittaukset eivät merkitse biologisesti mitään erillään. Vain olosuhteita vertailemalla voimme saada aikaan jonkinlaista biologista ymmärrystä. Siksi on **erittäin** tärkeää verrata kontrollitilaa koetilanteeseen.
fr: ** Contrôles inadéquats ** Dans la plupart des cas, les mesures d'intensité exactes que vous obtenez ne signifient rien biologiquement isolément. Ce n'est qu'en comparant les conditions que nous pouvons générer des informations biologiques. Une condition de contrôle est donc **très** importante à comparer à votre condition expérimentale.
it: **Controlli inadeguati** Nella maggior parte dei casi, le misure esatte di intensità ottenute non hanno alcun significato biologico isolato. È solo attraverso il confronto delle condizioni che si può generare una visione biologica. Una condizione di controllo è quindi **molto** importante da confrontare con la condizione sperimentale.
ja: **不適切なコントロール** ほとんどの場合、得られた正確な強度測定は、単独では生物学的に何の意味もなさない。条件の比較によってのみ、生物学的な洞察を得ることができる。従って、実験条件と比較する対照条件は、**非常に**重要である。
pl: **Niewystarczające kontrole** W większości przypadków dokładne pomiary intensywności nie oznaczają nic biologicznie w izolacji. Tylko porównując warunki, możemy uzyskać pewien wgląd biologiczny. Warunki kontrolne są zatem **bardzo** ważne, aby porównać je z warunkami eksperymentalnymi.
pt: **Controles inadequados** Na maioria dos casos, as medidas exatas de intensidade que você obtém não possuem significado biologico quando isoladas. É apenas por comparação de condições que podemos gerar alguma conclusão biológica. Um controle é, portanto, **muito** importante para comparar sua condição experimental.

source: **Not matching imaging conditions across experimental conditions** Because intensity measures are affected by exposure time, light source intensity, and other factors, it’s very important to match imaging settings across your samples. Relatedly, you should make sure you don’t separate imaging your experimental and control conditions to different days if this can be in any way avoided. Fluorophores can become dimmer over time in samples, which complicates interpretation if different sample types were imaged on different days.
cs: **Neodpovídající podmínky zobrazování napříč experimentálními podmínkami** Vzhledem k tomu, že měření intenzity je ovlivněno dobou expozice, intenzitou světelného zdroje a dalšími faktory, je velmi důležité porovnat nastavení zobrazování napříč vzorky. V souvislosti s tím byste měli dbát na to, abyste neoddělovali zobrazování experimentálních a kontrolních podmínek do různých dnů, pokud se tomu lze nějakým způsobem vyhnout. Fluorofory mohou ve vzorcích v průběhu času slábnout, což komplikuje interpretaci, pokud byly různé typy vzorků zobrazovány v různých dnech.
de: **Da die Intensitätsmessungen von der Belichtungszeit, der Intensität der Lichtquelle und anderen Faktoren beeinflusst werden, ist es sehr wichtig, dass die Bildgebungseinstellungen für alle Proben gleich sind. In diesem Zusammenhang sollten Sie sicherstellen, dass Sie die Bildgebung Ihrer Versuchs- und Kontrollbedingungen nicht auf verschiedene Tage verteilen, wenn sich dies irgendwie vermeiden lässt. Fluorophore können mit der Zeit in den Proben schwächer werden, was die Interpretation erschwert, wenn verschiedene Probentypen an unterschiedlichen Tagen abgebildet wurden.
es: **No coinciden las condiciones de imagen en las condiciones experimentales** Debido a que las medidas de intensidad se ven afectadas por el tiempo de exposición, la intensidad de la fuente de luz y otros factores, es muy importante hacer coincidir la configuración de imagen en todas las muestras. De manera relacionada, debe asegurarse de no separar las imágenes de sus condiciones experimentales y de control en diferentes días si esto puede evitarse de alguna manera. Los fluoróforos pueden atenuarse con el tiempo en las muestras, lo que complica la interpretación si se tomaron imágenes de diferentes tipos de muestras en días diferentes.
fa: **تطابق نکردن شرایط تصویربرداری در شرایط آزمایشی** از آنجایی که معیارهای شدت تحت تأثیر زمان نوردهی، شدت منبع نور و سایر عوامل قرار می‌گیرند، بسیار مهم است که تنظیمات تصویربرداری را در نمونه‌های خود مطابقت دهید. در همین راستا، اگر به هر طریقی بتوان از آن جلوگیری کرد، باید مطمئن شوید که تصویربرداری از شرایط آزمایشی و کنترلی خود را به روزهای مختلف جدا نکنید. فلوروفورها می‌توانند در طول زمان در نمونه‌ها کم‌نور شوند، که اگر نمونه‌های مختلف در روزهای مختلف تصویربرداری شوند، تفسیر را پیچیده می‌کند.
fi: **Kuvausolosuhteiden yhteensovittamatta jättäminen eri koeolosuhteissa** Koska valotusaika, valonlähteen voimakkuus ja muut tekijät vaikuttavat intensiteettimittauksiin, on erittäin tärkeää sovittaa kuvausasetukset yhteen eri näytteiden välillä. Vastaavasti sinun on varmistettava, ettet erota koe- ja kontrolliolosuhteiden kuvaamista eri päiville, jos tämä voidaan mitenkään välttää. Fluorofoorit voivat himmetä näytteissä ajan myötä, mikä vaikeuttaa tulkintaa, jos eri näytetyypit on kuvattu eri päivinä.
fr: **Ne correspond pas aux conditions d'imagerie dans les conditions expérimentales** Étant donné que les mesures d'intensité sont affectées par le temps d'exposition, l'intensité de la source lumineuse et d'autres facteurs, il est très important de faire correspondre les paramètres d'imagerie de vos échantillons. De même, vous devez vous assurer de ne pas séparer l'imagerie de vos conditions expérimentales et de contrôle à des jours différents si cela peut être évité de quelque manière que ce soit. Les fluorophores peuvent devenir plus sombres au fil du temps dans les échantillons, ce qui complique l'interprétation si différents types d'échantillons ont été imagés à des jours différents.
it: **Non far coincidere le condizioni di imaging tra le condizioni sperimentali** Poiché le misure di intensità sono influenzate dal tempo di esposizione, dall'intensità della sorgente luminosa e da altri fattori, è molto importante far coincidere le impostazioni di imaging tra i campioni. Inoltre, è necessario assicurarsi di non separare le condizioni di imaging sperimentali da quelle di controllo in giorni diversi, se è possibile evitarlo. I fluorofori possono attenuarsi nel tempo nei campioni, il che complica l'interpretazione se diversi tipi di campioni sono stati sottoposti a imaging in giorni diversi.
ja: **強度の測定は、露光時間、光源強度、その他の要因に影響されるため、サンプル間でイメージング設定を一致させることが非常に重要です。また、実験条件と対照条件の撮像を別の日に分けて行うことは、避けられるのであれば避けましょう。蛍光色素はサンプルの時間経過とともに暗くなることがあり、異なるサンプルタイプを異なる日にイメージングした場合、解釈が複雑になります。
pl: **Niezgodność warunków obrazowania w warunkach eksperymentalnych** Ponieważ pomiary intensywności zależą od czasu naświetlania, intensywności źródła światła i innych czynników, bardzo ważne jest dopasowanie ustawień obrazowania we wszystkich próbkach. W związku z tym powinieneś upewnić się, że nie rozdzielasz obrazowania warunków eksperymentalnych i kontrolnych na różne dni, jeśli można tego w jakikolwiek sposób uniknąć. Fluorofory mogą z czasem ściemniać w próbkach, co komplikuje interpretację, jeśli różne typy próbek były obrazowane w różnych dniach.
pt: **Aquisição de imagens em configurações não correspondentes** Como as medidas de intensidade são afetadas pelo tempo de exposição, intensidade da fonte de luz e outros fatores, é muito importante combinar as configurações de imagem em suas amostras. Da mesma forma, você deve certificar-se de não separar a aquisição das imagens de suas condições experimentais e do controle em dias diferentes, caso isso puder ser evitado. Os fluoróforos podem tornar-se mais escuros ao longo do tempo, o que complica a interpretação se diferentes tipos de amostra forem imageadas em dias diferentes.

source: 🎓 [Neubias training resource on intensity measures](https://neubias.github.io/training-resources/measure_intensities/index.html)
de: 🎓 [Neubias Fortbildungsressource zu Intensitätsmaßnahmen](https://neubias.github.io/training-resources/measure_intensities/index.html)
es: 🎓 [Recurso de entrenamiento de Neubias sobre medidas de intensidad](https://neubias.github.io/training-resources/measure_intensities/index.html)
fa: 🎓 [منبع آموزشی Neubias در مورد اندازه گیری شدت] (https://neubias.github.io/training-resources/measure_intensities/index.html)
fi: 🎓 [Neubiasin koulutusresurssi intensiteettitoimenpiteistä](https://neubias.github.io/training-resources/measure_intensities/index.html)
fr: 🎓 [Ressource de formation Neubias sur les mesures d'intensité](https://neubias.github.io/training-resources/measure_intensities/index.html)
it: 🎓 [Risorsa formativa Neubias sulle misure di intensità](https://neubias.github.io/training-resources/measure_intensities/index.html)
ja: 🎓【ノイビアスの強度対策トレーニング教材】(https://neubias.github.io/training-resources/measure_intensities/index.html)
pl: 🎓 [Zasoby szkoleniowe Neubias dotyczące miar intensywności](https://neubias.github.io/training-resources/measure_intensities/index.html)
pt: 🎓 [Recurso de treinamento Neubias sobre medidas de intensidade](https://neubias.github.io/training-resources/measure_intensities/index.html)

source: Introduction
cs: Úvod
de: Einführung
es: Introducción
fa: معرفی
fi: Johdanto
it: Introduzione
ja: はじめに
pl: Wstęp
pt: Introdução
