Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Microscopy images are inherently quantitative, which makes them a very powerful data source. As a biologist, image analysis allows you to translate these numbers into insights that answer biological questions. For our purposes, **image analysis** is the process of measuring aspects of biological phenomena captured in microscopy images. Microscopy images are already _inherently quantitative_ in that they are matrices (i.e., grids) of numbers. However, image analysis is the process of turning these raw numbers into biologically interpretable measurements. Image analysis typically involves a series of steps that can be collected into a pipeline or analysis workflow. A simple example workflow is shown below:
cs: Mikroskopické snímky jsou ze své podstaty kvantitativní, což z nich činí velmi silný zdroj dat. Jako biologovi vám analýza obrazu umožňuje převést tato čísla na poznatky, které odpovídají na biologické otázky. Pro naše účely je **analýza obrazu** proces měření aspektů biologických jevů zachycených na mikroskopických snímcích. Mikroskopické snímky jsou již ze své podstaty kvantitativní, protože jsou maticemi (tj. mřížkami) čísel. Analýza obrazu je však proces, který tato surová čísla mění na biologicky interpretovatelná měření. Analýza obrazu obvykle zahrnuje řadu kroků, které lze shromáždit do pipeline nebo pracovního postupu analýzy. Jednoduchý příklad workflow je uveden níže:
de: Mikroskopische Bilder sind von Natur aus quantitativ, was sie zu einer sehr leistungsfähigen Datenquelle macht. Als Biologe können Sie mit Hilfe der Bildanalyse diese Zahlen in Erkenntnisse umwandeln, die biologische Fragen beantworten. Für unsere Zwecke ist **Bildanalyse** der Prozess der Messung von Aspekten biologischer Phänomene, die in Mikroskopiebildern erfasst sind. Mikroskopische Bilder sind bereits _inhärent quantitativ_, da sie Matrizen (d. h. Gitter) von Zahlen sind. Die Bildanalyse ist jedoch der Prozess der Umwandlung dieser rohen Zahlen in biologisch interpretierbare Messwerte. Die Bildanalyse umfasst in der Regel eine Reihe von Schritten, die in einer Pipeline oder einem Analyse-Workflow zusammengefasst werden können. Ein einfaches Beispiel für einen Arbeitsablauf ist unten dargestellt:
es: Las imágenes de microscopía son inherentemente cuantitativas, lo que las convierte en una fuente de datos muy poderosa. Como biólogo, el análisis de imágenes le permite traducir estos números en conocimientos que responden a preguntas biológicas. Para nuestros propósitos, **análisis de imágenes** es el proceso de medir aspectos de fenómenos biológicos capturados en imágenes microscópicas. Las imágenes microscópicas ya son _inherentemente cuantitativas_ en el sentido de que son matrices (es decir, cuadrículas) de números. Sin embargo, el análisis de imágenes es el proceso de convertir estos números sin procesar en medidas biológicamente interpretables. El análisis de imágenes generalmente implica una serie de pasos que se pueden recopilar en un flujo de trabajo de análisis o canalización. A continuación se muestra un flujo de trabajo de ejemplo simple:
fa: تصاویر میکروسکوپی ذاتا کمی هستند، که آنها را به یک منبع داده بسیار قدرتمند تبدیل می کند. به عنوان یک زیست شناس، تجزیه و تحلیل تصویر به شما امکان می دهد این اعداد را به بینش هایی تبدیل کنید که به سوالات بیولوژیکی پاسخ می دهد. برای اهداف ما، **تحلیل تصویر** فرآیند اندازه گیری جنبه های پدیده های بیولوژیکی ثبت شده در تصاویر میکروسکوپی است. تصاویر میکروسکوپی در حال حاضر ذاتا کمی هستند زیرا ماتریس‌هایی (یعنی شبکه‌ای) از اعداد هستند. با این حال، تجزیه و تحلیل تصویر فرآیند تبدیل این اعداد خام به اندازه گیری های قابل تفسیر بیولوژیکی است. تجزیه و تحلیل تصویر معمولاً شامل یک سری مراحل است که می تواند در یک خط لوله یا گردش کار تجزیه و تحلیل جمع آوری شود. یک مثال ساده گردش کار در زیر نشان داده شده است:
fi: Mikroskooppikuvat ovat luonnostaan kvantitatiivisia, mikä tekee niistä erittäin tehokkaan tietolähteen. Biologina voit kuva-analyysin avulla muuntaa nämä luvut oivalluksiksi, jotka antavat vastauksen biologisiin kysymyksiin. Meidän tarkoituksessamme **kuvan analysointi** on prosessi, jossa mitataan mikroskooppikuviin tallentuvien biologisten ilmiöiden näkökohtia. Mikroskooppikuvat ovat jo _luontaisesti kvantitatiivisia_ siinä mielessä, että ne ovat numeroiden matriiseja (eli ruudukoita). Kuva-analyysi on kuitenkin prosessi, jossa nämä raakaluvut muutetaan biologisesti tulkittaviksi mittauksiksi. Kuva-analyysi sisältää yleensä useita vaiheita, jotka voidaan koota yhteen analyysivaiheeksi tai analyysin työnkuluksi. Alla on esitetty yksinkertainen esimerkki työnkulusta:
fr: Les images de microscopie sont intrinsèquement quantitatives, ce qui en fait une source de données très puissante. En tant que biologiste, l'analyse d'images vous permet de traduire ces chiffres en informations qui répondent à des questions biologiques. Pour nos besoins, l'**analyse d'image** est le processus de mesure des aspects des phénomènes biologiques capturés dans les images de microscopie. Les images de microscopie sont déjà _intrinsèquement quantitatives_ en ce qu'elles sont des matrices (c'est-à-dire des grilles) de nombres. Cependant, l'analyse d'image est le processus de transformation de ces nombres bruts en mesures biologiquement interprétables. L'analyse d'images implique généralement une série d'étapes qui peuvent être rassemblées dans un pipeline ou un workflow d'analyse. Un exemple de flux de travail simple est illustré ci-dessous :
it: Le immagini di microscopia sono intrinsecamente quantitative, il che le rende una fonte di dati molto potente. In qualità di biologi, l'analisi delle immagini consente di tradurre questi numeri in informazioni che rispondono a domande biologiche. Per i nostri scopi, l'**analisi delle immagini** è il processo di misurazione degli aspetti dei fenomeni biologici catturati nelle immagini di microscopia. Le immagini di microscopia sono già _inerentemente quantitative_ in quanto sono matrici (cioè griglie) di numeri. Tuttavia, l'analisi delle immagini è il processo di trasformazione di questi numeri grezzi in misure interpretabili biologicamente. L'analisi delle immagini comporta in genere una serie di passaggi che possono essere raccolti in una pipeline o flusso di lavoro di analisi. Di seguito è riportato un semplice esempio di flusso di lavoro:
ja: 顕微鏡画像は本質的に定量的であるため、非常に強力なデータソースとなります。生物学者であれば、画像解析によってこれらの数値を生物学的な疑問に答える洞察に変換することができます。私たちの目的では、**画像解析**とは、顕微鏡画像に写った生物学的現象の側面を測定するプロセスのことです。顕微鏡画像は、数値の行列（グリッド）であるという点で、すでに「本質的に定量的」なものです。しかし、画像解析は、これらの生の数値を生物学的に解釈可能な測定値に変えるプロセスである。画像解析は通常、パイプラインまたは解析ワークフローにまとめられる一連のステップを含む。簡単なワークフロー例を以下に示す：
pl: Obrazy mikroskopowe są z natury ilościowe, co czyni je bardzo potężnym źródłem danych. Jako biolog, analiza obrazu pozwala przełożyć te liczby na spostrzeżenia, które odpowiadają na pytania biologiczne. Dla naszych celów **analiza obrazu** to proces pomiaru aspektów zjawisk biologicznych uchwyconych na obrazach mikroskopowych. Obrazy mikroskopowe są już z natury ilościowe, ponieważ są macierzami (tj. siatkami) liczb. Jednak analiza obrazu to proces przekształcania tych surowych liczb w pomiary możliwe do interpretacji biologicznej. Analiza obrazu zwykle obejmuje szereg kroków, które można zebrać w potok lub przepływ pracy analizy. Prosty przykładowy przepływ pracy pokazano poniżej:
pt: As imagens de microscopia são inerentemente quantitativas, o que as torna uma fonte de dados muito poderosa. Como biólogo, a análise de imagens permite que você traduza esses números em informações que respondam a questões biológicas. Para nossos propósitos, **análise de imagem** é o processo de medição de aspectos de fenômenos biológicos capturados em imagens de microscopia. As imagens de microscopia já são _inerentemente quantitativas_ na medida em que são matrizes (ou seja, grade) de números. No entanto, a análise de imagens é o processo de transformar esses números brutos em medições biologicamente interpretáveis. A análise de imagem geralmente envolve uma série de etapas que podem ser coletadas em um pipeline ou fluxo de trabalho de análise. Um exemplo simples de fluxo de trabalho é mostrado abaixo:

source: The specifics of your workflow depend on your biological question. Below we present a few common types of analysis for fluorescence microscopy experiments. For each, we’ll explain key ideas to understand before you begin, common pitfalls, and links to a few key resources to learn more. We encourage you to think about your analysis strategy even before beginning sample preparation. While not always possible, speaking with an image analysis expert in your local core facility or asking a question on the [image.sc](https://image.sc) forum _before you begin_ can save you a ton of time and headache when it comes to designing an image analysis strategy.
cs: Specifika vašeho pracovního postupu závisí na vaší biologické otázce. Níže uvádíme několik běžných typů analýz pro experimenty s fluorescenční mikroskopií. U každého vysvětlíme klíčové myšlenky, kterým je třeba porozumět, než začnete, běžná úskalí a odkazy na několik klíčových zdrojů, kde se dozvíte více. Doporučujeme vám, abyste si promysleli strategii analýzy ještě před zahájením přípravy vzorku. I když to není vždy možné, mluvit s odborníkem na analýzu obrazu ve vašem místním základním zařízení nebo položit otázku na fóru [image.sc](https://image.sc) _než začnete_ vám může ušetřit spoustu času a bolesti hlavy, když jde o návrh strategie analýzy obrazu.
de: Die Besonderheiten Ihres Arbeitsablaufs hängen von Ihrer biologischen Fragestellung ab. Im Folgenden stellen wir einige gängige Analysemethoden für Fluoreszenzmikroskopie-Experimente vor. Für jede Art von Analyse erläutern wir die wichtigsten Ideen, die Sie verstehen sollten, bevor Sie beginnen, häufige Fallstricke und Links zu einigen wichtigen Ressourcen, um mehr zu erfahren. Wir möchten Sie ermutigen, bereits vor Beginn der Probenvorbereitung über Ihre Analysestrategie nachzudenken. Auch wenn es nicht immer möglich ist, kann es Ihnen viel Zeit und Kopfzerbrechen ersparen, wenn Sie _bevor Sie beginnen_ mit einem Experten für Bildanalyse in Ihrer lokalen Core Facility sprechen oder eine Frage im [image.sc](https://image.sc) Forum stellen.
es: Los detalles de su flujo de trabajo dependen de su pregunta biológica. A continuación, presentamos algunos tipos comunes de análisis para experimentos de microscopía de fluorescencia. Para cada uno, explicaremos ideas clave para comprender antes de comenzar, errores comunes y enlaces a algunos recursos clave para obtener más información. Lo alentamos a pensar en su estrategia de análisis incluso antes de comenzar la preparación de la muestra. Si bien no siempre es posible, hablar con un experto en análisis de imágenes en su centro local o hacer una pregunta en el foro [image.sc](https://image.sc) _antes de comenzar_ puede ahorrarle mucho tiempo y dolores de cabeza cuando se trata de diseñar una estrategia de análisis de imágenes.
fa: ویژگی های گردش کار شما به سوال بیولوژیکی شما بستگی دارد. در زیر چند نوع رایج آنالیز برای آزمایش‌های میکروسکوپ فلورسانس را ارائه می‌کنیم. برای هر کدام، ایده‌های کلیدی را برای درک قبل از شروع، مشکلات رایج و پیوندهایی به چند منبع کلیدی برای کسب اطلاعات بیشتر توضیح خواهیم داد. ما شما را تشویق می کنیم حتی قبل از شروع آماده سازی نمونه، درباره استراتژی تحلیل خود فکر کنید. در حالی که همیشه امکان پذیر نیست، صحبت کردن با یک متخصص تجزیه و تحلیل تصویر در مرکز اصلی محلی خود یا پرسیدن یک سوال در [image.sc](https://image.sc) انجمن _پیش از شروع_ می تواند باعث صرفه جویی در وقت و سردرد شما شود. این به طراحی یک استراتژی تجزیه و تحلیل تصویر می رسد.
fi: Työnkulun yksityiskohdat riippuvat biologisesta kysymyksestäsi. Seuraavassa esitellään muutamia yleisiä analyysityyppejä fluoresenssimikroskopiakokeissa. Kunkin analyysin kohdalla selostamme keskeiset ajatukset, jotka on hyvä ymmärtää ennen aloittamista, yleiset sudenkuopat ja linkit muutamiin keskeisiin resursseihin, joista saat lisätietoa. Kehotamme sinua miettimään analyysistrategiaa jo ennen näytteen valmistelun aloittamista. Vaikka se ei ole aina mahdollista, keskusteleminen paikallisen ydinlaitoksen kuva-analyysiasiantuntijan kanssa tai kysyminen [image.sc](https://image.sc) -foorumilla _ennen kuin aloitat_ voi säästää paljon aikaa ja päänvaivaa kuva-analyysistrategian suunnittelussa.
fr: Les spécificités de votre flux de travail dépendent de votre question biologique. Ci-dessous, nous présentons quelques types courants d'analyse pour les expériences de microscopie à fluorescence. Pour chacun, nous expliquerons les idées clés à comprendre avant de commencer, les pièges courants et des liens vers quelques ressources clés pour en savoir plus. Nous vous encourageons à réfléchir à votre stratégie d'analyse avant même de commencer la préparation des échantillons. Bien que cela ne soit pas toujours possible, parler à un expert en analyse d'images de votre plateforme locale ou poser une question sur le forum [image.sc](https://image.sc) _avant de commencer_ peut vous faire gagner beaucoup de temps et vous éviter des maux de tête lorsque il s'agit de concevoir une stratégie d'analyse d'images.
it: Le specifiche del flusso di lavoro dipendono dal quesito biologico. Di seguito presentiamo alcuni tipi comuni di analisi per gli esperimenti di microscopia a fluorescenza. Per ognuno di essi, spiegheremo le idee chiave da comprendere prima di iniziare, le insidie più comuni e i link ad alcune risorse chiave per saperne di più. Vi invitiamo a pensare alla vostra strategia di analisi ancor prima di iniziare la preparazione del campione. Anche se non è sempre possibile, parlare con un esperto di analisi delle immagini nella vostra struttura locale o porre una domanda sul forum [image.sc](https://image.sc) _prima di iniziare_ può farvi risparmiare un sacco di tempo e di grattacapi quando si tratta di progettare una strategia di analisi delle immagini.
ja: ワークフローの詳細は、生物学的課題によって異なります。以下では、蛍光顕微鏡実験の一般的な解析のタイプをいくつか紹介する。それぞれについて、始める前に理解しておくべき重要な考え方、よくある落とし穴、さらに詳しく学ぶためのいくつかの重要なリソースへのリンクを説明します。サンプル調製を始める前から、分析戦略について考えておくことをお勧めします。常に可能とは限りませんが、始める前に、お近くの基幹施設の画像解析エキスパートに話を聞いたり、[image.sc](https://image.sc)フォーラムで質問したりすることで、画像解析戦略の設計にかかる時間と頭痛の種を大幅に節約することができます。
pl: Specyfika twojego przepływu pracy zależy od twojego pytania biologicznego. Poniżej przedstawiamy kilka typowych typów analiz dla eksperymentów z mikroskopią fluorescencyjną. Dla każdego z nich wyjaśnimy kluczowe idee do zrozumienia przed rozpoczęciem, typowe pułapki i linki do kilku kluczowych zasobów, aby dowiedzieć się więcej. Zachęcamy do przemyślenia strategii analizy jeszcze przed rozpoczęciem przygotowania próbki. Chociaż nie zawsze jest to możliwe, rozmowa z ekspertem ds. analizy obrazu w Twojej lokalnej centralnej placówce lub zadanie pytania na forum [image.sc](https://image.sc) _zanim zaczniesz_ może zaoszczędzić mnóstwo czasu i bólu głowy, gdy chodzi o zaprojektowanie strategii analizy obrazu.
pt: As especificidades do seu fluxo de trabalho dependem da sua questão biológica. Abaixo apresentamos alguns tipos comuns de análise para experimentos de microscopia de fluorescência. Para cada um, explicaremos ideias-chave para entender antes de começar, armadilhas comuns e links para alguns recursos-chave para saber mais. Incentivamos você a pensar sobre sua estratégia de análise antes mesmo de iniciar a preparação da amostra. Embora nem sempre seja possível, falar com um especialista em análise de imagem em sua instalação principal local ou fazer uma pergunta no fórum [image.sc](https://image.sc) _antes de começar_ pode economizar muito tempo e dor de cabeça quando trata-se de projetar uma estratégia de análise de imagem.

source: Resources for learning more
cs: Zdroje pro získání dalších informací
de: Ressourcen für weitere Informationen
es: Recursos para aprender más
fa: منابعی برای یادگیری بیشتر
fi: Resurssit lisätietojen saamiseksi
fr: Des ressources pour en savoir plus
it: Risorse per saperne di più
ja: より多くを学ぶためのリソース
pl: Zasoby, aby dowiedzieć się więcej
pt: Recursos para aprender mais

source: **Resource Name**
cs: **Název zdroje**
de: **Ressourcenname**
es: **Nombre del recurso**
fa: **نام منبع**
fi: **Lähteen nimi**
fr: **Nom de la ressource**
it: **Nome della risorsa**
ja: **リソース名
pl: **Nazwa zasobu**
pt: **Nome do recurso**

source: **Link**
cs: **Odkaz**
es: **Enlace**
fa: **ارتباط دادن**
fi: **Linkki**
fr: **Lien**
it: **Collegamento**
ja: **リンク
pl: **Połączyć**

source: **Brief description**
cs: **Stručný popis**
de: **Kurzbeschreibung**
es: **Breve descripción**
fa: **توضیح مختصر**
fi: **Lyhyt kuvaus**
fr: **Brève description**
it: **Breve descrizione**
ja: **簡単な説明
pl: **Krótki opis**
pt: **Breve descrição**

source: [link](https://forum.image.sc/)
cs: [odkaz](https://forum.image.sc/)
es: [enlace](https://forum.image.sc/)
fa: [لینک](https://forum.image.sc/)
fi: [linkki](https://forum.image.sc/)
fr: [lien](https://forum.image.sc/)
ja: [リンク](https://forum.image.sc/)

source: Discussion forum for bioimage analysis software
cs: Diskusní fórum pro software pro analýzu bioobrazu
de: Diskussionsforum für Bioimage-Analyse-Software
es: Foro de debate sobre software de análisis de bioimágenes
fa: انجمن گفتگو برای نرم افزار تجزیه و تحلیل تصویر زیستی
fi: Keskustelufoorumi biokuvien analyysiohjelmistoille
fr: Forum de discussion sur les logiciels d'analyse de bioimages
it: Forum di discussione per il software di analisi delle bioimmagini
ja: バイオ画像解析ソフトウェアに関するディスカッション・フォーラム
pl: Forum dyskusyjne dotyczące oprogramowania do analizy bioobrazów
pt: Fórum de discussão de software de análise de bioimagem

source: 🌐 Peter Bankhead’s Intro to Bioimage Analysis
de: 🌐 Peter Bankheads Einführung in die Biobildanalyse
es: 🌐 Introducción al análisis de bioimágenes de Peter Bankhead
fa: 🌐 مقدمه پیتر بانکهد بر تجزیه و تحلیل تصویر زیستی
fi: 🌐 Peter Bankheadin johdanto biokuvan analyysiin
fr: 🌐 Introduction de Peter Bankhead à l'analyse de bioimage
it: 🌐 Introduzione all'analisi delle bioimmagini di Peter Bankhead
ja: ピーター・バンクヘッド著『バイオイメージ解析入門
pl: 🌐 Wprowadzenie Petera Bankheada do analizy bioobrazów
pt: 🌐 Introdução à análise de bioimagem de Peter Bankhead

source: [link](https://bioimagebook.github.io/)
cs: [odkaz](https://bioimagebook.github.io/)
es: [enlace](https://bioimagebook.github.io/)
fa: [لینک](https://bioimagebook.github.io/)
fi: [linkki](https://bioimagebook.github.io/)
fr: [lien](https://bioimagebook.github.io/)
ja: [リンク](https://bioimagebook.github.io/)

source: Guide for absolute beginners to image analysis, including embedded questions/answers, exercises with Python and ImageJ, and videos to check understanding
cs: Průvodce analýzou obrazu pro úplné začátečníky, včetně vložených otázek/odpovědí, cvičení s Pythonem a ImageJ a videí
de: Leitfaden für absolute Anfänger in der Bildanalyse, einschließlich eingebetteter Fragen/Antworten, Übungen mit Python und ImageJ und Videos zur Überprüfung des Verständnisses
es: Guía para principiantes absolutos en el análisis de imágenes, que incluye preguntas/respuestas integradas, ejercicios con Python e ImageJ y videos para verificar la comprensión
fa: راهنمای تجزیه و تحلیل تصویر برای مبتدیان مطلق، از جمله سوالات/پاسخ های تعبیه شده، تمرینات با پایتون و ImageJ، و ویدئوها برای بررسی درک
fi: Opas täysin aloitteleville kuva-analyysin harrastajille, mukaan lukien upotetut kysymykset/vastaukset, harjoituksia Pythonilla ja ImageJ:llä sekä videoita ymmärryksen tarkistamiseksi.
fr: Guide pour les débutants absolus en analyse d'images, comprenant des questions/réponses intégrées, des exercices avec Python et ImageJ, et des vidéos pour vérifier la compréhension
it: Guida per principianti assoluti all'analisi delle immagini, con domande/risposte incorporate, esercizi con Python e ImageJ e video per verificare la comprensione.
ja: 画像解析の全くの初心者のためのガイドで、組み込みの質問/回答、PythonとImageJを使った練習問題、理解度を確認するためのビデオを含む。
pl: Przewodnik dla absolutnie początkujących w zakresie analizy obrazu, w tym wbudowane pytania/odpowiedzi, ćwiczenia z Pythonem i ImageJ oraz filmy sprawdzające zrozumienie
pt: Guia para iniciantes absolutos em análise de imagens, incluindo perguntas/respostas, exercícios com Python e ImageJ e vídeos para checar a compreensão

source: 📖 Bioimage Data Analysis {cite}`Miura2016-wq`
de: 📖 Bioimage-Datenanalyse {cite}`Miura2016-wq`
es: 📖 Análisis de datos de bioimagen {cite}`Miura2016-wq`
fa: 📖 تجزیه و تحلیل داده های تصویر زیستی {cite}`Miura2016-wq`
fr: 📖 Analyse des données Bioimage {cite}`Miura2016-wq`
it: 📖 Analisi dei dati delle bioimmagini {cite}`Miura2016-wq`
ja: バイオイメージデータ解析{cite}`Miura2016-wq`
pl: 📖 Analiza danych bioobrazu {cite}`Miura2016-wq`
pt: 📖 Análise de dados de bioimagem {cite}`Miura2016-wq`

source: [link](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
cs: [odkaz](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
es: [enlace](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
fa: [لینک](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
fi: [linkki](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
fr: [lien](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)
ja: [リンク](https://analyticalscience.wiley.com/do/10.1002/was.00050003/full/bioimagedataanalysis.pdf)

source: A free online textbook introducing various topics by Bioimage Analysis experts, edited by Kota Miura
cs: Volně dostupná online učebnice představující různá témata od odborníků na analýzu Bioimage, kterou připravil Kota Miura
de: Ein kostenloses Online-Lehrbuch mit einer Einführung in verschiedene Themen von Experten der Bioimage Analysis, herausgegeben von Kota Miura
es: Un libro de texto en línea gratuito que presenta varios temas por expertos en análisis de bioimágenes, editado por Kota Miura
fa: کتاب درسی آنلاین رایگان با معرفی موضوعات مختلف توسط کارشناسان تجزیه و تحلیل Bioimage، ویرایش شده توسط کوتا میورا
fi: Ilmainen verkko-oppikirja, joka esittelee eri aiheita biokuvan analyysin asiantuntijoiden toimesta, toimittanut Kota Miura.
fr: Un manuel en ligne gratuit présentant divers sujets par des experts en analyse de bioimage, édité par Kota Miura
it: Un libro di testo online gratuito che introduce vari argomenti da parte di esperti di analisi delle bioimmagini, a cura di Kota Miura.
ja: 生体画像解析の専門家による様々なトピックを紹介する無料のオンラインテキスト、三浦孝太編著
pl: Bezpłatny podręcznik online przedstawiający różne tematy przez ekspertów Bioimage Analysis, redagowany przez Kota Miurę
pt: Um livro online gratuito apresentando vários tópicos por especialistas em análise de bioimagem, editado por Kota Miura

source: 📄 Reproducible image handling and analysis {cite}`Miura2021-mb`
de: 📄 Reproduzierbare Bildbearbeitung und -analyse {cite}`Miura2021-mb`
es: 📄 Manejo y análisis de imágenes reproducibles {cite}`Miura2021-mb`
fa: 📄 مدیریت و تجزیه و تحلیل تصویر قابل تکرار {cite}`Miura2021-mb`
fi: 📄 Kuvien toistettava käsittely ja analysointi {cite}`Miura2021-mb`
fr: 📄 Traitement et analyse d'images reproductibles {cite}`Miura2021-mb`
it: 📄 Gestione e analisi riproducibile delle immagini {cite}`Miura2021-mb`
ja: 📄 再現可能な画像処理と解析{cite}`Miura2021-mb`
pl: 📄 Powtarzalna obsługa i analiza obrazu {cite}`Miura2021-mb`
pt: 📄 Manuseio e análise de imagens reproduzíveis {cite}`Miura2021-mb`
