Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Messy boundaries** Most methods of supervised classification, where the user assigns objects to a score or to a bin, ultimately treat each bin as a totally separate entity; biology is rarely so neat. For example, a supervised classifier for cell cycle phase must assign a cell to one phase, but in fact progression through the cell cycle is not a perfectly switch-like process, as can be visualized by measurements of individual cells (colored by their class given by a human observer). More sophisticated methods may be needed to classify more continuous phenotypes
cs: **Nepřesné hranice** Většina metod klasifikace s učitelem, při nichž uživatel přiřazuje objektům skóre nebo třídu, nakonec považuje každou třídu za zcela samostatnou entitu; biologie je málokdy tak přehledná. Například klasifikátor s učitelem trénovaný pro fázi buněčného cyklu musí přiřadit buňku k jedné fázi, ale ve skutečnosti postup buněčným cyklem není dokonale přepínatelný proces, jak lze znázornit měřením jednotlivých buněk (zbarvených podle jejich třídy dané lidským pozorovatelem). Ke klasifikaci souvislejších fenotypů může být zapotřebí sofistikovanějších metod.
de: **Messy boundaries** Die meisten Methoden der überwachten Klassifizierung, bei denen der Benutzer Objekte einer Punktzahl oder einem Bin zuordnet, behandeln letztlich jedes Bin als eine völlig eigenständige Einheit; die Biologie ist selten so sauber. Ein überwachter Klassifikator für die Phase des Zellzyklus muss beispielsweise eine Zelle einer Phase zuordnen, aber tatsächlich ist das Fortschreiten durch den Zellzyklus kein vollkommen schalterartiger Prozess, wie Messungen einzelner Zellen (gefärbt nach ihrer von einem menschlichen Beobachter angegebenen Klasse) zeigen. Um kontinuierlichere Phänotypen zu klassifizieren, sind möglicherweise ausgefeiltere Methoden erforderlich.
es: **Límites desordenados** La mayoría de los métodos de clasificación supervisada, en los que el usuario asigna objetos a una puntuación oa un contenedor, en última instancia tratan cada contenedor como una entidad totalmente separada; la biología rara vez es tan ordenada. Por ejemplo, un clasificador supervisado para la fase del ciclo celular debe asignar una celda a una fase, pero, de hecho, la progresión a través del ciclo celular no es un proceso perfectamente parecido a un interruptor, como se puede visualizar mediante mediciones de celdas individuales (coloreadas por su clase dada). por un observador humano). Es posible que se necesiten métodos más sofisticados para clasificar fenotipos más continuos
fa: **مرزهای درهم ریخته** اکثر روش های طبقه بندی نظارت شده، که در آن کاربر اشیاء را به یک امتیاز یا یک bin اختصاص می دهد، در نهایت هر سطل را به عنوان یک موجودیت کاملاً مجزا در نظر می گیرند. زیست شناسی به ندرت اینقدر منظم است. به عنوان مثال، یک طبقه‌بندی‌کننده نظارت‌شده برای فاز چرخه سلولی باید یک سلول را به یک فاز اختصاص دهد، اما در واقع پیشرفت در چرخه سلولی فرآیندی کاملاً سوئیچ‌مانند نیست، همانطور که می‌توان با اندازه‌گیری سلول‌های منفرد (رنگ‌بندی شده بر اساس کلاس آنها مشاهده کرد. توسط یک ناظر انسانی). ممکن است برای طبقه بندی فنوتیپ های پیوسته تر به روش های پیچیده تری نیاز باشد
fi: **Messy boundaries** Useimmissa valvotuissa luokitusmenetelmissä, joissa käyttäjä antaa objekteille pistemäärän tai luokittelun, kutakin luokittelualuetta käsitellään lopulta täysin erillisenä kokonaisuutena; biologia on harvoin näin siisti. Esimerkiksi solusyklin vaiheen valvotun luokittelijan on luokiteltava solu yhteen vaiheeseen, mutta itse asiassa solusyklin läpi eteneminen ei ole täysin kytkimen kaltainen prosessi, kuten voidaan havainnollistaa yksittäisten solujen mittauksilla (jotka on väritetty ihmisen antaman luokan mukaan). Jatkuvampien fenotyyppien luokitteluun saatetaan tarvita kehittyneempiä menetelmiä.
fr: ** Limites désordonnées ** La plupart des méthodes de classification supervisée, où l'utilisateur attribue des objets à un score ou à un bac, traitent finalement chaque bac comme une entité totalement distincte ; la biologie est rarement aussi soignée. Par exemple, un classificateur supervisé pour la phase du cycle cellulaire doit attribuer une cellule à une phase, mais en fait la progression dans le cycle cellulaire n'est pas un processus parfaitement semblable à un interrupteur, comme on peut le visualiser par des mesures de cellules individuelles (colorées par leur classe donnée par un observateur humain). Des méthodes plus sophistiquées peuvent être nécessaires pour classer des phénotypes plus continus
it: **La maggior parte dei metodi di classificazione supervisionata, in cui l'utente assegna gli oggetti a un punteggio o a un intervallo, trattano ogni intervallo come un'entità totalmente separata; la biologia raramente è così ordinata. Ad esempio, un classificatore supervisionato per la fase del ciclo cellulare deve assegnare una cellula a una fase, ma in realtà la progressione attraverso il ciclo cellulare non è un processo perfettamente simile a un interruttore, come può essere visualizzato dalle misurazioni delle singole cellule (colorate in base alla loro classe data da un osservatore umano). Potrebbero essere necessari metodi più sofisticati per classificare fenotipi più continui.
ja: **教師あり分類のほとんどの方法は、ユーザーが対象をスコアやビンに割り当てるが、最終的にはそれぞれのビンを完全に独立した存在として扱う。例えば、細胞周期の位相に対する教師あり分類器は、細胞を1つの位相に割り当てなければならないが、実際には、細胞周期を通しての進行は、個々の細胞の測定（人間の観察者によって与えられたクラスによって色分けされる）によって視覚化できるように、完全にスイッチのようなプロセスではない。より連続的な表現型を分類するには、より洗練された方法が必要かもしれない。
pl: **Nieporządne granice** Większość metod nadzorowanej klasyfikacji, w których użytkownik przypisuje obiekty do punktacji lub do kosza, ostatecznie traktuje każdy kosz jako całkowicie oddzielną całość; biologia rzadko jest tak schludna. Na przykład nadzorowany klasyfikator fazy cyklu komórkowego musi przypisać komórkę do jednej fazy, ale w rzeczywistości przejście przez cykl komórkowy nie jest procesem idealnie podobnym do przełącznika, co można zwizualizować za pomocą pomiarów poszczególnych komórek (pokolorowanych zgodnie z ich klasą przez ludzkiego obserwatora). Do sklasyfikowania bardziej ciągłych fenotypów mogą być potrzebne bardziej wyrafinowane metody
pt: **Limites confusos** A maioria dos métodos de classificação supervisionada, em que o usuário atribui objetos a uma pontuação ou a uma classe, trata cada classe como uma entidade totalmente separada; a biologia raramente é tão organizada. Por exemplo, um classificador supervisionado para a fase do ciclo celular deve atribuir uma célula a uma fase, mas, na verdade, a progressão através do ciclo celular não é um processo perfeitamente semelhante a um interruptor, como pode ser visualizado por medições de células individuais (coloridas por sua classe dada por um observador humano). Métodos mais sofisticados podem ser necessários para classificar fenótipos mais dinâmicos

source: a continuous distribution of cell cycle states
cs: kontinuální distribuce stavů buněčného cyklu
de: eine kontinuierliche Verteilung der Zellzykluszustände
es: una distribución continua de los estados del ciclo celular
fa: توزیع مداوم حالات چرخه سلولی
fi: solusyklin tilojen jatkuva jakauma
fr: une distribution continue des états du cycle cellulaire
it: una distribuzione continua degli stati del ciclo cellulare
ja: 細胞周期状態の連続分布
pl: ciągła dystrybucja stanów cyklu komórkowego
pt: uma distribuição dinâmica das fases do ciclo celular

source: **Strict division into supervised classes can be tricky for continuous biological processes**. Adapted from Eulenberg, P., Köhler, N., Blasi, T. _et al_. Reconstructing cell cycle and disease progression using deep learning. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
cs: **Přísné rozdělení do tříd pod dohledem může být pro kontinuální biologické procesy složité**. Upraveno podle Eulenberg, P., Köhler, N., Blasi, T. _et al_. Reconstructing cell cycle and disease progression using deep learning. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
de: **Die strenge Einteilung in überwachte Klassen kann bei kontinuierlichen biologischen Prozessen schwierig sein**. Angepasst von Eulenberg, P., Köhler, N., Blasi, T. _et al_. Rekonstruktion des Zellzyklus und des Krankheitsverlaufs durch Deep Learning. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
es: **La división estricta en clases supervisadas puede ser complicada para los procesos biológicos continuos**. Adaptado de Eulenberg, P., Köhler, N., Blasi, T. _et al_. Reconstruir el ciclo celular y la progresión de la enfermedad mediante el aprendizaje profundo. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
fa: **تقسیم دقیق به طبقات تحت نظارت می تواند برای فرآیندهای بیولوژیکی مستمر دشوار باشد**. اقتباس از Eulenberg, P., Köhler, N., Blasi, T. _et al_. بازسازی چرخه سلولی و پیشرفت بیماری با استفاده از یادگیری عمیق _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
fi: **Tarkka jako valvottuihin luokkiin voi olla hankalaa jatkuville biologisille prosesseille**. Mukailtu lähteestä Eulenberg, P., Köhler, N., Blasi, T. _et al_. Solusyklin ja sairauden etenemisen rekonstruointi syväoppimisen avulla. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`.
fr: **La division stricte en classes supervisées peut être délicate pour les processus biologiques continus**. Adapté de Eulenberg, P., Köhler, N., Blasi, T. _et al_. Reconstruire le cycle cellulaire et la progression de la maladie à l'aide de l'apprentissage en profondeur. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
it: **La divisione rigorosa in classi supervisionate può essere complicata per i processi biologici continui**. Adattato da Eulenberg, P., Köhler, N., Blasi, T. _et al_. Ricostruzione del ciclo cellulare e della progressione delle malattie mediante deep learning. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`.
ja: **厳密なクラス分けは、連続的な生物学的プロセスでは難しい。Eulenberg, P., Köhler, N., Blasi, T. _et al_.ディープラーニングを用いた細胞周期と疾患進行の再構築。_Nat Commun_ **8**, 463 (2017){cite}`Eulenberg2017-ax`
pl: **Ścisły podział na nadzorowane klasy może być trudny w przypadku ciągłych procesów biologicznych**. Zaadaptowano z Eulenberg, P., Köhler, N., Blasi, T. i in. Rekonstrukcja cyklu komórkowego i progresji choroby przy użyciu głębokiego uczenia. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`
pt: **A divisão estrita em classes supervisionadas pode ser complicada para processos biológicos dinâmicos**. Adaptado de Eulenberg, P., Köhler, N., Blasi, T. _et al_. Reconstruindo o ciclo celular e a progressão da doença usando aprendizado profundo. _Nat Commun_ **8**, 463 (2017) {cite}`Eulenberg2017-ax`

source: 📚🤷‍♀️ Where can I learn more?
cs: 📚🤷‍♀️ Kde se mohu dozvědět více?
de: 📚🤷‍♀️ Wo kann ich mehr erfahren?
es: 📚🤷‍♀️ ¿Dónde puedo obtener más información?
fa: 📚🤷‍♀️ از کجا می توانم بیشتر بیاموزم؟
fi: 📚🤷‍♀️ Mistä voin oppia lisää?
fr: 📚🤷‍♀️ Où puis-je en savoir plus ?
it: 📚🤷‍♀️ Dove posso saperne di più?
ja: 📚🤷‍♀️ もっと詳しく知りたいのですが？
pl: 📚🤷‍♀️ Gdzie mogę dowiedzieć się więcej?
pt: 📚🤷‍♀️ Onde posso aprender mais?

source: 🎥 [iBiology video series: Measurement and Phenotype Classification](https://www.youtube.com/watch?v=Odi9pIerT7I)
de: 🎥 [iBiology-Videoserie: Messung und Klassifizierung von Phänotypen](https://www.youtube.com/watch?v=Odi9pIerT7I)
es: 🎥 [Serie de videos de iBiology: Medición y clasificación de fenotipos](https://www.youtube.com/watch?v=Odi9pIerT7I)
fa: 🎥 [سری ویدیوهای iBiology: اندازه‌گیری و طبقه‌بندی فنوتیپ](https://www.youtube.com/watch?v=Odi9pIerT7I)
fi: 🎥 [iBiology-videosarja: Mittaaminen ja fenotyyppien luokittelu](https://www.youtube.com/watch?v=Odi9pIerT7I)
fr: 🎥 [Série de vidéos iBiology : Mesure et classification des phénotypes](https://www.youtube.com/watch?v=Odi9pIerT7I)
it: 🎥 [Serie di video iBiology: Misurazione e classificazione dei fenotipi](https://www.youtube.com/watch?v=Odi9pIerT7I)
ja: iBiology ビデオシリーズ：測定と表現型分類】(https://www.youtube.com/watch?v=Odi9pIerT7I)
pl: 🎥 [Seria filmów iBiology: pomiary i klasyfikacja fenotypów](https://www.youtube.com/watch?v=Odi9pIerT7I)
pt: 🎥 [iBiology série de vídeos: Medição e classificação de fenótipos](https://www.youtube.com/watch?v=Odi9pIerT7I)

source: Colocalization
cs: Kolokalizace
de: Kolokalisierung
es: colocalización
fa: کولوکالیزاسیون
fi: Kolokalisaatio
fr: Colocalisation
it: Colocalizzazione
ja: コロカライゼーション
pl: Kolokalizacja
pt: Colocalização

source: What is colocalization?
cs: Co je kolokalizace?
de: Was ist Kolokalisierung?
es: ¿Qué es la colocalización?
fa: کولوکالیزاسیون چیست؟
fi: Mitä on kolokalisaatio?
fr: Qu'est-ce que la colocalisation ?
it: Che cos'è la colocalizzazione?
ja: コロカライゼーションとは何か？
pl: Co to jest kolokalizacja?
pt: O que é colocalização?

source: Colocalization is when two or more different labels (e.g., eGFP and mCherry) spatially overlap in your image (also called co-occurrence). Another component of colocalization is that the fluorescent labels often correlate in intensity (i.e., pixels with brighter eGFP also have brighter mCherry). It is very important to measure colocalization quantitatively–**do not just trust your eyes!**
cs: Kolokalizace je situace, kdy se dvě nebo více různých značek (např. eGFP a mCherry) na snímku prostorově překrývají (nazývá se také kookurence). Další složkou kolokace je, že fluorescenční značky často korelují v intenzitě (tj. pixely se světlejším eGFP mají také světlejší mCherry). Je velmi důležité měřit kolokalizaci kvantitativně - **nedůvěřujte jen svým očím!**.
de: Von Kolokalisierung spricht man, wenn sich zwei oder mehr verschiedene Markierungen (z. B. eGFP und mCherry) in Ihrem Bild räumlich überlappen (auch Koinzidenz genannt). Eine weitere Komponente der Kolokalisierung ist, dass die Fluoreszenzmarkierungen oft in ihrer Intensität korrelieren (d. h. Pixel mit hellerem eGFP haben auch helleres mCherry). Es ist sehr wichtig, die Kolokalisierung quantitativ zu messen - verlassen Sie sich nicht nur auf Ihre Augen!
es: La colocalización es cuando dos o más etiquetas diferentes (por ejemplo, eGFP y mCherry) se superponen espacialmente en su imagen (también llamado co-ocurrencia). Otro componente de la colocalización es que las etiquetas fluorescentes a menudo se correlacionan en intensidad (es decir, los píxeles con eGFP más brillante también tienen mCherry más brillante). Es muy importante medir cuantitativamente la colocalización: ** ¡no confíe solo en sus ojos! **
fa: محلی سازی زمانی است که دو یا چند برچسب مختلف (به عنوان مثال، eGFP و mCherry) به صورت مکانی در تصویر شما همپوشانی داشته باشند (همچنین اتفاق افتادن هم نامیده می شود). یکی دیگر از مؤلفه‌های colocalization این است که برچسب‌های فلورسنت اغلب از نظر شدت همبستگی دارند (یعنی پیکسل‌هایی با eGFP روشن‌تر نیز mCherry روشن‌تری دارند). بسیار مهم است که کولوکالیزاسیون را به صورت کمی اندازه گیری کنید-**فقط به چشمان خود اعتماد نکنید!**
fi: Kolokalisaatio tarkoittaa sitä, että kaksi tai useampi eri merkintä (esim. eGFP ja mCherry) ovat tilallisesti päällekkäin kuvassa (kutsutaan myös yhteisesiintymiseksi). Kolokalisaatioon kuuluu myös se, että fluoresoivien merkintöjen voimakkuus korreloi usein keskenään (eli pikselit, joissa on kirkkaampi eGFP, ovat myös kirkkaampia mCherryn suhteen). On erittäin tärkeää mitata kolokalisaatiota kvantitatiivisesti - **Älä luota vain silmiisi!**.
fr: La colocalisation se produit lorsque deux ou plusieurs étiquettes différentes (par exemple, eGFP et mCherry) se chevauchent spatialement dans votre image (également appelée co-occurrence). Une autre composante de la colocalisation est que les étiquettes fluorescentes sont souvent corrélées en intensité (c'est-à-dire que les pixels avec un eGFP plus lumineux ont également un mCherry plus lumineux). Il est très important de mesurer quantitativement la colocalisation - ** ne vous fiez pas seulement à vos yeux ! **
it: La colocalizzazione si ha quando due o più etichette diverse (ad esempio, eGFP e mCherry) si sovrappongono spazialmente nell'immagine (detta anche co-occorrenza). Un'altra componente della colocalizzazione è che le etichette fluorescenti sono spesso correlate in intensità (ad esempio, i pixel con eGFP più luminosi hanno anche mCherry più luminoso). È molto importante misurare la colocalizzazione in modo quantitativo - non fidatevi solo dei vostri occhi!
ja: 共焦点化とは、2つ以上の異なるラベル（例えば、eGFPとmCherry）が画像内で空間的に重なることである（共起とも呼ばれる）。共焦点化のもう一つの要素は、蛍光ラベルがしばしば強度で相関することである（すなわち、より明るいeGFPを持つピクセルは、より明るいmCherryも持つ）。コロカライゼーションを定量的に測定することは非常に重要である。
pl: Kolokalizacja ma miejsce, gdy co najmniej dwie różne etykiety (np. eGFP i mCherry) nakładają się przestrzennie na obrazie (nazywane również współwystępowaniem). Innym składnikiem kolokalizacji jest to, że etykiety fluorescencyjne często korelują pod względem intensywności (tj. Piksele z jaśniejszym eGFP mają również jaśniejsze mCherry). Bardzo ważne jest ilościowe mierzenie kolokalizacji – **nie ufaj tylko swoim oczom!**
pt: Colocalização é quando dois ou mais marcações (por exemplo, eGFP e mCherry) se sobrepõem espacialmente em sua imagem (também chamado de coocorrência). Outro componente da colocalização é que os marcadores fluorescentes geralmente se correlacionam em intensidade (ou seja, pixels com eGFP mais brilhante também têm mCherry mais brilhante). É muito importante medir quantitativamente a colocalização – **não confie apenas em seus olhos!**

source: It is also important to recognize that co-ocurrence does not _necessarily_ imply interaction.
cs: Je také důležité si uvědomit, že společný výskyt _nutně_ neznamená interakci.
de: Es ist auch wichtig zu erkennen, dass Ko-Kurenz nicht _notwendig_ eine Interaktion bedeutet.
es: También es importante reconocer que la co-ocurrencia no implica _necesariamente_ interacción.
fa: همچنین مهم است که تشخیص دهیم که وقوع همزمان لزوماً متضمن تعامل نیست.
fi: On myös tärkeää tunnustaa, että yhteistodellisuus ei _välttämättä_ tarkoita vuorovaikutusta.
fr: Il est également important de reconnaître que la cooccurrence n'implique pas _nécessairement_ une interaction.
it: È anche importante riconoscere che la co-correnza non implica necessariamente un'interazione.
ja: また、共時性が必ずしも相互作用を意味するわけではないことを認識することも重要である。
pl: Ważne jest również, aby uznać, że współwystępowanie niekoniecznie oznacza interakcję.
pt: Também é importante reconhecer que a co-ocorrência não implica _necessariamente_ em interação.

source: As an example, it is possible for two people to work in the same building an never interact.
es: Como ejemplo, es posible que dos personas trabajen en el mismo edificio y nunca interactúen.
fi: On esimerkiksi mahdollista, että kaksi ihmistä työskentelee samassa rakennuksessa ja ei ole koskaan tekemisissä keskenään.
it: Ad esempio, è possibile che due persone lavorino nello stesso edificio senza mai interagire.
ja: 例えば、2人の人間が同じビルで働きながら、一度も交流しないことはあり得る。
pt: Por exemplo, é possível que duas pessoas trabalhem no mesmo prédio e nunca interajam.

source: degrees of colocalization
cs: stupně kolokalizace
de: Grad der Kolokalisierung
es: grados de colocalización
fa: درجات کولوکالیزاسیون
fi: kolokalisaatioasteet
fr: degrés de colocalisation
it: gradi di colocalizzazione
ja: コロカライゼーションの程度
pl: stopnie kolokalizacji
pt: graus de colocalização

source: **Colocalization is about intensity and spatial overlap of labels**
cs: **Kolokalizace je o intenzitě a prostorovém překrytí oblastí**
de: **Kolokalisierung ist eine Frage der Intensität und der räumlichen Überlappung von Markierungen**
es: **La colocalización tiene que ver con la intensidad y la superposición espacial de las etiquetas**
fa: **همرنگ سازی در مورد شدت و همپوشانی فضایی برچسب ها است**
fi: **Lokaalisuudessa on kyse intensiteetistä ja merkkien alueellisesta päällekkäisyydestä**.
fr: **La colocalisation concerne l'intensité et le chevauchement spatial des étiquettes**
it: **La colocalizzazione riguarda l'intensità e la sovrapposizione spaziale delle etichette.
ja: **ローカライゼーションとは、ラベルの強度と空間的な重なりのことである。
pl: **Kolokalizacja polega na intensywności i przestrzennym nakładaniu się etykiet**
pt: **Colocalização é sobre intensidade e sobreposição espacial dos marcadores**

source: There are two main branches for how to look at colocalization: Object-based and correlation-based.
cs: Existují dvě hlavní větve, jak se dívat na kolokalizaci: objektově založená a korelačně založená.
de: Es gibt zwei Hauptrichtungen für die Betrachtung der Kolokalisierung: Objektbasiert und korrelationsbasiert.
es: Hay dos ramas principales sobre cómo observar la colocalización: basada en objetos y basada en correlación.
fa: دو شاخه اصلی برای نحوه نگاه به هم‌زمانی وجود دارد: مبتنی بر شی و مبتنی بر همبستگی.
fi: Kolokalisaation tarkastelussa on kaksi päähaaraa: Kohteisiin perustuva ja korrelaatioon perustuva.
fr: Il existe deux branches principales pour examiner la colocalisation : basée sur les objets et basée sur la corrélation.
it: Esistono due rami principali per l'analisi della colocalizzazione: Quello basato sugli oggetti e quello basato sulle correlazioni.
ja: コロカライゼーションを見る方法には、大きく分けて2種類ある：オブジェクトベースと相関ベースである。
pl: Istnieją dwie główne gałęzie, w których można spojrzeć na kolokację: Oparta na obiektach i oparta na korelacji.
pt: Existem duas formas principais de se olhar para a colocalização: baseada em objeto e baseada em correlação.

source: **Object-based colocalization** is appropriate when you want to be able to say something about a fraction of objects being positive for multiple labels (e.g., 99% of eGFP+ cells were also mCherry+). Here’s a sample workflow:
cs: **Kolokalizace založená na objektech** je vhodná, když chcete být schopni říci něco o tom, že zlomek objektů je pozitivní pro více štítků (např. 99 % buněk eGFP+ bylo také mCherry+). Zde je ukázkový pracovní postup:
de: Die **objektbasierte Kolokalisierung** ist geeignet, wenn Sie etwas über einen Anteil von Objekten aussagen wollen, die für mehrere Markierungen positiv sind (z. B. 99 % der eGFP+-Zellen waren auch mCherry+). Hier ist ein Beispiel für einen Arbeitsablauf:
es: **La colocalización basada en objetos** es adecuada cuando desea poder decir algo sobre una fracción de objetos que son positivos para varias etiquetas (p. ej., el 99 % de las celdas eGFP+ también eran mCherry+). Aquí hay un flujo de trabajo de muestra:
fa: **همرنگ سازی مبتنی بر شی** زمانی مناسب است که بتوانید در مورد مثبت بودن کسری از اشیاء برای چندین برچسب چیزی بگویید (به عنوان مثال، 99٪ از سلول های eGFP+ نیز mCherry + بودند). در اینجا یک نمونه گردش کار آمده است:
fi: **Objektipohjainen kolokalisaatio** on tarkoituksenmukaista silloin, kun halutaan pystyä sanomaan jotain siitä, että osa objekteista on positiivisia useille merkinnöille (esim. 99 % eGFP+-soluista oli myös mCherry+). Tässä on esimerkki työnkulusta:
fr: La **colocalisation basée sur des objets** est appropriée lorsque vous souhaitez pouvoir dire quelque chose sur une fraction d'objets positifs pour plusieurs étiquettes (par exemple, 99 % des cellules eGFP+ étaient également mCherry+). Voici un exemple de flux de travail :
it: La **colocalizzazione basata sull'oggetto** è appropriata quando si vuole poter dire qualcosa su una frazione di oggetti positivi per più etichette (ad esempio, il 99% delle cellule eGFP+ erano anche mCherry+). Ecco un esempio di flusso di lavoro:
ja: **Object-basedコロカライゼーション**は、複数のラベルに対して陽性であるオブジェクトの割合について何か言えるようにしたい場合に適している（例えば、eGFP+細胞の99%がmCherry+でもあった）。以下にワークフローのサンプルを示す：
pl: **Kolokalizacja oparta na obiektach** jest odpowiednia, gdy chcesz mieć możliwość stwierdzenia, że ułamek obiektów ma pozytywny wynik dla wielu etykiet (np. 99% komórek eGFP+ było również mCherry+). Oto przykładowy przepływ pracy:
pt: A **colocalização baseada em objetos** é apropriada quando você deseja dizer algo sobre uma fração de um objeto que é positiva para outros marcadores (por exemplo, 99% das células eGFP+ também eram mCherry+). Aqui está um exemplo do fluxo de trabalho:
