Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Necessary imaging metadata is unavailable**. In order to properly calibrate measurement data, it's critical that information like pixel size (e.g., in microns), the microscope manufacturer and model, and acquisition settings are included alongside the data. If this isn't included, it will be very difficult to reproduce results or use the combine the data with other datasets.
cs: **Potřebná metadata o zobrazování nejsou k dispozici**. Pro správnou kalibraci naměřených dat je velmi důležité, aby byly spolu s daty uvedeny informace jako velikost pixelu (např. v mikronech), výrobce a model mikroskopu a nastavení akvizice. Pokud tyto informace nebudou zahrnuty, bude velmi obtížné reprodukovat výsledky nebo použít kombinaci dat s jinými soubory dat.
de: **Notwendige Metadaten zur Bildgebung sind nicht verfügbar**. Um Messdaten ordnungsgemäß kalibrieren zu können, müssen neben den Daten auch Informationen wie die Pixelgröße (z. B. in Mikron), der Mikroskophersteller und das Modell sowie die Aufnahmeeinstellungen angegeben werden. Fehlen diese Angaben, ist es sehr schwierig, die Ergebnisse zu reproduzieren oder die Daten mit anderen Datensätzen zu kombinieren.
es: **Los metadatos de imágenes necesarios no están disponibles**. Para calibrar correctamente los datos de medición, es fundamental que junto con los datos se incluya información como el tamaño de píxel (p. ej., en micras), el fabricante y el modelo del microscopio y la configuración de adquisición. Si esto no se incluye, será muy difícil reproducir los resultados o combinar los datos con otros conjuntos de datos.
fa: **فراداده تصویربرداری لازم در دسترس نیست**. برای کالیبره کردن مناسب داده‌های اندازه‌گیری، بسیار مهم است که اطلاعاتی مانند اندازه پیکسل (به عنوان مثال، در میکرون)، سازنده و مدل میکروسکوپ، و تنظیمات اکتساب در کنار داده‌ها گنجانده شوند. اگر این شامل نباشد، بازتولید نتایج یا استفاده از ترکیب داده ها با سایر مجموعه داده ها بسیار دشوار خواهد بود.
fi: **Tarvittavaa kuvantamisen metatietoa ei ole saatavilla**. Jotta mittaustiedot voidaan kalibroida oikein, on tärkeää, että tietojen mukana on tietoja, kuten pikselikoko (esim. mikroneina), mikroskoopin valmistaja ja malli sekä kuvausasetukset. Jos näitä tietoja ei sisällytetä, on hyvin vaikeaa toistaa tuloksia tai käyttää tietojen yhdistämistä muihin tietokokonaisuuksiin.
fr: **Les métadonnées d'imagerie nécessaires ne sont pas disponibles**. Afin de calibrer correctement les données de mesure, il est essentiel que des informations telles que la taille des pixels (par exemple, en microns), le fabricant et le modèle du microscope et les paramètres d'acquisition soient incluses à côté des données. Si cela n'est pas inclus, il sera très difficile de reproduire les résultats ou d'utiliser la combinaison des données avec d'autres ensembles de données.
it: **I metadati di imaging necessari non sono disponibili**. Per calibrare correttamente i dati di misura, è fondamentale che informazioni come la dimensione dei pixel (ad esempio, in micron), il produttore e il modello del microscopio e le impostazioni di acquisizione siano incluse nei dati. Se queste informazioni non sono incluse, sarà molto difficile riprodurre i risultati o combinare i dati con altri set di dati.
ja: **必要な画像メタデータが利用できません。測定データを適切に校正するためには、ピクセルサイズ（ミクロン単位など）、顕微鏡メーカーとモデル、撮影設定などの情報がデータと共に含まれていることが非常に重要です。これが含まれていないと、結果を再現したり、他のデータセットと組み合わせて使用したりすることが非常に難しくなります。
pl: **Niezbędne metadane obrazowania są niedostępne**. Aby właściwie skalibrować dane pomiarowe, niezwykle ważne jest, aby wraz z danymi znalazły się takie informacje, jak rozmiar piksela (np. w mikronach), producent i model mikroskopu oraz ustawienia akwizycji. Jeśli nie zostanie to uwzględnione, bardzo trudno będzie odtworzyć wyniki lub użyć połączenia danych z innymi zestawami danych.
pt: **Os metadados de imagem necessários não estão disponíveis**. Para calibrar adequadamente os dados de medição, é fundamental que informações como tamanho do pixel (por exemplo, em mícrons), fabricante e modelo do microscópio e configurações de aquisição sejam incluídas junto com os dados. Se isso não for incluído, será muito difícil reproduzir os resultados ou usar a combinação dos dados com outros conjuntos de dados.

source: 🌐 [Zenodo](https://zenodo.org/)
ja: 🌐 [ゼノド](https://zenodo.org/)

source: 🌐 [Figshare](https://figshare.com)
ja: FigSo_1F310](https://figshare.com)

source: 🌐 [Dryad](https://datadryad.org)
de: 🌐 [Dryade](https://datadryad.org)
es: 🌐 [Dríada](https://datadryad.org)
fa: 🌐 [دریاد] (https://datadryad.org)
fr: 🌐 [Dryade](https://datadryad.org)
ja: ドライアド](https://datadryad.org)
pl: 🌐 [Driada](https://datadryad.org)

source: 🌐 [Bioimage Archive](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
es: 🌐 [Archivo de bioimágenes] (https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
fa: 🌐 [بایگانی تصویر زیستی](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
fr: 🌐 [Archive Bioimage](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
it: 🌐 [Archivio Bioimmagini](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
ja: バイオイメージアーカイブ](https://www.ebi.ac.uk/bioimage-archive/){cite}`Hartley2022-mt`
pl: 🌐 [Archiwum Bioimage](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`
pt: 🌐 [Arquivo de bioimagem](https://www.ebi.ac.uk/bioimage-archive/) {cite}`Hartley2022-mt`

source: 🌐 [Cell Painting Gallery](https://registry.opendata.aws/cellpainting-gallery/)
es: 🌐 [Galería de pintura celular](https://registry.opendata.aws/cellpainting-gallery/)
fa: 🌐 [گالری نقاشی سلولی](https://registry.opendata.aws/cellpainting-gallery/)
fr: 🌐 [Galerie de peinture cellulaire] (https://registry.opendata.aws/cellpainting-gallery/)
it: 🌐 [Galleria di pittura delle celle](https://registry.opendata.aws/cellpainting-gallery/)
ja: セル画ギャラリー](https://registry.opendata.aws/cellpainting-gallery/)
pl: 🌐 [Galeria malowania komórek](https://registry.opendata.aws/cellpainting-gallery/)

source: General Use Software
cs: Software pro obecné použití
de: Software für den allgemeinen Gebrauch
es: Software de uso general
fa: نرم افزار استفاده عمومی
fi: Yleiskäyttöiset ohjelmistot
fr: Logiciel à usage général
it: Software di uso generale
ja: 一般用ソフトウェア
pl: Oprogramowanie do użytku ogólnego
pt: Software de uso geral

source: Tools on this page tend to be relatively multipurpose across a lot of kinds of analyses and/or images. For tools that specialize in certain analysis steps, see the [Specific Use Software](./SpecificUseSoftware.md) page.
cs: Nástroje na této stránce bývají relativně víceúčelové pro mnoho druhů analýz a/nebo obrázků. Nástroje, které se specializují na určité kroky analýzy, naleznete na stránce [Specific Use Software] (./SpecificUseSoftware.md).
de: Die Werkzeuge auf dieser Seite sind in der Regel relativ vielseitig für viele Arten von Analysen und/oder Bildern einsetzbar. Für Werkzeuge, die auf bestimmte Analyseschritte spezialisiert sind, siehe die Seite [Specific Use Software](./SpecificUseSoftware.md).
es: Las herramientas en esta página tienden a ser relativamente multipropósito en muchos tipos de análisis y/o imágenes. Para herramientas que se especializan en ciertos pasos de análisis, consulte la página [Software de uso específico] (./SpecificUseSoftware.md).
fa: ابزارهای موجود در این صفحه معمولاً در بسیاری از انواع تحلیل ها و/یا تصاویر چند منظوره هستند. برای ابزارهایی که در مراحل تحلیل خاصی تخصص دارند، به صفحه [Specific Use Software] (./SpecificUseSoftware.md) مراجعه کنید.
fi: Tällä sivulla olevat työkalut ovat yleensä suhteellisen monikäyttöisiä monien erilaisten analyysien ja/tai kuvien osalta. Tiettyihin analyysivaiheisiin erikoistuneita työkaluja on [Specific Use Software](./SpecificUseSoftware.md) -sivulla.
fr: Les outils de cette page ont tendance à être relativement polyvalents pour de nombreux types d'analyses et/ou d'images. Pour les outils spécialisés dans certaines étapes d'analyse, consultez la page [Logiciel à usage spécifique](./SpecificUseSoftware.md).
it: Gli strumenti di questa pagina tendono a essere relativamente multiuso per molti tipi di analisi e/o immagini. Per gli strumenti specializzati in determinate fasi di analisi, consultare la pagina [Specific Use Software](./SpecificUseSoftware.md).
ja: このページにあるツールは、多くの種類の解析や画像に対して比較的多目的である傾向があります。特定の分析ステップに特化したツールについては、[Specific Use Software](./SpecificUseSoftware.md)ページを参照してください。
pl: Narzędzia na tej stronie są stosunkowo uniwersalne w wielu rodzajach analiz i/lub obrazów. Aby zapoznać się z narzędziami specjalizującymi się w określonych krokach analizy, zobacz stronę [Oprogramowanie do określonego użytku](./SpecificUseSoftware.md).
pt: As ferramentas nesta página tendem a ser relativamente polivalentes em vários tipos de análises e/ou imagens. Para ferramentas especializadas em determinadas etapas de análise, consulte a página [Software de uso específico](./SpecificUseSoftware.md).

source: <img src="https://imagej.net/media/icons/imagej2.png" alt="logo" width="30px"> ImageJ
es: <img src="https://imagej.net/media/icons/imagej2.png" alt="logo" width="30px"> ImagenJ
it: <img src="https://imagej.net/media/icons/imagej2.png" alt="logo" width="30px"> ImmagineJ
ja: <img src="https://imagej.net/media/icons/imagej2.png" alt="logo" width="30px"> イメージジェイ
pl: <img src="https://imagej.net/media/icons/imagej2.png" alt="logo" width="30px"> ZdjęcieJ

source: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` is an imaging processing program that is capable of operating on a variety of images including multichannel, 3D and time series. It provides a variety of basic imaging processing operations, but it can be complemented with a variety of plugins for more complex tasks.
cs: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` je program pro zpracování obrazu, který je schopen pracovat s řadou obrazů včetně vícekanálových, 3D a časových řad. Umožňuje řadu základních operací zpracování obrazu, ale může být rozšířen řadou plaginů umožňující složitější operace zpracování obrazu.
de: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` ist ein Bildverarbeitungsprogramm, das mit einer Vielzahl von Bildern arbeiten kann, darunter Mehrkanal-, 3D- und Zeitreihenbilder. Es bietet eine Vielzahl von grundlegenden Bildverarbeitungsoperationen, kann aber mit einer Vielzahl von Plugins für komplexere Aufgaben ergänzt werden.
es: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` es un programa de procesamiento de imágenes que es capaz de operar en una variedad de imágenes que incluyen multicanal, 3D y tiempo. serie. Proporciona una variedad de operaciones básicas de procesamiento de imágenes, pero se puede complementar con una variedad de complementos para tareas más complejas.
fa: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` یک برنامه پردازش تصویر است که قادر به کار بر روی انواع تصاویر از جمله چند کاناله، سه بعدی و سری زمانی. انواع مختلفی از عملیات پردازش تصویربرداری اولیه را ارائه می دهد، اما می توان آن را با انواع پلاگین ها برای کارهای پیچیده تر تکمیل کرد.
fi: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` on kuvankäsittelyohjelma, joka pystyy käsittelemään erilaisia kuvia, mukaan lukien monikanava-, 3D- ja aikasarjoja. Se tarjoaa erilaisia kuvankäsittelyn perusoperaatioita, mutta sitä voidaan täydentää erilaisilla lisäosilla monimutkaisempia tehtäviä varten.
fr: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` est un programme de traitement d'image capable de fonctionner sur une variété d'images, y compris multicanaux, 3D et séries chronologiques. Il fournit une variété d'opérations de traitement d'image de base, mais il peut être complété par une variété de plugins pour des tâches plus complexes.
it: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` è un programma di elaborazione delle immagini in grado di operare su una varietà di immagini, tra cui multicanale, 3D e serie temporali. Offre una serie di operazioni di base per l'elaborazione delle immagini, ma può essere integrato con una serie di plugin per compiti più complessi.
ja: [ImageJ](https://imagej.net/){cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` は、マルチチャンネル、3D、時系列を含む様々な画像を操作できる画像処理プログラムです。様々な基本的な画像処理操作を提供しますが、より複雑なタスクのために様々なプラグインで補完することができます。
pl: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` to program do przetwarzania obrazu, który może działać na różnych obrazach, w tym wielokanałowych, 3D i szeregach czasowych. Zapewnia szereg podstawowych operacji przetwarzania obrazu, ale można go uzupełnić różnymi wtyczkami do bardziej złożonych zadań.
pt: [ImageJ](https://imagej.net/) {cite}`Schneider2012-gs,Schindelin2012-kk,Rueden2017-ku` é um programa de processamento de imagens capaz de operar em uma variedade de imagens, incluindo multicanal, 3D e séries temporais. Ele fornece uma variedade de operações básicas de processamento de imagem, mas pode ser complementado com uma variedade de plug-ins para tarefas mais complexas.

source: What are its disadvantages?
cs: Jaké jsou jeho nevýhody?
de: Was sind seine Nachteile?
es: ¿Cuáles son sus desventajas?
fa: معایب آن چیست؟
fi: Mitkä ovat sen haitat?
fr: Quels sont ses inconvénients ?
it: Quali sono gli svantaggi?
ja: その欠点は何ですか？
pl: Jakie są jego wady?
pt: Quais são suas desvantagens?

source: Imaging processing operations are done one at a time, while it has the capability of batch processing and creating macros it does require some understanding of coding.
cs: Operace zpracování obrazu se provádějí po jedné, a přestože umožňuje dávkové zpracování a vytváření maker, vyžaduje určité znalosti kódování.
de: Die Bildverarbeitungsvorgänge werden einzeln ausgeführt, und obwohl es die Möglichkeit der Stapelverarbeitung und der Erstellung von Makros bietet, erfordert es ein gewisses Verständnis der Codierung.
es: Las operaciones de procesamiento de imágenes se realizan una a la vez, aunque tiene la capacidad de procesamiento por lotes y la creación de macros, requiere cierta comprensión de la codificación.
fa: عملیات پردازش تصویر در یک زمان انجام می شود، در حالی که قابلیت پردازش دسته ای و ایجاد ماکرو را دارد و نیاز به درک کمی از کدگذاری دارد.
fi: Kuvankäsittelytoiminnot tehdään yksi kerrallaan, ja vaikka sillä on mahdollisuus eräajoon ja makrojen luomiseen, se vaatii jonkin verran koodauksen ymmärtämistä.
fr: Les opérations de traitement d'image sont effectuées une à la fois, bien qu'il ait la capacité de traiter par lots et de créer des macros, il nécessite une certaine compréhension du codage.
it: Le operazioni di elaborazione delle immagini vengono eseguite una alla volta; pur avendo la possibilità di elaborare in batch e di creare macro, richiede una certa conoscenza della codifica.
ja: 画像処理操作は1つずつ行われ、バッチ処理やマクロの作成が可能な反面、ある程度のコーディングの理解が必要となる。
pl: Operacje przetwarzania obrazu są wykonywane pojedynczo, chociaż ma możliwość przetwarzania wsadowego i tworzenia makr, ale wymaga pewnej znajomości kodowania.
pt: As operações de processamento de imagem são feitas uma de cada vez, embora tenha a capacidade de processar em lote e criar macros, mas requer algum conhecimento de linguagem de programação.

source: But while it can open large images, there is a size limit to the size it can handle based on the available memory. And even if it can open large images it can slow down performance.
cs: I když dokáže otevřít velké obrázky, je velikost, kterou zvládne, omezena dostupnou pamětí RAM. A i když dokáže otevřít velké obrázky, může to zpomalit výkon.
de: Es können zwar große Bilder geöffnet werden, aber je nach verfügbarem Speicher gibt es eine Größenbeschränkung. Und selbst wenn große Bilder geöffnet werden können, kann dies die Leistung beeinträchtigen.
es: Pero si bien puede abrir imágenes grandes, existe un límite de tamaño para el tamaño que puede manejar según la memoria disponible. E incluso si puede abrir imágenes grandes, puede ralentizar el rendimiento.
fa: اما در حالی که می تواند تصاویر بزرگ را باز کند، محدودیت اندازه برای اندازه ای که می تواند بر اساس حافظه موجود باشد، وجود دارد. و حتی اگر بتواند تصاویر بزرگ را باز کند، می تواند عملکرد را کاهش دهد.
fi: Vaikka se pystyy avaamaan suuria kuvia, käytettävissä olevan muistin mukaan sen käsiteltävälle koolle on kuitenkin olemassa kokorajoitus. Ja vaikka se pystyy avaamaan suuria kuvia, se voi hidastaa suorituskykyä.
fr: Mais bien qu'il puisse ouvrir de grandes images, il existe une limite de taille à la taille qu'il peut gérer en fonction de la mémoire disponible. Et même s'il peut ouvrir de grandes images, il peut ralentir les performances.
it: Ma anche se può aprire immagini di grandi dimensioni, c'è un limite alle dimensioni che può gestire in base alla memoria disponibile. E anche se è in grado di aprire immagini di grandi dimensioni, può rallentare le prestazioni.
ja: しかし、大きな画像を開くことはできても、使用可能なメモリに基づいて扱えるサイズには限界がある。また、大きな画像を開くことができても、パフォーマンスが低下する可能性がある。
pl: Ale chociaż może otwierać duże obrazy, istnieje ograniczenie rozmiaru, które może obsłużyć w oparciu o dostępną pamięć. A nawet jeśli może otwierać duże obrazy, może spowolnić działanie.
pt: Mas, embora possa abrir imagens grandes, há um limite de tamanho para manipular as imagens com base na memória disponível. E mesmo que consiga abrir imagens grandes, isto pode diminuir o desempenho.

source: How to download/install and learn more?
cs: Jak ho stáhnout/instalovat a dozvědět se více?
de: Wie kann ich es herunterladen/installieren und mehr erfahren?
es: ¿Cómo descargar/instalar y obtener más información?
fa: چگونه دانلود/نصب کنیم و بیشتر بیاموزیم؟
fi: Miten ladata/asentaa ja oppia lisää?
fr: Comment télécharger/installer et en savoir plus ?
it: Come scaricare/installare e saperne di più?
ja: ダウンロード／インストール方法と詳細は？
pl: Jak pobrać/zainstalować i dowiedzieć się więcej?
pt: Como baixar/instalar e saber mais?

source: To download ImageJ or its “batteries-included” distribution Fiji go to
cs: Chcete-li si stáhnout ImageJ nebo jeho distribuci „včetně baterií“ FIJI, přejděte na adresu
de: Zum Herunterladen von ImageJ oder der "batteriegestützten" Distribution Fiji gehen Sie zu
es: Para descargar ImageJ o su distribución de "baterías incluidas", Fiji, vaya a
fa: برای دانلود ImageJ یا توزیع «باطری‌های آن» فیجی به این آدرس بروید
fi: Voit ladata ImageJ:n tai sen "batteries-included"-jakelun Fiji osoitteesta
fr: Pour télécharger ImageJ ou sa distribution "piles incluses" Fidji, rendez-vous sur
it: Per scaricare ImageJ o la sua distribuzione "batterie-incluse" Fiji, andare su
ja: ImageJまたはその "バッテリーを含む "ディストリビューションFijiをダウンロードするには、以下にアクセスする。
pl: Aby pobrać ImageJ lub jego dystrybucję „w zestawie z bateriami” Fidżi, przejdź do
pt: Para baixar o ImageJ ou sua distribuição Fiji com “plugins incluidas”, acesse

source: 🌐 [ImageJ download](https://imagej.net/downloads)
de: 🌐 [ImageJ herunterladen](https://imagej.net/downloads)
es: 🌐 [Descarga de ImageJ] (https://imagej.net/downloads)
fa: 🌐 [دانلود ImageJ](https://imagej.net/downloads)
fi: 🌐 [Lataa ImageJ](https://imagej.net/downloads)
fr: 🌐 [Téléchargement ImageJ](https://imagej.net/downloads)
it: 🌐 [Scarica ImageJ](https://imagej.net/downloads)
ja: 🌐 [ImageJダウンロード](https://imagej.net/downloads)
pl: 🌐 [Pobieranie ImageJ](https://imagej.net/downloads)
pt: 🌐 [Baixar ImageJ](https://imagej.net/downloads)

source: For documentation and tutorials on how to use ImageJ as well as a list of available plugins
cs: Pro dokumentaci a návody, jak používat ImageJ, stejně jako seznam dostupných pluginů najdete zde
de: Dokumentation und Tutorials zur Verwendung von ImageJ sowie eine Liste der verfügbaren Plugins
es: Para obtener documentación y tutoriales sobre cómo usar ImageJ, así como una lista de complementos disponibles
fa: برای مستندات و آموزش های نحوه استفاده از ImageJ و همچنین لیستی از افزونه های موجود
fi: ImageJ:n käyttöä koskevaa dokumentaatiota ja opetusohjelmia sekä luettelo saatavilla olevista lisäosista.
fr: Pour de la documentation et des tutoriels sur l'utilisation d'ImageJ ainsi qu'une liste des plugins disponibles
it: Per la documentazione e le esercitazioni su come utilizzare ImageJ e per un elenco dei plugin disponibili
ja: ImageJの使用方法に関するドキュメントとチュートリアル、および利用可能なプラグインのリストは、こちらをご覧ください。
pl: Aby uzyskać dokumentację i samouczki dotyczące korzystania z ImageJ, a także listę dostępnych wtyczek
pt: Para documentação e tutoriais sobre como usar o ImageJ, bem como uma lista de plugins disponíveis

source: 🌐 [ImageJ basics](https://imagej.net/learn/)
cs: 🌐 [Základy ImageJ](https://imagej.net/learn/)
de: 🌐 [ImageJ Grundlagen](https://imagej.net/learn/)
es: 🌐 [Conceptos básicos de ImageJ] (https://imagej.net/learn/)
fa: 🌐 [مبانی ImageJ] (https://imagej.net/learn/)
fi: 🌐 [ImageJ:n perusteet](https://imagej.net/learn/)
fr: 🌐 [Les bases d'ImageJ](https://imagej.net/learn/)
it: 🌐 [Nozioni di base di ImageJ](https://imagej.net/learn/)
ja: ImageJの基本](https://imagej.net/learn/)
pl: 🌐 [Podstawy ImageJ](https://imagej.net/learn/)
pt: 🌐 [Noções básicas do ImageJ](https://imagej.net/learn/)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/2X/b/bcdcd5ba157e07e74dd1964ec81765e708455ed9.png" alt="logo" width="30px"> CellProfiler
de: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/2X/b/bcdcd5ba157e07e74dd1964ec81765e708455ed9.png" alt="logo" width="30px"> ZellProfiler
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/2X/b/bcdcd5ba157e07e74dd1964ec81765e708455ed9.png" alt="logo" width="30px"> セルプロファイラー
