Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Correlation-based colocalization** is more appropriate when the labels you’re measuring are not found in discrete objects or when you predict that the signal in the labels should correlate. Correlation-based colocalization is simpler to measure as it does not require any {term}`segmentation` of objects. Pearson correlation coefficients are readily measurable in most image analysis softwares (e.g., FIJI, CellProfiler, etc.).
cs: **Kolokace založená na korelaci** je vhodnější, pokud se měřené značky nenacházejí v diskrétních objektech nebo pokud předpokládáte, že signál ve značkách by měl korelovat.Kolokace založená na korelaci je jednodušší na měření, protože nevyžaduje žádnou {termín}`segmentaci` objektů.Pearsonovy korelační koeficienty jsou snadno měřitelné ve většině softwarů pro analýzu obrazu (např. FIJI, CellProfiler atd.).
de: Die **Korrelationsbasierte Kolokalisierung** ist besser geeignet, wenn die zu messenden Markierungen nicht in diskreten Objekten zu finden sind oder wenn Sie vorhersagen, dass das Signal der Markierungen korrelieren sollte. Die korrelationsbasierte Kolokalisierung ist einfacher zu messen, da sie keine {term}"Segmentierung" von Objekten erfordert. Pearson-Korrelationskoeffizienten sind mit den meisten Bildanalyseprogrammen (z. B. FIJI, CellProfiler usw.) leicht messbar.
es: **La colocalización basada en correlación** es más apropiada cuando las etiquetas que está midiendo no se encuentran en objetos discretos o cuando predice que la señal en las etiquetas debería estar correlacionada. La colocalización basada en la correlación es más sencilla de medir, ya que no requiere ninguna {term}`segmentación` de objetos. Los coeficientes de correlación de Pearson se pueden medir fácilmente en la mayoría de los softwares de análisis de imágenes (p. ej., FIJI, CellProfiler, etc.).
fa: **هم‌رنگ‌سازی مبتنی بر همبستگی** زمانی مناسب‌تر است که برچسب‌هایی که اندازه‌گیری می‌کنید در اشیاء مجزا یافت نمی‌شوند یا زمانی که پیش‌بینی می‌کنید که سیگنال در برچسب‌ها باید همبستگی داشته باشند. اندازه‌گیری هم‌سطح‌سازی مبتنی بر همبستگی ساده‌تر است، زیرا به {term}«بخش‌بندی» اشیا نیاز ندارد. ضرایب همبستگی پیرسون در اکثر نرم افزارهای تجزیه و تحلیل تصویر (به عنوان مثال، FIJI، CellProfiler و غیره) به راحتی قابل اندازه گیری هستند.
fi: **Korrelaatioon perustuva kolokalisaatio** sopii paremmin silloin, kun mitattavia merkkejä ei ole erillisissä kohteissa tai kun ennustetaan, että merkkien signaalin pitäisi korreloida. Korrelaatioon perustuva kolokalisaatio on yksinkertaisempi mitata, koska se ei vaadi {term} kohteiden "segmentointia". Pearsonin korrelaatiokertoimet ovat helposti mitattavissa useimmissa kuva-analyysiohjelmissa (esim. FIJI, CellProfiler jne.).
fr: La **colocalisation basée sur la corrélation** est plus appropriée lorsque les étiquettes que vous mesurez ne se trouvent pas dans des objets discrets ou lorsque vous prédisez que le signal dans les étiquettes doit être corrélé. La colocalisation basée sur la corrélation est plus simple à mesurer car elle ne nécessite aucune {term}`segmentation` des objets. Les coefficients de corrélation de Pearson sont facilement mesurables dans la plupart des logiciels d'analyse d'images (par exemple, FIJI, CellProfiler, etc.).
it: La **colocalizzazione basata sulla correlazione** è più appropriata quando le etichette da misurare non si trovano in oggetti discreti o quando si prevede che il segnale delle etichette debba essere correlato. La colocalizzazione basata sulla correlazione è più semplice da misurare in quanto non richiede alcuna "segmentazione" degli oggetti {term}. I coefficienti di correlazione di Pearson sono facilmente misurabili nella maggior parte dei software di analisi delle immagini (ad esempio, FIJI, CellProfiler, ecc.).
ja: **相関ベースの共焦点化**は、測定するラベルがバラバラの物体に存在しない場合や、ラベルのシグナルに相関があると予測される場合に適している。相関に基づくコロカリゼーションは、{term} 、対象物を「セグメンテーション」する必要がないため、測定が簡単である。ピアソン相関係数は、ほとんどの画像解析ソフト（FIJI、CellProfilerなど）で容易に測定可能である。
pl: **Kolokalizacja oparta na korelacji** jest bardziej odpowiednia, gdy mierzone etykiety nie znajdują się w oddzielnych obiektach lub gdy przewidujesz, że sygnał na etykietach powinien być skorelowany. Kolokalizacja oparta na korelacji jest prostsza do zmierzenia, ponieważ nie wymaga żadnej {term}`segmentacji` obiektów. Współczynniki korelacji Pearsona można łatwo zmierzyć w większości programów do analizy obrazu (np. FIJI, CellProfiler itp.).
pt: A **colocalização baseada em correlação** é mais apropriada quando os marcadores que você está medindo não são encontrados em objetos discretos ou quando você prevê que o sinal dos marcadores devem ser correlacionados. A colocalização baseada em correlação é mais simples de medir, pois não requer nenhuma {term}`segmentação` de objetos. Os coeficientes de correlação de Pearson são prontamente mensuráveis na maioria dos softwares de análise de imagem (por exemplo, FIJI, CellProfiler, etc.).

source: **Not having adequate controls** (e.g., single label controls where only one fluorescent label is present). Noise, uneven illumination, and other technical artifacts can cause correlation between two channels
cs: **Nedostatečné kontroly** (např. kontroly s jednou značkou, kde je přítomna pouze jedna fluorescenční značka). Šum, nerovnoměrné osvětlení a další technické artefakty mohou způsobit korelaci mezi dvěma kanály.
de: **Nichtvorhandensein geeigneter Kontrollen** (z. B. Kontrollen mit einer einzigen Markierung, wenn nur eine Fluoreszenzmarkierung vorhanden ist). Rauschen, ungleichmäßige Beleuchtung und andere technische Artefakte können eine Korrelation zwischen zwei Kanälen verursachen
es: **No tener controles adecuados** (p. ej., controles de etiqueta única donde solo hay una etiqueta fluorescente presente). El ruido, la iluminación desigual y otros artefactos técnicos pueden causar correlación entre dos canales
fa: ** نداشتن کنترل های کافی ** (به عنوان مثال، کنترل های تک برچسبی که فقط یک برچسب فلورسنت وجود دارد). نویز، نور ناهموار، و سایر مصنوعات فنی می توانند باعث ایجاد ارتباط بین دو کانال شوند
fi: **Ei ole riittäviä kontrolleja** (esim. yhden merkin kontrollit, joissa on vain yksi fluoresoiva merkintä). Kohina, epätasainen valaistus ja muut tekniset artefaktit voivat aiheuttaa korrelaatiota kahden kanavan välillä.
fr: **N'ayant pas de contrôles adéquats** (par exemple, des contrôles à étiquette unique où une seule étiquette fluorescente est présente). Le bruit, l'éclairage inégal et d'autres artefacts techniques peuvent provoquer une corrélation entre deux canaux
it: **Non disporre di controlli adeguati** (ad esempio, controlli a etichetta singola in cui è presente solo un'etichetta fluorescente). Rumore, illuminazione non uniforme e altri artefatti tecnici possono causare correlazione tra due canali.
ja: **適切なコントロールがない**（例：蛍光ラベルが1つしかないシングルラベルコントロール）。ノイズ、不均一な照明、その他の技術的アーチファクトは、2つのチャンネル間の相関を引き起こす可能性がある。
pl: **Brak odpowiednich kontroli** (np. kontrole z pojedynczą etykietą, w których występuje tylko jedna etykieta fluorescencyjna). Hałas, nierówne oświetlenie i inne artefakty techniczne mogą powodować korelację między dwoma kanałami
pt: **Não ter controles adequados** (por exemplo, controles monomarcados onde apenas um marcador fluorescente está presente). Ruído, iluminação irregular e outros artefatos técnicos podem causar a correlação entre dois canais

source: **Not correcting for shift between channels** It’s common to have some degree of shift between different imaging channels due to differences in optics (e.g., different filter cubes). Not correcting for this shift (e.g., by measuring it and applying the corresponding correction to the channels) can limit your ability to detect colocalization.
cs: **Neprovedení korekce posunu mezi kanály** Je běžné, že mezi různými zobrazovacími kanály dochází k určitému posunu v důsledku rozdílů v optice (např. různé kostky filtrů). Pokud tento posun nekorigujete (např. měřením a použitím odpovídající korekce na kanály), může to omezit vaši schopnost detekovat kolokaci.
de: **Nichtkorrektur der Verschiebung zwischen den Kanälen** Es ist üblich, dass es aufgrund von Unterschieden in der Optik (z. B. unterschiedliche Filterwürfel) zu einer gewissen Verschiebung zwischen verschiedenen Bildgebungskanälen kommt. Wird diese Verschiebung nicht korrigiert (z. B. durch Messung und Anwendung der entsprechenden Korrektur auf die Kanäle), kann die Fähigkeit zur Erkennung der Kolokalisierung eingeschränkt werden.
es: **Sin corregir el cambio entre canales** Es común tener algún grado de cambio entre diferentes canales de imágenes debido a diferencias en la óptica (p. ej., diferentes cubos de filtro). No corregir este cambio (por ejemplo, midiéndolo y aplicando la corrección correspondiente a los canales) puede limitar su capacidad para detectar colocalización.
fa: **تصحیح نشدن جابجایی بین کانال ها** به دلیل تفاوت در اپتیک (مثلاً مکعب های فیلتر مختلف) درجاتی از تغییر بین کانال های تصویربرداری مختلف معمول است. اصلاح نکردن این تغییر (مثلاً با اندازه‌گیری آن و اعمال تصحیح مربوطه در کانال‌ها) می‌تواند توانایی شما را در تشخیص کلکالیزاسیون محدود کند.
fi: **Kanavien välisen siirtymän korjaamatta jättäminen** On tavallista, että eri kuvantamiskanavien välillä on jonkinasteista siirtymää, joka johtuu optiikan eroista (esim. erilaiset suodatinkuutiot). Tämän siirtymän korjaamatta jättäminen (esim. mittaamalla se ja soveltamalla vastaavaa korjausta kanaviin) voi rajoittaa kykyäsi havaita kolokalisaatio.
fr: **Pas de correction du décalage entre les canaux** Il est courant d'avoir un certain degré de décalage entre les différents canaux d'imagerie en raison des différences d'optique (par exemple, différents cubes de filtres). Ne pas corriger ce décalage (par exemple, en le mesurant et en appliquant la correction correspondante aux canaux) peut limiter votre capacité à détecter la colocalisation.
it: **Non correggere lo spostamento tra i canali** È comune avere un certo grado di spostamento tra i diversi canali di imaging a causa di differenze nell'ottica (ad esempio, cubi filtro diversi). La mancata correzione di questo spostamento (ad esempio, misurandolo e applicando la correzione corrispondente ai canali) può limitare la capacità di rilevare la colocalizzazione.
ja: **チャンネル間のシフトを補正しない** 光学系の違い（フィルターキューブの違いなど）により、異なるイメージングチャンネル間である程度のシフトが生じることはよくあることです。このシフトを補正しない（例えば、シフトを測定し、対応する補正をチャンネルに適用する）ことは、共焦点を検出する能力を制限する可能性があります。
pl: **Brak korygowania przesunięcia między kanałami** Często występuje pewien stopień przesunięcia między różnymi kanałami obrazowania ze względu na różnice w optyce (np. różne kostki filtrów). Brak korekty tego przesunięcia (np. poprzez jego pomiar i zastosowanie odpowiedniej korekty do kanałów) może ograniczyć zdolność wykrywania kolokalizacji.
pt: **Não corrigindo a sobreposição entre os canais** É comum existir algum grau de sobreposição entre diferentes canais da imagem devido a diferenças na ótica (por exemplo, diferentes cubos de fluorescência). Não corrigir essa mudança (por exemplo, medindo-a e aplicando a correção correspondente aos canais) pode limitar sua capacidade de detectar a colocalização.

source: **Bleedthrough** Sometimes signal from one fluorescent channel bleeds into another, which can falsely increase your detected colocalization. This happens most commonly with fluorophores that are similar in spectra (e.g., GFP and YFP). This is caused by fluorophore in one channel being weakly excited by light used to excite a different fluorophore and the resulting emitted fluorescence makes it through the emission filter (e.g., your green objects show up in the yellow channel as well). Assess this with single label controls.
cs: **Bleedthrough** Někdy signál z jednoho fluorescenčního kanálu proniká do jiného, což může falešně zvýšit vaši detekovanou kolokalizaci. K tomu dochází nejčastěji u fluoroforů, které jsou ve spektrech podobné (např. GFP a YFP). To je způsobeno tím, že fluorofor v jednom kanálu je slabě excitován světlem použitým k excitaci jiného fluoroforu a výsledná emitovaná fluorescence projde emisním filtrem (např. vaše zelené objekty se objeví také ve žlutém kanálu). Posuďte to pomocí ovládacích prvků s jedním štítkem.
de: **Bleedthrough** Manchmal blutet das Signal von einem Fluoreszenzkanal in einen anderen, was die erkannte Kolokalisierung fälschlicherweise erhöhen kann. Dies geschieht am häufigsten bei Fluorophoren, die ein ähnliches Spektrum haben (z. B. GFP und YFP). Dies wird dadurch verursacht, dass ein Fluorophor in einem Kanal durch Licht, das zur Anregung eines anderen Fluorophors verwendet wird, schwach angeregt wird und die daraus resultierende emittierte Fluoreszenz den Emissionsfilter durchdringt (z. B. erscheinen Ihre grünen Objekte auch im gelben Kanal). Überprüfen Sie dies mit Einzelmarkenkontrollen.
es: **Bloqueo** A veces, la señal de un canal fluorescente se filtra a otro, lo que puede aumentar falsamente la colocalización detectada. Esto sucede más comúnmente con fluoróforos que tienen espectros similares (p. ej., GFP e YFP). Esto se debe a que el fluoróforo en un canal se excita débilmente por la luz utilizada para excitar un fluoróforo diferente y la fluorescencia emitida resultante atraviesa el filtro de emisión (por ejemplo, sus objetos verdes también aparecen en el canal amarillo). Evalúe esto con controles de una sola etiqueta.
fa: **خونریزی** گاهی اوقات سیگنال از یک کانال فلورسنت به کانال دیگر وارد می شود، که می تواند به طور کاذب لکه سازی شناسایی شده شما را افزایش دهد. این معمولاً در مورد فلوروفورهایی اتفاق می افتد که از نظر طیف مشابه هستند (به عنوان مثال، GFP و YFP). این امر به دلیل تحریک ضعیف فلوروفور در یک کانال توسط نوری است که برای برانگیختن فلوروفور دیگری استفاده می‌شود و فلورسانس ساطع شده آن را از فیلتر انتشار عبور می‌دهد (به عنوان مثال، اجسام سبز رنگ شما در کانال زرد نیز ظاهر می‌شوند). این را با کنترل های تک برچسب ارزیابی کنید.
fi: **Vuotaminen** Joskus yhden fluoresoivan kanavan signaali vuotaa toiseen kanavaan, mikä voi lisätä havaittua kolokalisaatiota virheellisesti. Tämä tapahtuu yleisimmin fluorofoorien kanssa, joiden spektri on samankaltainen (esim. GFP ja YFP). Tämä johtuu siitä, että yhden kanavan fluorofori kiihdytetään heikosti valolla, jota käytetään toisen fluoroforin kiihdyttämiseen, ja näin syntyvä emittoitunut fluoresenssi pääsee emissiosuodattimen läpi (esim. vihreät kohteet näkyvät myös keltaisessa kanavassa). Arvioi tämä yhden merkin kontrolleilla.
fr: **Bleedthrough** Parfois, le signal d'un canal fluorescent se répand dans un autre, ce qui peut faussement augmenter votre colocalisation détectée. Cela se produit le plus souvent avec des fluorophores dont les spectres sont similaires (par exemple, GFP et YFP). Cela est dû au fait que le fluorophore dans un canal est faiblement excité par la lumière utilisée pour exciter un fluorophore différent et la fluorescence émise qui en résulte passe à travers le filtre d'émission (par exemple, vos objets verts apparaissent également dans le canal jaune). Évaluez cela avec des contrôles à étiquette unique.
it: **A volte il segnale di un canale fluorescente si disperde in un altro, il che può aumentare falsamente la colocalizzazione rilevata. Questo accade più comunemente con fluorofori che hanno spettri simili (ad esempio, GFP e YFP). Ciò è dovuto al fatto che il fluoroforo di un canale viene debolmente eccitato dalla luce utilizzata per eccitare un altro fluoroforo e la fluorescenza emessa che ne risulta passa attraverso il filtro di emissione (ad esempio, gli oggetti verdi appaiono anche nel canale giallo). Valutare questo aspetto con controlli a etichetta singola.
ja: **ブリードスルー** ある蛍光チャネルからのシグナルが別の蛍光チャネルにブリードス ルーすることがあり、これにより検出されたコロカライゼーションが 誤って大きくなることがあります。これは、スペクトルが類似している蛍光色素（例：GFP と YFP）でよく起こります。これは、あるチャンネルの蛍光体が、別の蛍光体を励起するための光によって弱く励起され、その結果放出された蛍光がエミッションフィルターを通過してしまうために起こります（例えば、緑色の物体が黄色のチャンネルにも表示されます）。これをシングルラベルコントロールで評価する。
pl: **Przenikanie** Czasami sygnał z jednego kanału fluorescencyjnego przenika do innego, co może fałszywie zwiększyć wykrytą kolokalizację. Dzieje się tak najczęściej w przypadku fluoroforów o podobnych widmach (np. GFP i YFP). Jest to spowodowane tym, że fluorofor w jednym kanale jest słabo wzbudzany światłem używanym do wzbudzania innego fluoroforu, a wynikająca z tego emitowana fluorescencja przechodzi przez filtr emisji (np. twoje zielone obiekty pojawiają się również w żółtym kanale). Oceń to za pomocą kontrolek z jedną etykietą.
pt: **Bleedthrough** ou **Contaminação de canais** Às vezes, o sinal de um canal fluorescente vaza para outro, o que pode aumentar falsamente a colocalização detectada. Isso acontece com maior frequencia com fluoróforos que possuem espectros semelhantes (por exemplo, GFP e YFP). Isso é causado pelo fluoróforo em um canal sendo fracamente excitado pela luz usada para excitar um fluoróforo diferente e a fluorescência emitida resultante passa pelo filtro de emissão (por exemplo, seus objetos verdes também aparecem no canal amarelo). Avalie isso com controles monomarcados.

source: **Improper interpretation of your colocalization metric** The details of the metric chosen here are very important - they vary widely in terms of their inclusion of background pixels, their sensitivity to signal-to-noise, etc. Consultation with an expert and the inclusion of proper controls can help you be assured that your measurement is truly what you think it is.
cs: **Nesprávná interpretace vaší kolokalizační metriky** Podrobnosti zde zvolené metriky jsou velmi důležité – značně se liší, pokud jde o zahrnutí pixelů na pozadí, jejich citlivost na signál/šum atd. Konzultace s odborníkem a zahrnutí správných kontrol vám může pomoci mít jistotu, že vaše měření je skutečně takové, jaké si myslíte.
de: **Richtiges Interpretieren Ihrer Kolokalisationsmetrik** Die Details der hier gewählten Metrik sind sehr wichtig - sie variieren stark in Bezug auf die Einbeziehung von Hintergrundpixeln, ihre Empfindlichkeit gegenüber dem Signal-Rausch-Verhältnis usw. Durch die Beratung mit einem Experten und die Einbeziehung geeigneter Kontrollen können Sie sicher sein, dass Ihre Messung auch wirklich das ist, wofür Sie sie halten.
es: **Interpretación incorrecta de su métrica de colocalización** Los detalles de la métrica elegida aquí son muy importantes: varían ampliamente en cuanto a la inclusión de píxeles de fondo, su sensibilidad a la relación señal-ruido, etc. Consulta con un experto y el la inclusión de controles adecuados puede ayudarlo a estar seguro de que su medición es realmente lo que cree que es.
fa: **تفسیر نادرست متریک colocalization شما** جزئیات متریک انتخاب شده در اینجا بسیار مهم است - آنها از نظر گنجاندن پیکسل های پس زمینه، حساسیت آنها به سیگنال به نویز و غیره بسیار متفاوت هستند. مشاوره با یک متخصص و گنجاندن کنترل های مناسب می تواند به شما کمک کند که مطمئن شوید اندازه گیری شما واقعاً همان چیزی است که فکر می کنید.
fi: **Kolokalisaatiometriikan oikea tulkinta** Tässä valitun metriikan yksityiskohdat ovat hyvin tärkeitä - ne vaihtelevat suuresti taustapikseleiden sisällyttämisen, signaali-kohina-herkkyyden jne. suhteen. Asiantuntijan kuuleminen ja asianmukaisten kontrollien ottaminen mukaan voivat auttaa sinua olemaan varma siitä, että mittauksesi on todella sitä, mitä luulet sen olevan.
fr: **Mauvaise interprétation de votre métrique de colocalisation** Les détails de la métrique choisie ici sont très importants - ils varient considérablement en termes d'inclusion de pixels d'arrière-plan, de sensibilité au signal sur bruit, etc. Consultation avec un expert et le l'inclusion de contrôles appropriés peut vous aider à être assuré que votre mesure est vraiment ce que vous pensez qu'elle est.
it: **Interpretazione corretta della metrica di colocalizzazione** I dettagli della metrica scelta sono molto importanti: variano molto in termini di inclusione dei pixel di sfondo, sensibilità al rapporto segnale/rumore, ecc. La consultazione con un esperto e l'inclusione di controlli adeguati possono aiutare a garantire che la misurazione sia davvero quella che si pensa sia.
ja: **ここで選択した測定法の詳細は非常に重要であり、バックグラウンドピクセルを含むかどうか、S/N感度はどうであるかなど、測定法は多岐にわたる。専門家に相談し、適切なコントロールを含めることで、測定値が本当にあなたが考えているものであることを確信することができます。
pl: **Niewłaściwa interpretacja metryki kolokalizacji** Szczegóły wybranej tutaj metryki są bardzo ważne — różnią się znacznie pod względem uwzględnienia pikseli tła, wrażliwości na sygnał do szumu itp. Konsultacja z ekspertem i włączenie odpowiednich kontroli może pomóc ci mieć pewność, że twój pomiar jest naprawdę taki, jak myślisz.
pt: **Interpretação imprópria da medida de colocalização** Os detalhes da medida escolhida aqui são muito importantes - elas variam muito em termos de inclusão de pixels de fundo (background), sensibilidade a sinal-ruído, etc. A consulta com um especialista e a inclusão de controles adequados pode ajudá-lo a ter certeza de que sua medição é realmente o que você pensa que é.

source: 🔢 [Theoretical background on colocalization](https://svi.nl/ColocalizationTheory)
cs: 🔢 [Teoretie kolokalizace](https://svi.nl/ColocalizationTheory)
de: 🔢 [Theoretischer Hintergrund zur Kolokalisierung](https://svi.nl/ColocalizationTheory)
es: 🔢 [Antecedentes teóricos sobre la colocalización](https://svi.nl/ColocalizationTheory)
fa: 🔢 [پیشینه نظری در colocalization] (https://svi.nl/ColocalizationTheory)
fi: 🔢 [Kolokalisaation teoreettinen tausta](https://svi.nl/ColocalizationTheory)
fr: 🔢 [Contexte théorique sur la colocalisation](https://svi.nl/ColocalizationTheory)
it: 🔢 [Sfondo teorico sulla colocalizzazione](https://svi.nl/ColocalizationTheory)
ja: 🔢 [コロカライゼーションの理論的背景](https://svi.nl/ColocalizationTheory)
pl: 🔢 [Podstawy teoretyczne dotyczące kolokalizacji](https://svi.nl/ColocalizationTheory)
pt: 🔢 [Base teórica sobre colocalização](https://svi.nl/ColocalizationTheory)

source: 📄 [Image co-localization - co-occurrence versus correlation](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}`Aaron2018-qi`
de: 📄 [Co-Lokalisierung von Bildern - Co-Occurrence versus Korrelation](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}`Aaron2018-qi`
es: 📄 [Co-localización de imágenes - co-ocurrencia versus correlación](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite }`Aaron2018-qi`
fa: 📄 [هم‌محل‌سازی تصویر - هم‌وضعیت در مقابل همبستگی](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}`Aaron2018-qi`
fr: 📄 [Co-localisation d'images - co-occurrence versus corrélation](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}` Aaron2018-qi`
it: 📄 [Co-localizzazione dell'immagine - co-occorrenza contro correlazione](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}`Aaron2018-qi`
ja: 📄 [画像の共局在化 - 共起 vs 相関](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus){cite}`Aaron2018-qi`
pl: 📄 [Kolokalizacja obrazu - współwystępowanie a korelacja](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}` Aaron2018-qi`
pt: 📄 [Co-localização de imagem - co-ocorrência versus correlação](https://journals.biologists.com/jcs/article/131/3/jcs211847/77151/Image-co-localization-co-occurrence-versus) {cite}` Aaron2018-qi`

source: Common types of analysis
cs: Běžné typy analýzy
de: Gemeinsame Arten der Analyse
es: Tipos comunes de análisis
fa: انواع متداول تحلیل
fi: Yleiset analyysityypit
fr: Types d'analyse courants
it: Tipi comuni di analisi
ja: 一般的な分析の種類
pl: Typowe rodzaje analiz
pt: Tipos comuns de análise
