Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: In this section, we detail information and tips about some common, very useful types of image analysis. We first describe two aspects of morphological analysis. **Morphology** is the study of the appearance, form, and structure of an object and morphological measurements include those based on object **shape** (e.g. cell area) as well as **intensity** (e.g. mean brightness of GFP). After describing shape-based and intensity-based analyses, we also present tips for measuring **colocalization**, **tracking objects**, and **classifying objects**.
cs: V této části uvádíme podrobné informace a tipy o některých běžných, velmi užitečných typech analýzy obrazu. Nejprve popíšeme dva aspekty morfologické analýzy. **Morfologie** je studium vzhledu, tvaru a struktury objektu a morfologická měření zahrnují měření založená na **tvaru** objektu (např. plocha buňky) a také **intenzitě** (např. střední jas GFP). Po popisu analýz založených na tvaru a intenzitě uvádíme také tipy pro měření **kolokalizace**, **sledování objektů** a **klasifikaci objektů**.
de: In diesem Abschnitt finden Sie Informationen und Tipps zu einigen gängigen, sehr nützlichen Arten der Bildanalyse. Wir beschreiben zunächst zwei Aspekte der morphologischen Analyse. Unter **Morphologie** versteht man die Untersuchung des Aussehens, der Form und der Struktur eines Objekts. Zu den morphologischen Messungen gehören solche, die auf der **Form** des Objekts (z. B. Zellfläche) sowie auf der **Intensität** (z. B. mittlere Helligkeit von GFP) basieren. Nach der Beschreibung von form- und intensitätsbasierten Analysen geben wir auch Tipps zur Messung der **Kolokalisierung**, zur **Verfolgung von Objekten** und zur **Klassifizierung von Objekten**.
es: En esta sección, detallamos información y consejos sobre algunos tipos comunes y muy útiles de análisis de imágenes. Primero describimos dos aspectos del análisis morfológico. **Morfología** es el estudio de la apariencia, forma y estructura de un objeto y las medidas morfológicas incluyen aquellas basadas en la **forma** del objeto (por ejemplo, el área de la celda), así como la **intensidad** (por ejemplo, el brillo medio de GFP). Después de describir los análisis basados en la forma y la intensidad, también presentamos consejos para medir la **colocalización**, **seguimiento de objetos** y **clasificación de objetos**.
fa: در این بخش، اطلاعات و نکاتی را در مورد انواع رایج و بسیار مفید تحلیل تصویر به تفصیل شرح می دهیم. ما ابتدا دو جنبه از تجزیه و تحلیل مورفولوژیکی را شرح می دهیم. **مورفولوژی** مطالعه ظاهر، فرم و ساختار یک شی است و اندازه‌گیری‌های مورفولوژیکی شامل اندازه‌گیری‌های مبتنی بر **شکل** جسم (مثلاً مساحت سلول) و همچنین **شدت** (مثلاً میانگین روشنایی شیء) است. GFP). پس از تشریح تحلیل‌های مبتنی بر شکل و شدت، نکاتی را نیز برای اندازه‌گیری **همرنگ‌سازی**، **ردیابی اشیاء** و **طبقه‌بندی اشیاء** ارائه می‌کنیم.
fi: Tässä osassa kerromme yksityiskohtaisesti ja annamme vinkkejä joistakin yleisistä, erittäin hyödyllisistä kuva-analyysityypeistä. Kuvaamme ensin kaksi morfologisen analyysin näkökohtaa. **Morfologia** on kohteen ulkonäön, muodon ja rakenteen tutkimusta, ja morfologisiin mittauksiin kuuluvat kohteen **muoto** (esim. solujen pinta-ala) sekä **intensiteetti** (esim. GFP:n keskimääräinen kirkkaus). Muoto- ja intensiteettipohjaisten analyysien kuvaamisen jälkeen esitellään myös vinkkejä **lokaalisuuden** mittaamiseen, **objektien jäljittämiseen** ja **objektien luokitteluun**.
fr: Dans cette section, nous détaillons des informations et des conseils sur certains types d'analyse d'image courants et très utiles. Nous décrivons d'abord deux aspects de l'analyse morphologique. La **morphologie** est l'étude de l'apparence, de la forme et de la structure d'un objet. Les mesures morphologiques incluent celles basées sur la **forme** de l'objet (par exemple, la zone cellulaire) ainsi que sur l'**intensité** (par exemple, la luminosité moyenne de GFP). Après avoir décrit les analyses basées sur la forme et sur l'intensité, nous présentons également des conseils pour mesurer la **colocalisation**, le **suivi d'objets** et la **classification d'objets**.
it: In questa sezione vengono fornite informazioni e suggerimenti su alcuni tipi comuni e molto utili di analisi delle immagini. Descriviamo innanzitutto due aspetti dell'analisi morfologica. **La **morfologia** è lo studio dell'aspetto, della forma e della struttura di un oggetto e le misure morfologiche includono quelle basate sulla **forma** dell'oggetto (ad esempio, l'area delle cellule) e sull'intensità** (ad esempio, la luminosità media della GFP). Dopo aver descritto le analisi basate sulla forma e sull'intensità, presentiamo anche suggerimenti per misurare la **colocalizzazione**, **tracciare gli oggetti** e **classificare gli oggetti**.
ja: このセクションでは、一般的で非常に便利な画像解析に関する情報とヒントについて詳しく説明します。最初に形態素解析の2つの側面について説明します。**形態学**とは、物体の外観、形態、構造の研究であり、形態学的測定には、物体の**形状**（例：細胞面積）と**強度**（例：GFPの平均輝度）に基づくものが含まれる。形状に基づく解析と強度に基づく解析について説明した後、**局在**測定、**対象物の追跡**、**対象物の分類**に関するヒントも紹介する。
pl: W tej sekcji szczegółowo przedstawiamy informacje i wskazówki dotyczące niektórych typowych, bardzo przydatnych rodzajów analizy obrazu. Najpierw opisujemy dwa aspekty analizy morfologicznej. **Morfologia** to badanie wyglądu, formy i struktury obiektu, a pomiary morfologiczne obejmują pomiary oparte na **kształcie** obiektu (np. powierzchnia komórki) oraz **intensywności** (np. średnia jasność GFP). Po omówieniu analiz opartych na kształcie i intensywności przedstawiamy również wskazówki dotyczące pomiaru **kolokalizacji**, **śledzenia obiektów** i **klasyfikowania obiektów**.
pt: Nesta seção, detalhamos informações e dicas sobre alguns tipos comuns e muito úteis de análise de imagens. Descrevemos primeiro dois aspectos da análise morfológica. **Morfologia** é o estudo da aparência, forma e estrutura de um objeto e as medições morfológicas incluem aquelas baseadas na **forma** do objeto (por exemplo, área celular), bem como **intensidade** (por exemplo, brilho médio de GPF). Depois de descrever as análises baseadas em forma e intensidade, também apresentamos dicas para medir **colocalização**, **rastrear objetos** e **classificação de objetos**.

source: Data management and sharing
cs: Správa a sdílení dat
de: Verwaltung und gemeinsame Nutzung von Daten
es: Gestión y uso compartido de datos
fa: مدیریت و به اشتراک گذاری داده ها
fi: Tietojen hallinta ja jakaminen
fr: Gestion et partage des données
it: Gestione e condivisione dei dati
ja: データの管理と共有
pl: Zarządzanie danymi i udostępnianie
pt: Gerenciamento e compartilhamento de dados

source: What is it?
cs: Co je to?
de: Was ist das?
es: ¿Qué es?
fa: چیست؟
fi: Mikä se on?
fr: Qu'est-ce que c'est?
it: Che cos'è?
ja: それは何ですか？
pl: Co to jest?
pt: O que é?

source: Both journals and scientific funders have placed more emphasis in recent years on the fact that it is critical to save both the raw data generated during the course of scientific discovery as well as the workflows used to process such data. While mandates to publicly deposit raw image data have recently gone into place in several countries, it can be difficult for researchers to know where to store images, code, and metadata associated with their bioimaging experiments.
cs: Časopisy i poskytovatelé vědeckých prostředků kladou v posledních letech větší důraz na to, že je nezbytné uchovávat jak surová data, která vznikají v průběhu vědeckého objevování, tak pracovní postupy používané ke zpracování těchto dat. Ačkoli v několika zemích nedávno vstoupily v platnost mandáty pro veřejné ukládání nezpracovaných obrazových dat, pro výzkumné pracovníky může být obtížné zjistit, kam ukládat obrázky, kód a metadata související s jejich experimenty s biologickým zobrazováním.
de: Sowohl Zeitschriften als auch wissenschaftliche Förderer haben in den letzten Jahren verstärkt darauf hingewiesen, dass es von entscheidender Bedeutung ist, sowohl die im Zuge wissenschaftlicher Entdeckungen erzeugten Rohdaten als auch die zur Verarbeitung dieser Daten verwendeten Arbeitsabläufe zu speichern. Zwar gibt es seit kurzem in mehreren Ländern Vorschriften für die öffentliche Hinterlegung von Bildrohdaten, doch ist es für Forscher oft schwierig zu wissen, wo sie die Bilder, den Code und die Metadaten ihrer Bioimaging-Experimente speichern sollen.
es: Tanto las revistas como los patrocinadores científicos han puesto más énfasis en los últimos años en el hecho de que es fundamental guardar tanto los datos sin procesar generados durante el curso del descubrimiento científico como los flujos de trabajo utilizados para procesar dichos datos. Si bien los mandatos para depositar públicamente datos de imágenes sin procesar se implementaron recientemente en varios países, puede ser difícil para los investigadores saber dónde almacenar imágenes, códigos y metadatos asociados con sus experimentos de bioimagen.
fa: هم مجلات و هم سرمایه‌گذاران علمی در سال‌های اخیر تأکید بیشتری بر این واقعیت داشته‌اند که ذخیره داده‌های خام تولید شده در طول اکتشافات علمی و همچنین گردش‌های کاری مورد استفاده برای پردازش این داده‌ها بسیار مهم است. در حالی که اجباری برای سپرده گذاری عمومی داده های تصویر خام اخیراً در چندین کشور به اجرا درآمده است، برای محققان دشوار است که بدانند تصاویر، کدها و ابرداده های مرتبط با آزمایش های تصویربرداری زیستی خود را در کجا ذخیره کنند.
fi: Sekä aikakauslehdet että tieteelliset rahoittajat ovat viime vuosina painottaneet entistä enemmän sitä, että on ratkaisevan tärkeää tallentaa sekä tieteellisen tutkimuksen aikana tuotetut raakadatat että niiden käsittelyssä käytetyt työnkulut. Vaikka useissa maissa on hiljattain otettu käyttöön valtuudet tallettaa raakakuvatietoja julkisesti, tutkijoiden voi olla vaikea tietää, minne tallentaa biokuvantamiskokeiluihinsa liittyvät kuvat, koodi ja metatiedot.
fr: Les revues et les bailleurs de fonds scientifiques ont mis davantage l'accent ces dernières années sur le fait qu'il est essentiel de sauvegarder à la fois les données brutes générées au cours de la découverte scientifique ainsi que les flux de travail utilisés pour traiter ces données. Bien que des mandats de dépôt public de données d'images brutes aient récemment été mis en place dans plusieurs pays, il peut être difficile pour les chercheurs de savoir où stocker les images, le code et les métadonnées associées à leurs expériences de bioimagerie.
it: Negli ultimi anni sia le riviste che i finanziatori scientifici hanno posto maggiore enfasi sul fatto che è fondamentale salvare sia i dati grezzi generati nel corso della scoperta scientifica sia i flussi di lavoro utilizzati per elaborare tali dati. Sebbene in diversi Paesi sia stato recentemente introdotto l'obbligo di depositare pubblicamente i dati grezzi delle immagini, può essere difficile per i ricercatori sapere dove conservare le immagini, il codice e i metadati associati ai loro esperimenti di bioimmagine.
ja: ジャーナルと科学助成機関は近年、科学的発見の過程で生成された生データと、そのようなデータを処理するために使用されたワークフローの両方を保存することが重要であるという事実をより重視している。最近、いくつかの国では、生の画像データを公的に寄託することが義務付けられたが、研究者にとっては、バイオイメージング実験に関連する画像、コード、メタデータをどこに保存すればよいかを知ることは難しい。
pl: Zarówno czasopisma, jak i grantodawcy naukowi kładą w ostatnich latach większy nacisk na fakt, że niezwykle ważne jest zapisywanie zarówno surowych danych generowanych w trakcie odkryć naukowych, jak i przepływów pracy wykorzystywanych do przetwarzania takich danych. Chociaż w kilku krajach wprowadzono ostatnio nakaz publicznego deponowania nieprzetworzonych danych obrazowych, naukowcom może być trudno wiedzieć, gdzie przechowywać obrazy, kod i metadane związane z ich eksperymentami z bioobrazowaniem.
pt: Tanto os periódicos quanto as agências de financiamento científico deram mais ênfase nos últimos anos ao fato de que é fundamental salvar tanto os dados brutos gerados durante o curso da descoberta científica quanto os protocolos usados para processar esses dados. Embora os requerimentos para depositar publicamente os dados brutos de imagens tenham entrado em vigor recentemente em vários países, pode ser difícil para os pesquisadores saberem onde armazenar imagens, códigos e metadados associados a seus experimentos de bioimagem.

source: 🤔 What are my options?
cs: 🤔 Jaké mám možnosti?
de: 🤔 Welche Möglichkeiten habe ich?
es: 🤔 ¿Cuáles son mis opciones?
fa: 🤔 گزینه های من چیست؟
fi: 🤔 Mitä vaihtoehtoja minulla on?
fr: 🤔 Quelles sont mes options ?
it: 🤔 Quali sono le mie opzioni?
ja: どのような選択肢がありますか？
pl: 🤔 Jakie mam opcje?
pt: 🤔 Quais são minhas opções?

source: There are many options for storing image data in online repositories. These services make it easy to share and reuse data. The best option will depend on the size of the dataset, the budget for storage, whether there is related non-image data, and how much metadata is available for the dataset. Some options are summarized below:
cs: Existuje mnoho možností ukládání obrazových dat v online repozitářích. Tyto služby usnadňují sdílení a opakované použití dat. Nejlepší možnost závisí na velikosti datové sady, rozpočtu na její uložení, na tom, zda existují související neobrazová data a kolik metadat je k dispozici pro danou datovou sadu. Některé možnosti jsou shrnuty níže:
de: Es gibt viele Möglichkeiten zur Speicherung von Bilddaten in Online-Repositories. Diese Dienste erleichtern die gemeinsame Nutzung und Wiederverwendung von Daten. Welche Option am besten geeignet ist, hängt von der Größe des Datensatzes, dem Budget für die Speicherung, dem Vorhandensein verwandter Nicht-Bilddaten und dem Umfang der für den Datensatz verfügbaren Metadaten ab. Einige Optionen sind im Folgenden zusammengefasst:
es: Hay muchas opciones para almacenar datos de imágenes en repositorios en línea. Estos servicios facilitan compartir y reutilizar datos. La mejor opción dependerá del tamaño del conjunto de datos, el presupuesto de almacenamiento, si hay datos relacionados que no sean imágenes y cuántos metadatos hay disponibles para el conjunto de datos. Algunas opciones se resumen a continuación:
fa: گزینه های زیادی برای ذخیره داده های تصویر در مخازن آنلاین وجود دارد. این خدمات اشتراک گذاری و استفاده مجدد از داده ها را آسان می کند. بهترین گزینه به اندازه مجموعه داده، بودجه ذخیره سازی، وجود داده های غیرتصویری مرتبط و میزان فراداده برای مجموعه داده بستگی دارد. برخی از گزینه ها در زیر خلاصه می شوند:
fi: Kuvatietojen tallentamiseen verkkovarastoihin on monia vaihtoehtoja. Nämä palvelut helpottavat tietojen jakamista ja uudelleenkäyttöä. Paras vaihtoehto riippuu tietokokonaisuuden koosta, tallennukseen käytettävissä olevasta budjetista, siitä, onko siihen liittyvää muuta kuin kuvatietoa, ja siitä, kuinka paljon metatietoa tietokokonaisuudesta on saatavilla. Seuraavassa esitetään yhteenveto joistakin vaihtoehdoista:
fr: Il existe de nombreuses options pour stocker des données d'image dans des référentiels en ligne. Ces services facilitent le partage et la réutilisation des données. La meilleure option dépendra de la taille de l'ensemble de données, du budget de stockage, de l'existence ou non de données liées à des images et de la quantité de métadonnées disponibles pour l'ensemble de données. Certaines options sont résumées ci-dessous :
it: Esistono molte opzioni per archiviare i dati delle immagini in archivi online. Questi servizi facilitano la condivisione e il riutilizzo dei dati. L'opzione migliore dipende dalle dimensioni del set di dati, dal budget a disposizione per l'archiviazione, dall'eventuale presenza di dati non relativi alle immagini e dalla quantità di metadati disponibili per il set di dati. Alcune opzioni sono riassunte di seguito:
ja: 画像データをオンラインリポジトリに保存するオプションは数多くあります。これらのサービスを利用すれば、データの共有や再利用が容易になります。データセットのサイズ，保存のための予算，関連する画像以外のデータの有無，データセットのメタデータの量によって，最適なオプションは異なります．いくつかのオプションを以下にまとめる：
pl: Istnieje wiele opcji przechowywania danych obrazu w repozytoriach online. Usługi te ułatwiają udostępnianie i ponowne wykorzystywanie danych. Najlepsza opcja będzie zależała od rozmiaru zestawu danych, budżetu na przechowywanie, tego, czy istnieją powiązane dane inne niż obraz oraz ile metadanych jest dostępnych dla zestawu danych. Poniżej podsumowano niektóre opcje:
pt: Existem muitas opções para armazenar dados de imagem em repositórios online. Esses serviços facilitam o compartilhamento e a reutilização de dados. A melhor opção dependerá do tamanho do conjunto de dados, do orçamento para armazenamento, se há dados não relacionados a imagem e quantos metadados estão disponíveis para o conjunto de dados. Algumas opções estão resumidas abaixo:

source: Comparison of various data respositories
cs: Porovnání různých datových repozitářů
de: Vergleich der verschiedenen Datenquellen
es: Comparación de varios repositorios de datos
fa: مقایسه مخازن مختلف داده ها
fi: Eri tietovarantojen vertailu
fr: Comparaison de différents référentiels de données
it: Confronto tra diversi archivi di dati
ja: 様々なデータ・リソースの比較
pl: Porównanie różnych repozytoriów danych
pt: Comparação entre vários repositórios de dados

source: **Options for storing bioimaging data** Figure by Beth Cimini (2023) [Source](https://doi.org/10.5281/zenodo.7628604)
de: **Optionen für die Speicherung von Bioimaging-Daten** Abbildung von Beth Cimini (2023) [Quelle](https://doi.org/10.5281/zenodo.7628604)
es: **Opciones para almacenar datos de bioimágenes** Figura de Beth Cimini (2023) [Fuente](https://doi.org/10.5281/zenodo.7628604)
fa: **گزینه هایی برای ذخیره داده های تصویربرداری زیستی** شکل توسط Beth Cimini (2023) [منبع](https://doi.org/10.5281/zenodo.7628604)
fi: **Vaihtoehtoja biokuvantamisdatan tallentamiseen** Kuva Beth Cimini (2023) [Lähde](https://doi.org/10.5281/zenodo.7628604)
fr: **Options de stockage des données de bioimagerie** Figure de Beth Cimini (2023) [Source](https://doi.org/10.5281/zenodo.7628604)
it: **Opzioni per l'archiviazione dei dati di bioimmagine** Figura di Beth Cimini (2023) [Fonte](https://doi.org/10.5281/zenodo.7628604)
ja: **バイオイメージングデータを保存するためのオプション** 図：Beth Cimini (2023) [出典](https://doi.org/10.5281/zenodo.7628604)
pl: **Opcje przechowywania danych bioobrazowych** Rysunek autorstwa Beth Cimini (2023) [Źródło](https://doi.org/10.5281/zenodo.7628604)
pt: **Opções para armazenar dados de bioimagem** Figura de Beth Cimini (2023) [Fonte](https://doi.org/10.5281/zenodo.7628604)

source: **Not storing original versions of images**. It is critical that the raw image data be saved and stored. It is very important that these files are not compressed formats (e.g., '.jpeg') or modified from the original files on which analysis was performed. If files are modified, measurements will change and the analysis pipeline will not be reproducible to anyone else.
cs: **Neukládání původních verzí obrázků**. Je velmi důležité, aby byla uložena a uložena původní obrazová data. Je velmi důležité, aby tyto soubory nebyly v komprimovaných formátech (např. ".jpeg") nebo upravené oproti původním souborům, na kterých byla provedena analýza. Pokud jsou soubory upraveny, měření se změní a analytická pipeline nebude reprodukovatelná pro nikoho dalšího.
de: **Nicht die Originalversionen der Bilder speichern**. Es ist von entscheidender Bedeutung, dass die Rohbilddaten gespeichert und aufbewahrt werden. Es ist sehr wichtig, dass diese Dateien nicht in komprimierten Formaten (z. B. '.jpeg') vorliegen oder gegenüber den Originaldateien, mit denen die Analyse durchgeführt wurde, verändert wurden. Werden die Dateien verändert, ändern sich die Messungen, und die Analysepipeline ist für andere nicht mehr reproduzierbar.
es: **No almacenar versiones originales de imágenes**. Es fundamental que los datos de la imagen sin procesar se guarden y almacenen. Es muy importante que estos archivos no sean formatos comprimidos (p. ej., '.jpeg') o modificados de los archivos originales en los que se realizó el análisis. Si se modifican los archivos, las mediciones cambiarán y nadie más podrá reproducir la tubería de análisis.
fa: **نسخه های اصلی تصاویر ذخیره نمی شود**. بسیار مهم است که داده های تصویر خام ذخیره و ذخیره شوند. بسیار مهم است که این فایل‌ها فرمت‌های فشرده (مانند '.jpeg') یا اصلاح شده از فایل‌های اصلی که آنالیز روی آنها انجام شده است نباشند. اگر فایل‌ها اصلاح شوند، اندازه‌گیری‌ها تغییر می‌کند و خط لوله تجزیه و تحلیل برای دیگران قابل تکرار نخواهد بود.
fi: **Ei tallenneta kuvien alkuperäisiä versioita**. On erittäin tärkeää, että raakakuvatiedot tallennetaan ja säilytetään. On erittäin tärkeää, että nämä tiedostot eivät ole pakattuja (esim. .jpeg) tai muunneltuja alkuperäisistä tiedostoista, joista analyysi tehtiin. Jos tiedostoja muutetaan, mittaustulokset muuttuvat, eikä analyysiputki ole toistettavissa kenellekään muulle.
fr: **Ne stocke pas les versions originales des images**. Il est essentiel que les données d'image brutes soient enregistrées et stockées. Il est très important que ces fichiers ne soient pas des formats compressés (par exemple, '.jpeg') ou modifiés à partir des fichiers originaux sur lesquels l'analyse a été effectuée. Si les fichiers sont modifiés, les mesures changeront et le pipeline d'analyse ne pourra être reproduit par personne d'autre.
it: **Non memorizzare le versioni originali delle immagini**. È fondamentale salvare e conservare i dati delle immagini grezze. È molto importante che questi file non siano formati compressi (ad esempio, '.jpeg') o modificati rispetto ai file originali su cui è stata eseguita l'analisi. Se i file vengono modificati, le misure cambieranno e la pipeline di analisi non sarà riproducibile da nessun altro.
ja: **オリジナルバージョンの画像を保存しない**。生の画像データを保存・保管することが重要である。これらのファイルが圧縮された形式（例: '.jpeg'）でないこと、または解析が行われた元のファイルから変更されていないことが非常に重要です。ファイルが変更された場合、測定値が変更され、解析パイプラインは他の誰にも再現できなくなります。
pl: **Brak przechowywania oryginalnych wersji obrazów**. Bardzo ważne jest, aby surowe dane obrazu były zapisywane i przechowywane. Bardzo ważne jest, aby pliki te nie były formatami skompresowanymi (np. „.jpeg”) ani nie były modyfikowane z oryginalnych plików, na których przeprowadzono analizę. Jeśli pliki zostaną zmodyfikowane, pomiary ulegną zmianie, a potoku analizy nie będzie można odtworzyć dla nikogo innego.
pt: **Não armazenar versões originais de imagens**. É fundamental que os dados brutos da imagem sejam salvos e armazenados. É muito importante que esses arquivos não sejam formatos compactados (por exemplo, '.jpeg') ou modificados dos arquivos originais nos quais a análise foi realizada. Se os arquivos forem modificados, as medições serão alteradas e o pipeline de análise não poderá ser reproduzido por mais ninguém.
