Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: [link](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
cs: [odkaz](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
es: [enlace](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
fa: [لینک](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
fi: [linkki](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
fr: [lien](https://www.embopress.org/doi/full/10.15252/embj.2020105889)
ja: [リンク](https://www.embopress.org/doi/full/10.15252/embj.2020105889)

source: An article reviewing major pitfalls in image handling and how to avoid them and create reproducible analysis workflows
cs: Článek shrnující hlavní úskalí při manipulaci s obrázky a jak se jim vyhnout a vytvořit reprodukovatelné analytické pracovní postupy
de: Ein Artikel über die wichtigsten Fallstricke bei der Bildbearbeitung und wie man sie vermeiden und reproduzierbare Analyseabläufe erstellen kann
es: Un artículo que revisa los principales problemas en el manejo de imágenes y cómo evitarlos y crear flujos de trabajo de análisis reproducibles
fa: مقاله ای به بررسی مشکلات عمده در مدیریت تصویر و نحوه اجتناب از آنها و ایجاد گردش کار تجزیه و تحلیل قابل تکرار
fi: Artikkelissa tarkastellaan kuvankäsittelyn tärkeimpiä sudenkuoppia ja sitä, miten niitä voidaan välttää ja luoda toistettavia analyysityönkulkuja.
fr: Un article passant en revue les principaux pièges de la gestion des images et comment les éviter et créer des workflows d'analyse reproductibles
it: Un articolo che esamina le principali insidie nella gestione delle immagini e come evitarle per creare flussi di lavoro di analisi riproducibili.
ja: 画像処理における主な落とし穴と、それを回避して再現可能な分析ワークフローを構築する方法についてレビューした記事。
pl: Artykuł omawiający główne pułapki w obsłudze obrazów oraz sposoby ich unikania i tworzenia powtarzalnych przepływów pracy analizy
pt: Um artigo analisando as principais dificuldades no manuseio de imagens e como evitá-las e criar fluxos de trabalho de análise reproduzíveis

source: 📄 Made to measure: an introduction to quantification in microscopy data
de: 📄 Made to measure: eine Einführung in die Quantifizierung von Mikroskopiedaten
es: 📄 Hecho a medida: una introducción a la cuantificación en datos de microscopía
fa: 📄 ساخته شده برای اندازه گیری: مقدمه ای بر کمی سازی در داده های میکروسکوپی
fi: 📄 Tehty mittaamaan: johdatus mikroskooppitietojen kvantifiointiin
fr: 📄 Sur mesure : une introduction à la quantification dans les données de microscopie
it: 📄 Made to measure: un'introduzione alla quantificazione dei dati di microscopia
ja: 📄 Made to Measure: 顕微鏡データの定量化入門
pl: 📄 Szyte na miarę: wprowadzenie do kwantyfikacji danych mikroskopowych
pt: 📄 Feito sob medida: uma introdução à quantificação em dados de microscopia

source: [link](https://arxiv.org/abs/2302.01657#) {cite}`Culley2023-dj`
cs: [odkaz](https://arxiv.org/abs/2302.01657#) {cite}`Culley2023-dj`
es: [enlace](https://arxiv.org/abs/2302.01657#) {cite}`Culley2023-dj`
fi: [linkki](https://arxiv.org/abs/2302.01657#) {cite}`Culley2023-dj`
fr: [lien](https://arxiv.org/abs/2302.01657#) {cite}`Culley2023-dj`
ja: [リンク](https://arxiv.org/abs/2302.01657#){cite}`Culley2023-dj`

source: An article describing several common classes of measurements made in microscopy data, as well as technical factors that may affect the results
cs: Článek popisující několik běžných tříd měření prováděných v mikroskopických datech a také technické faktory, které mohou ovlivnit výsledky
de: Ein Artikel, in dem mehrere gängige Klassen von Messungen in Mikroskopiedaten sowie technische Faktoren, die die Ergebnisse beeinflussen können, beschrieben werden
es: Un artículo que describe varias clases comunes de mediciones realizadas en datos de microscopía, así como factores técnicos que pueden afectar los resultados.
fa: مقاله ای که چندین کلاس رایج از اندازه گیری های انجام شده در داده های میکروسکوپی و همچنین عوامل فنی که ممکن است بر نتایج تأثیر بگذارد را توصیف می کند.
fi: Artikkeli, jossa kuvataan useita yleisiä mikroskooppitiedoissa tehtäviä mittauksia sekä tuloksiin mahdollisesti vaikuttavia teknisiä tekijöitä.
fr: Un article décrivant plusieurs classes courantes de mesures effectuées dans les données de microscopie, ainsi que les facteurs techniques pouvant affecter les résultats
it: Un articolo che descrive diverse classi comuni di misurazioni effettuate nei dati di microscopia e i fattori tecnici che possono influenzare i risultati.
ja: 顕微鏡データで行われるいくつかの一般的な測定クラスと、結果に影響を与える可能性のある技術的要因について説明した論文。
pl: Artykuł opisujący kilka typowych klas pomiarów dokonywanych w danych mikroskopowych, a także czynniki techniczne, które mogą mieć wpływ na wyniki
pt: Um artigo descrevendo várias classes comuns de medições feitas em dados de microscopia, bem como fatores técnicos que podem afetar os resultados

source: 📄 A Hitchhiker's guide through the bio-image analysis software universe {cite}`Haase2022-ad`
de: 📄 Per Anhalter durch das Universum der Biobildanalyse-Software {cite}`Haase2022-ad`
es: 📄 Una guía para autoestopistas a través del universo del software de análisis de bioimágenes {cite}`Haase2022-ad`
fa: 📄 راهنمای هیچ‌چایکر از طریق دنیای نرم‌افزار تحلیل تصویر زیستی {cite}`Haase2022-ad`
fi: 📄 Liftaajan opas biokuvien analysointiohjelmistojen maailmankaikkeuden läpi {cite}`Haase2022-ad`
fr: 📄 Un guide de l'auto-stoppeur à travers l'univers du logiciel d'analyse d'images bio {cite}`Haase2022-ad`
it: 📄 Guida per gli autostoppisti nell'universo dei software di analisi delle bioimmagini {cite}`Haase2022-ad`
ja: 📄 A Hitchhiker's guide through bio-image analysis software universe{cite}`Haase2022-ad`
pl: 📄 Przewodnik autostopowicza po wszechświecie oprogramowania do analizy bioobrazów {cite}`Haase2022-ad`
pt: 📄 O guia do mochileiro através do universo dos softwares de análise de bioimagem {cite}`Haase2022-ad`

source: [link](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
cs: [odkaz](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
es: [enlace](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
fa: [لینک](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
fi: [linkki](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
fr: [lien](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)
ja: [リンク](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451)

source: An article that gives guidance and a glossary of available image analysis software and packages
cs: Článek, který poskytuje návod a glosář dostupného softwaru a balíčků pro analýzu obrazu
de: Ein Artikel mit einer Anleitung und einem Glossar über verfügbare Bildanalysesoftware und -pakete
es: Un artículo que brinda orientación y un glosario de software y paquetes de análisis de imágenes disponibles
fa: مقاله ای که راهنمایی و واژه نامه ای از نرم افزارها و بسته های آنالیز تصویر موجود را ارائه می دهد
fi: Artikkeli, jossa annetaan ohjeita ja sanasto saatavilla olevista kuva-analyysiohjelmistoista ja -paketeista.
fr: Un article qui donne des conseils et un glossaire des logiciels et packages d'analyse d'images disponibles
it: Un articolo che fornisce una guida e un glossario dei software e dei pacchetti di analisi delle immagini disponibili.
ja: 利用可能な画像解析ソフトウェアとパッケージのガイダンスと用語集を提供する記事
pl: Artykuł zawierający wskazówki i słowniczek dostępnego oprogramowania i pakietów do analizy obrazu
pt: Um artigo que fornece orientação e um glossário de softwares e pacotes de análise de imagem disponíveis

source: 🌐 BioImage Informatics Index
de: 🌐 BioImage-Informatik-Index
es: 🌐 Índice de Informática BioImagen
fa: 🌐 نمایه انفورماتیک BioImage
fi: 🌐 BioImage Informatics -indeksi
fr: 🌐 Index informatique BioImage
it: 🌐 Indice informatico delle bioimmagini
ja: 🌐 バイオイメージ・インフォマティクス・インデックス
pl: 🌐 Indeks Informatyki BioImage

source: [link](https://biii.eu/)
cs: [odkaz](https://biii.eu/)
es: [enlace](https://biii.eu/)
fa: [لینک] (https://biii.eu/)
fi: [linkki](https://biii.eu/)
fr: [lien](https://biii.eu/)
ja: [リンク](https://biii.eu/)

source: Repository platform for searching bioimage analysis tools and workflows based on the problem, method or software of choice
cs: Platforma úložiště pro vyhledávání nástrojů a pracovních postupů analýzy bioobrazu na základě zvoleného problému, metody nebo softwaru
de: Repository-Plattform für die Suche nach Bioimage-Analyse-Tools und -Workflows auf der Grundlage des Problems, der Methode oder der Software der Wahl
es: Plataforma de repositorio para buscar herramientas de análisis de bioimágenes y flujos de trabajo basados en el problema, el método o el software elegido
fa: پلت فرم مخزن برای جستجوی ابزارهای تجزیه و تحلیل تصویر زیستی و گردش کار بر اساس مشکل، روش یا نرم افزار انتخابی
fi: Arkisto, josta voi hakea biokuvan analysointityökaluja ja työnkulkuja ongelman, menetelmän tai ohjelmiston perusteella.
fr: Plateforme de référentiel pour la recherche d'outils d'analyse d'images biographiques et de flux de travail en fonction du problème, de la méthode ou du logiciel de choix
it: Piattaforma di repository per la ricerca di strumenti e flussi di lavoro per l'analisi delle bioimmagini in base al problema, al metodo o al software scelto.
ja: バイオイメージ解析ツールやワークフローを、問題や手法、選択したソフトウェアに基づいて検索するためのリポジトリ・プラットフォーム。
pl: Platforma repozytorium do wyszukiwania narzędzi do analizy bioobrazów i przepływów pracy w oparciu o wybrany problem, metodę lub oprogramowanie
pt: Plataforma no formato de repositório para pesquisar ferramentas de análise de bioimagem e fluxos de trabalho com base no problema, método ou software de escolha

source: 🎥 iBiology Bioimage Analysis video series
cs: 🎥 Série videí iBiology Bioimage Analysis
de: 🎥 Videoreihe iBiology Bioimage Analysis
es: 🎥 Serie de videos de análisis de bioimagen de iBiology
fa: 🎥 سری ویدیوهای تجزیه و تحلیل بیولوژیکی iBiology
fi: 🎥 iBiology Bioimage Analysis -videosarjat
fr: 🎥 Série de vidéos iBiology Bioimage Analysis
it: 🎥 Serie di video sull'analisi delle bioimmagini di iBiology
ja: iBiology バイオイメージ解析ビデオシリーズ
pl: 🎥 Seria filmów iBiology Bioimage Analysis
pt: 🎥 iBiology Série de vídeos de análise de bioimagem

source: [link](https://youtu.be/1xo4vi6Ub4I)
cs: [odkaz](https://youtu.be/1xo4vi6Ub4I)
es: [enlace](https://youtu.be/1xo4vi6Ub4I)
fa: [لینک](https://youtu.be/1xo4vi6Ub4I)
fi: [linkki](https://youtu.be/1xo4vi6Ub4I)
fr: [lien](https://youtu.be/1xo4vi6Ub4I)
ja: [リンク](https://youtu.be/1xo4vi6Ub4I)

source: Video series that introduces Bioimage analysis, including overviews of {term}`image processing`, {term}`segmentation`, tracking, making and interpreting measurements, tips and pitfalls
cs: Video série, která představuje Bioimage analýzu, včetně přehledů {term}`zpracování obrazu`, {term}`segmentace`, sledování, provádění a interpretace měření, tipy a úskalí
de: Videoreihe zur Einführung in die Bioimage-Analyse, einschließlich Übersichten über {term}"Bildverarbeitung", {term}"Segmentierung", Tracking, Durchführung und Interpretation von Messungen, Tipps und Fallstricke
es: Serie de videos que presenta el análisis de bioimágenes, incluidas descripciones generales de {term}`procesamiento de imágenes`, {term}`segmentación`, seguimiento, realización e interpretación de mediciones, consejos y dificultades
fa: مجموعه ویدیویی که تجزیه و تحلیل Bioimage را معرفی می‌کند، از جمله مروری بر {term}«پردازش تصویر»، {term}«بخش‌بندی»، ردیابی، ساخت و تفسیر اندازه گیری ها، نکات و مشکلات
fi: Videosarja, jossa esitellään Bioimage-analyysi, mukaan lukien yleiskatsaukset {term}"kuvankäsittelystä", {term}"segmentoinnista", seurannasta, mittausten tekemisestä ja tulkinnasta, vinkeistä ja sudenkuopista.
fr: Série de vidéos présentant l'analyse Bioimage, y compris des aperçus du traitement d'images {term}, de la segmentation {term}, du suivi, de la réalisation et de l'interprétation des mesures, des conseils et des pièges
it: Serie di video che introducono all'analisi delle bioimmagini, con una panoramica sull'elaborazione delle immagini di {term}, la segmentazione di {term}, il tracciamento, l'esecuzione e l'interpretazione delle misure, i suggerimenti e le insidie.
ja: バイオイメージ解析を紹介するビデオシリーズ。{term}`画像処理`、{term}`セグメンテーション`、トラッキング、測定値の作成と解釈、ヒントと落とし穴の概要を含む。
pl: Seria filmów przedstawiająca analizę bioobrazu, w tym przegląd {term}`przetwarzania obrazu`, {term}`segmentacji`, śledzenie, wykonywanie i interpretacja pomiarów, wskazówki i pułapki
pt: Série de vídeos que apresenta a análise de bioimagem, incluindo visões gerais de {term}`processamento de imagem`, {term}`segmentação`, rastreamento, medições e interpretação de dados, dicas e obstáculos

source: 🌐 Bioimage ANalysis Desktop (BAND)
es: 🌐 Escritorio de análisis de bioimágenes (BANDA)
fa: 🌐 رومیزی تجزیه و تحلیل تصویر زیستی (BAND)
fi: 🌐 Bioimage ANalysis Desktop (BAND) (Bioimage ANalysis Desktop) (BAND)
fr: 🌐 Bureau d'Analyse Bioimage (BAND)
ja: バイオイメージ アナリシス デスクトップ (BAND)
pl: 🌐 Pulpit do analizy bioobrazów (BAND)

source: [link](https://band.embl.de)
cs: [odkaz](https://band.embl.de)
es: [enlace](https://band.embl.de)
fa: [لینک] (https://band.embl.de)
fi: [linkki](https://band.embl.de)
fr: [lien](https://band.embl.de)
ja: [リンク](https://band.embl.de)

source: Access to virtual desktops allowing access to bioimage analysis software from a browser
cs: Přístup k virtuálním desktopům umožňující přístup k softwaru pro analýzu bioobrazu z prohlížeče
de: Zugang zu virtuellen Desktops, die den Zugriff auf Bioimage-Analyse-Software über einen Browser ermöglichen
es: Acceso a escritorios virtuales que permiten el acceso al software de análisis de bioimágenes desde un navegador
fa: دسترسی به دسکتاپ های مجازی که امکان دسترسی به نرم افزار تجزیه و تحلیل تصویر زیستی از یک مرورگر را فراهم می کند
fi: Pääsy virtuaalisiin työpöytiin, jotka mahdollistavat biokuvan analysointiohjelmiston käytön selaimella.
fr: Accès à des bureaux virtuels permettant d'accéder à un logiciel d'analyse de bioimages à partir d'un navigateur
it: Accesso a desktop virtuali che consentono di accedere al software di analisi delle bioimmagini da un browser
ja: ブラウザからバイオ画像解析ソフトウェアにアクセスできる仮想デスクトップへのアクセス
pl: Dostęp do wirtualnych pulpitów umożliwiających dostęp do oprogramowania do analizy bioobrazu z poziomu przeglądarki
pt: Acesso a desktops virtuais que permitem o acesso a software de análise de bioimagem a partir de um navegador

source: 🌐 Galaxy Imaging Node
de: 🌐 Galaxie-Abbildungsknoten
es: 🌐 Nodo de imágenes de galaxias
fa: 🌐 گره تصویربرداری کهکشان
fi: 🌐 Galaxy Imaging Node (Galaxy Imaging Node)
fr: 🌐 Nœud d'imagerie Galaxy
it: 🌐 Nodo di imaging galattico
ja: ギャラクシー・イメージング・ノード
pl: 🌐 Węzeł obrazowania galaktyki

source: [link](https://imaging.usegalaxy.eu/)
cs: [odkaz](https://imaging.usegalaxy.eu/)
es: [enlace](https://imaging.usegalaxy.eu/)
fa: [لینک](https://imaging.usegalaxy.eu/)
fi: [linkki](https://imaging.usegalaxy.eu/)
fr: [lien](https://imaging.usegalaxy.eu/)
ja: [リンク](https://imaging.usegalaxy.eu/)

source: A Galaxy node prepopulated with a number of open-source image analysis tools and workflows, making it easy to create and share reproducible FAIR workflows
cs: Galax node y s řadou nástrojů a pracovních postupů analýzy obrazu s otevřeným zdrojovým kódem, který usnadňuje vytváření a sdílení reprodukovatelných pracovních postupů FAIR.
de: Ein Galaxy-Knoten, der mit einer Reihe von Open-Source-Bildanalysetools und -Workflows vorbesetzt ist und die Erstellung und den Austausch reproduzierbarer FAIR-Workflows erleichtert
es: Un nodo Galaxy precargado con una serie de flujos de trabajo y herramientas de análisis de imágenes de código abierto, lo que facilita la creación y el intercambio de flujos de trabajo FAIR reproducibles.
fa: یک گره Galaxy با تعدادی ابزار تجزیه و تحلیل تصویر منبع باز و گردش کار از پیش پر شده است، که ایجاد و اشتراک گذاری گردش کار FAIR قابل تکرار را آسان می کند.
fi: Galaxy-solmu, joka on esitäytetty useilla avoimen lähdekoodin kuva-analyysityökaluilla ja työnkuluilla, mikä helpottaa toistettavien FAIR-työnkulkujen luomista ja jakamista.
fr: Un nœud Galaxy prérempli avec un certain nombre d'outils d'analyse d'images et de flux de travail open source, ce qui facilite la création et le partage de flux de travail FAIR reproductibles
it: Un nodo Galaxy precompilato con una serie di strumenti di analisi delle immagini e flussi di lavoro open-source, che facilitano la creazione e la condivisione di flussi di lavoro FAIR riproducibili.
ja: オープンソースの画像解析ツールやワークフローがあらかじめ用意されたGalaxyノードにより、再現可能なFAIRワークフローを簡単に作成・共有できる。
pl: Węzeł Galaxy wstępnie wypełniony wieloma narzędziami i przepływami pracy do analizy obrazu typu open source, co ułatwia tworzenie i udostępnianie powtarzalnych przepływów pracy FAIR
pt: Ambiente Galaxy pré-preenchido com várias ferramentas e fluxos de trabalho de análise de imagem de código aberto, facilitando a criação e o compartilhamento de fluxos de trabalho respeitando os parametros FAIR

source: 🌐 Image Analysis Training Resources
cs: 🌐 Školící zdroje pro analýzu obrazu
de: 🌐 Schulungsunterlagen zur Bildanalyse
es: 🌐 Recursos de capacitación en análisis de imágenes
fa: 🌐 منابع آموزشی تحلیل تصویر
fi: 🌐 Kuva-analyysin koulutusresurssit
fr: 🌐 Ressources de formation à l'analyse d'images
it: 🌐 Risorse per la formazione sull'analisi delle immagini
ja: 🌐 画像解析トレーニング・リソース
pl: 🌐 Zasoby szkoleniowe dotyczące analizy obrazu
pt: 🌐 Recursos de treinamento em análise de imagem

source: [link](https://neubias.github.io/training-resources/index.html)
cs: [odkaz](https://neubias.github.io/training-resources/index.html)
es: [enlace](https://neubias.github.io/training-resources/index.html)
fa: [لینک](https://neubias.github.io/training-resources/index.html)
fi: [linkki](https://neubias.github.io/training-resources/index.html)
fr: [lien](https://neubias.github.io/training-resources/index.html)
ja: [リンク](https://neubias.github.io/training-resources/index.html)

source: Image analysis traning resources collected by NEUBIAS, styled based on The Carpentries
cs: Zdroje pro analýzu obrazu shromážděné komunitou NEUBIAS, stylizované na základě modelu The Carpentries
de: Von NEUBIAS gesammelte Ressourcen für die Bildanalyse, gestaltet nach dem Vorbild von The Carpentries
es: Recursos de entrenamiento de análisis de imágenes recopilados por NEUBIAS, con un estilo basado en The Carpentries
fa: منابع آموزشی تجزیه و تحلیل تصویر جمع آوری شده توسط NEUBIAS، سبک بر اساس The Carpentries
fi: NEUBIASin keräämät kuva-analyysin siirtoresurssit, jotka on muotoiltu The Carpentriesin pohjalta.
fr: Ressources de formation à l'analyse d'images collectées par NEUBIAS, stylisées d'après The Carpentries
it: Risorse per l'analisi delle immagini raccolte da NEUBIAS, con uno stile basato su The Carpentries.
ja: NEUBIASが収集した画像解析のトレーニングリソース。
pl: Zasoby do analizy obrazu zebrane przez NEUBIAS, stylizowane na The Carpentries
pt: Recursos de treinamento em análise de imagem coletados por NEUBIAS, estilizados com base no The Carpentries

source: 🌐 Bioimage Analysis AwesomeList
es: 🌐 Análisis de bioimagen AwesomeList
fa: 🌐 AwesomeList تجزیه و تحلیل تصویر زیستی
fi: 🌐 Biokuvan analyysi AwesomeList (mahtava luettelo)
fr: 🌐 Analyse Bioimage AwesomeList
it: 🌐 Analisi delle bioimmagini - Elenco impressionante
ja: バイオイメージ解析 AwesomeList
pl: 🌐 Analiza bioobrazów AwesomeList

source: [link](https://github.com/hallvaaw/awesome-biological-image-analysis)
cs: [odkaz](https://github.com/hallvaaw/awesome-biological-image-analysis)
es: [enlace](https://github.com/hallvaaw/awesome-biological-image-analysis)
fa: [لینک](https://github.com/hallvaaw/awesome-biological-image-analysis)
fi: [linkki](https://github.com/hallvaaw/awesome-biological-image-analysis)
fr: [lien](https://github.com/hallvaaw/awesome-biological-image-analysis)
ja: [リンク](https://github.com/hallvaaw/awesome-biological-image-analysis)

source: A curated [AwesomeList](https://github.com/sindresorhus/awesome) of resources related to bioimage analysis
cs: Kurátorský [AwesomeList](https://github.com/sindresorhus/awesome) zdrojů týkajících se analýzy bioobrazů
de: Eine kuratierte [AwesomeList] (https://github.com/sindresorhus/awesome) von Ressourcen zur Bioimage-Analyse
es: Una [AwesomeList](https://github.com/sindresorhus/awesome) seleccionada de recursos relacionados con el análisis de bioimágenes
fa: [AwesomeList](https://github.com/sindresorhus/wesome) دارای منابع مرتبط با تجزیه و تحلیل تصویر زیستی
fi: Kuratoitu [AwesomeList](https://github.com/sindresorhus/awesome) biokuvan analysointiin liittyvistä resursseista
fr: Une [AwesomeList](https://github.com/sindresorhus/awesome) organisée de ressources liées à l'analyse de bioimages
it: Una [AwesomeList](https://github.com/sindresorhus/awesome) curata di risorse relative all'analisi delle bioimmagini
ja: AwesomeList](https://github.com/sindresorhus/awesome)は、バイオイメージ解析に関連するリソースをキュレーションしたものである。
pl: Wyselekcjonowana [AwesomeList](https://github.com/sindresorhus/awesome) zasobów związanych z analizą bioobrazu
pt: Uma lista curada [AwesomeList](https://github.com/sindresorhus/awesome) de recursos relacionados à análise de bioimagem

source: 🌐 Bioimage Analysis Notebooks
es: 🌐 Cuadernos de Análisis de Bioimagen
fa: 🌐 نوت بوک های تجزیه و تحلیل تصویر زیستی
fi: 🌐 Bioimage-analyysin muistikirjat
fr: 🌐 Cahiers d'analyse Bioimage
it: 🌐 Quaderni di analisi delle bioimmagini
ja: バイオ画像解析ノート 🌐 バイオ画像解析ノート
pl: 🌐 Notatniki do analizy bioobrazów

source: [link](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
cs: [odkaz](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
es: [enlace](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
fa: [لینک](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
fi: [linkki](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
fr: [lien](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)
ja: [リンク](https://haesleinhuepf.github.io/BioImageAnalysisNotebooks/)

source: A collection of Python Jupyter notebooks for BioImageAnalysis, GPU-accelerated image processing, bio-image data science and more
cs: Kolekce notebooků Python Jupyter pro BioImageAnalysis, GPU akcelerované zpracování obrazu, bio-image data science a další
de: Eine Sammlung von Python Jupyter Notebooks für BioImageAnalysis, GPU-beschleunigte Bildverarbeitung, Bio-Image Data Science und mehr
es: Una colección de notebooks Python Jupyter para BioImageAnalysis, procesamiento de imágenes acelerado por GPU, ciencia de datos de bioimágenes y más
fa: مجموعه‌ای از نوت‌بوک‌های Python Jupyter برای BioImage Analysis، پردازش تصویر با شتاب GPU، علم داده‌های تصویر زیستی و غیره
fi: Kokoelma Python Jupyter -muistikirjoja BioImageAnalysis, GPU-kiihdytetty kuvankäsittely, biokuvien datatiede ja paljon muuta varten.
fr: Une collection de blocs-notes Python Jupyter pour BioImageAnalysis, le traitement d'images accéléré par GPU, la science des données bio-image et plus encore
it: Una raccolta di notebook Python Jupyter per BioImageAnalysis, l'elaborazione di immagini accelerata da GPU, la scienza dei dati delle bioimmagini e altro ancora.
ja: BioImageAnalysis、GPU加速画像処理、バイオ画像データサイエンスなどのためのPython Jupyterノートブック集
pl: Kolekcja notatników Python Jupyter do analizy BioImageAnalysis, przetwarzania obrazu z akceleracją GPU, analizy danych bioobrazów i nie tylko
pt: Uma coleção de notebooks no formato Python Jupyter para análise de bioimagens, processamento de imagem acelerado por GPU, ciência de dados em bioimagem bio-image e muito mais

source: Size and Shape measurements
cs: Měření velikosti a tvaru
de: Messungen von Größe und Form
es: Medidas de tamaño y forma
fa: اندازه و شکل اندازه گیری
fi: Koon ja muodon mittaukset
fr: Mesures de taille et de forme
it: Misure di dimensione e forma
ja: サイズと形状の測定
pl: Pomiary wielkości i kształtu
pt: Medidas de tamanho e forma
