Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: [Piximi](https://www.piximi.app/) is an application for annotation and classification that runs entirely from your browser and requires no installation and minimal setup. [Read more...](content/piximi)
cs: [Piximi](https://www.piximi.app/) je aplikace pro anotaci a klasifikaci, která běží výhradně z vašeho prohlížeče a nevyžaduje žádnou instalaci a minimální nastavení. [Přečíst více...](obsah/piximi)
de: [Piximi] (https://www.piximi.app/) ist eine Anwendung zur Kommentierung und Klassifizierung, die vollständig über Ihren Browser läuft und keine Installation und minimale Einrichtung erfordert. [Lesen Sie mehr...](content/piximi)
es: [Piximi](https://www.piximi.app/) es una aplicación de anotación y clasificación que se ejecuta completamente desde su navegador y no requiere instalación y requiere una configuración mínima. [Leer más...](contenido/piximi)
fa: [Piximi](https://www.piximi.app/) برنامه ای برای حاشیه نویسی و طبقه بندی است که به طور کامل از مرورگر شما اجرا می شود و نیازی به نصب و راه اندازی حداقلی ندارد. [ادامه مطلب...](مطالب/پیکسیمی)
fi: [Piximi] (https://www.piximi.app/) on kommentointi- ja luokittelusovellus, joka toimii kokonaan selaimessa ja joka ei vaadi asennusta eikä juurikaan asetuksia. [Lue lisää...](content/piximi)
fr: [Piximi](https://www.piximi.app/) est une application d'annotation et de classification qui s'exécute entièrement depuis votre navigateur et ne nécessite aucune installation ni configuration minimale. [Lire la suite...](content/piximi)
it: [Piximi](https://www.piximi.app/) è un'applicazione per l'annotazione e la classificazione che funziona interamente dal browser e non richiede alcuna installazione e una configurazione minima. [Per saperne di più...](content/piximi)
ja: [Piximi](https://www.piximi.app/)は、注釈と分類のためのアプリケーションで、ブラウザだけで動作し、インストールや最小限の設定を必要としない。 [もっと読む...](content/piximi)
pl: [Piximi](https://www.piximi.app/) to aplikacja do tworzenia adnotacji i klasyfikacji, która działa całkowicie w przeglądarce i nie wymaga instalacji ani minimalnej konfiguracji. [Czytaj więcej...](treść/piximi)
pt: [Piximi](https://www.piximi.app/) é um aplicativo para anotação e classificação que é executado inteiramente no seu navegador e não requer instalação e configuração mínima. [Leia mais...](conteúdo/piximi)

source: Specific Use Software
cs: Software pro specifické použití
de: Software für besondere Zwecke
es: Software de uso específico
fa: نرم افزار استفاده خاص
fi: Erityiskäyttöön tarkoitetut ohjelmistot
fr: Logiciel à usage spécifique
it: Software per uso specifico
ja: 特定用途ソフトウェア
pl: Oprogramowanie do określonego użytku
pt: Software de Uso Específico

source: Tools on this page tend to be extremely good at certain tasks, but are less intended for a wide range of use cases. For tools with broader areas of focus, see the [General Use Software](./GeneralUseSoftware.md) page.
cs: Nástroje na této stránce bývají extrémně dobré v určitých úkolech, ale jsou méně určeny pro širokou škálu případů použití. Nástroje s širšími oblastmi zaměření naleznete na stránce [General Use Software](./GeneralUseSoftware.md).
de: Die Werkzeuge auf dieser Seite sind in der Regel sehr gut für bestimmte Aufgaben geeignet, aber weniger für ein breites Spektrum von Anwendungsfällen. Werkzeuge mit breiteren Einsatzgebieten finden Sie auf der Seite [General Use Software](./GeneralUseSoftware.md).
es: Las herramientas en esta página tienden a ser extremadamente buenas en ciertas tareas, pero están menos pensadas para una amplia gama de casos de uso. Para herramientas con áreas de enfoque más amplias, consulte la página [Software de uso general] (./GeneralUseSoftware.md).
fa: ابزارهای موجود در این صفحه معمولاً در کارهای خاص بسیار خوب هستند، اما کمتر برای طیف وسیعی از موارد استفاده می‌شوند. برای ابزارهایی با حوزه‌های تمرکز وسیع‌تر، به صفحه [نرم‌افزار استفاده عمومی] (./GeneralUseSoftware.md) مراجعه کنید.
fi: Tällä sivulla olevat työkalut ovat yleensä erittäin hyviä tietyissä tehtävissä, mutta niitä ei ole niinkään tarkoitettu monenlaisiin käyttötarkoituksiin. Työkaluja, joilla on laajempia käyttöalueita, löydät [General Use Software](./GeneralUseSoftware.md) -sivulta.
fr: Les outils de cette page ont tendance à être extrêmement bons pour certaines tâches, mais sont moins destinés à un large éventail de cas d'utilisation. Pour les outils avec des domaines d'intérêt plus larges, consultez la page [Logiciels à usage général](./GeneralUseSoftware.md).
it: Gli strumenti di questa pagina tendono a essere estremamente validi per determinati compiti, ma non sono destinati a un'ampia gamma di casi d'uso. Per gli strumenti con aree di interesse più ampie, consultare la pagina [General Use Software](./GeneralUseSoftware.md).
ja: このページにあるツールは、特定のタスクに非常に優れている傾向がありますが、幅広いユースケースを意図したものではありません。より広い分野に焦点を当てたツールについては、[General Use Software](./GeneralUseSoftware.md)のページを参照してください。
pl: Narzędzia na tej stronie wydają się być bardzo dobre w niektórych zadaniach, ale są mniej przeznaczone do szerokiego zakresu przypadków użycia. Aby zapoznać się z narzędziami o szerszym zakresie, zobacz stronę [Oprogramowanie do ogólnego użytku](./GeneralUseSoftware.md).
pt: As ferramentas nesta página tendem a ser extremamente boas em determinadas tarefas, mas são menos destinadas a uma ampla gama de casos de uso. Para ferramentas com áreas de foco mais amplas, consulte a página [Software de uso geral](./GeneralUseSoftware.md).

source: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> Cellpose
es: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> Pose de celular
fa: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> سلول
fr: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> Pose de cellule
it: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> Cellula
ja: <img src="https://www.cellpose.org/static/images/cellpose_transparent.png" alt="logo" width="30px"> セルポース

source: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` is a {term}`segmentation` algorithm, it provides a graphical user interface that allows users to use trained models or train their own using their images and annotations.
cs: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` je algoritmus {term}`segmentace`, poskytuje grafické uživatelské rozhraní, které uživatelům umožňuje používat trénované modely nebo trénovat vlastní obrázky a anotace.
de: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` ist ein {term}`Segmentierungs`-Algorithmus, der eine grafische Benutzeroberfläche bietet, die es den Nutzern ermöglicht, trainierte Modelle zu verwenden oder ihre eigenen Modelle anhand ihrer Bilder und Anmerkungen zu trainieren.
es: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` es un algoritmo de {term}`segmentación`, proporciona una interfaz gráfica de usuario que permite a los usuarios usar modelos entrenados o entrenar sus propios utilizando sus imágenes y anotaciones.
fa: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` یک بخش {term} است این الگوریتم، یک رابط کاربری گرافیکی ارائه می دهد که به کاربران امکان می دهد از مدل های آموزش دیده استفاده کنند یا مدل های خود را با استفاده از تصاویر و حاشیه نویسی های خود آموزش دهند.
fi: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` on {term}`segmentointi`algoritmi, joka tarjoaa graafisen käyttöliittymän, jonka avulla käyttäjät voivat käyttää koulutettuja malleja tai kouluttaa omia mallejaan kuviensa ja merkintöjen avulla.
fr: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` est un algorithme de segmentation {term}, il fournit une interface utilisateur graphique qui permet aux utilisateurs d'utiliser des modèles formés ou de former les leurs en utilisant leur images et annotations.
it: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` è un algoritmo di `segmentazione` di {term}, che fornisce un'interfaccia grafica che consente agli utenti di utilizzare modelli addestrati o di addestrarne di propri utilizzando le proprie immagini e annotazioni.
ja: [Cellpose](https://www.cellpose.org/){cite}`Stringer2021-uq` は、{term}`セグメンテーション` アルゴリズムであり、ユーザが学習済みモデルを使用したり、画像や注釈を使用して独自のモデルを学習したりできるグラフィカルユーザインターフェースを提供する。
pl: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` to algorytm {term}`segmentation`, który zapewnia graficzny interfejs użytkownika, który umożliwia użytkownikom korzystanie z wyszkolonych modeli lub trenowanie własnych przy użyciu ich obrazy i adnotacje.
pt: [Cellpose](https://www.cellpose.org/) {cite}`Stringer2021-uq` é um algoritmo {term}`segmentation`, fornece uma interface gráfica do usuário que permite aos usuários usar modelos treinados ou treinar seus próprios usando seus imagens e anotações.

source: What type of image analysis problem is it best at?
cs: V jakém typu problému analýzy obrazu je nejlepší?
de: Für welche Art von Bildanalyseproblem ist es am besten geeignet?
es: ¿En qué tipo de problema de análisis de imágenes es mejor?
fa: در کدام نوع مشکل تحلیل تصویر بهتر است؟
fi: Minkälaisissa kuva-analyysiongelmissa se on paras?
fr: À quel type de problème d'analyse d'image convient-il le mieux ?
it: Per quale tipo di problemi di analisi delle immagini è più adatto?
ja: どのような画像解析の問題に最適ですか？
pl: W jakim typie problemu z analizą obrazu sprawdza się najlepiej?
pt: Em que tipo de problema de análise de imagem este software é melhor?

source: Object {term}`segmentation`, most trained models are for cell {term}`segmentation` but could be applied to segment other similar objects
cs: Objekt {term}`segmentace`, většina trénovaných modelů je pro buňku {term}`segmentace`, ale lze je použít na segmentování jiných podobných objektů
de: Objekt {term}`Segmentierung`, die meisten trainierten Modelle sind für die Zelle {term}`Segmentierung`, können aber auch für die Segmentierung anderer ähnlicher Objekte verwendet werden
es: Objeto {term}`segmentación`, la mayoría de los modelos entrenados son para celdas {term}`segmentación` pero podrían aplicarse para segmentar otros objetos similares
fa: شی {term}`بخش بندی`، اکثر مدل های آموزش دیده برای سلول {term}`بخش بندی` هستند، اما می توانند برای بخش بندی اشیاء مشابه دیگر اعمال شوند.
fi: Kohde {term}`segmentointi`, useimmat koulutetut mallit on tarkoitettu solujen {term}`segmentointiin`, mutta niitä voidaan soveltaa myös muiden samankaltaisten kohteiden segmentointiin.
fr: Objet {term}`segmentation`, la plupart des modèles formés sont pour la cellule {term}`segmentation` mais pourraient être appliqués pour segmenter d'autres objets similaires
it: Oggetti {term}`segmentazione`, la maggior parte dei modelli addestrati sono per la `segmentazione` delle cellule {term} ma potrebbero essere applicati per segmentare altri oggetti simili.
ja: オブジェクト{term}`セグメンテーション`, ほとんどの学習済みモデルは細胞{term}`セグメンテーション`用だが、他の類似オブジェクトのセグメンテーションにも適用できる。
pl: Obiekt {term}`segmentation`, większość przeszkolonych modeli jest przeznaczona dla komórki {term}`segmentation`, ale można je zastosować do segmentacji innych podobnych obiektów
pt: {term}`Segmentação` de objeto, a maioria dos modelos treinados são para a {term}`segmentação` de células, mas podem ser aplicados para segmentar outros objetos semelhantes

source: Its use requires some computational knowledge.
cs: Jeho použití vyžaduje určité počítačové znalosti.
de: Seine Verwendung erfordert einige rechnerische Kenntnisse.
es: Su uso requiere algunos conocimientos computacionales.
fa: استفاده از آن نیاز به دانش محاسباتی دارد.
fi: Sen käyttö edellyttää jonkin verran laskennallista osaamista.
fr: Son utilisation nécessite des connaissances informatiques.
it: Il suo utilizzo richiede alcune conoscenze di calcolo.
ja: その使用には、ある程度の計算知識が必要だ。
pl: Jego użycie wymaga pewnej wiedzy obliczeniowej.
pt: A sua utilização requer algum conhecimento computacional.

source: Training a new model requires manual annotation correction that can be time consuming, but is likely less time consuming than other methods of training models.
cs: Trénink nového modelu vyžaduje ruční opravu anotací, která může být časově náročná, ale pravděpodobně je časově méně náročná než jiné metody trénovacích modelů.
de: Das Trainieren eines neuen Modells erfordert eine manuelle Korrektur der Anmerkungen, die zeitaufwändig sein kann, aber wahrscheinlich weniger zeitaufwändig ist als andere Methoden zum Trainieren von Modellen.
es: El entrenamiento de un nuevo modelo requiere una corrección de anotación manual que puede llevar mucho tiempo, pero probablemente menos tiempo que otros métodos de entrenamiento de modelos.
fa: آموزش یک مدل جدید مستلزم تصحیح حاشیه نویسی دستی است که می تواند زمان بر باشد، اما احتمالاً نسبت به سایر روش های مدل های آموزشی زمان کمتری دارد.
fi: Uuden mallin kouluttaminen edellyttää manuaalista merkintöjen korjaamista, mikä voi olla aikaa vievää, mutta se on todennäköisesti vähemmän aikaa vievää kuin muut mallien kouluttamismenetelmät.
fr: La formation d'un nouveau modèle nécessite une correction manuelle des annotations qui peut prendre du temps, mais qui prend probablement moins de temps que d'autres méthodes de formation de modèles.
it: L'addestramento di un nuovo modello richiede la correzione manuale delle annotazioni, che può richiedere molto tempo, ma è probabilmente meno dispendioso di altri metodi di addestramento dei modelli.
ja: 新しいモデルをトレーニングするには、手動でアノテーションを修正する必要があり、時間がかかることがあるが、モデルをトレーニングする他の方法よりは時間がかからないと思われる。
pl: Uczenie nowego modelu wymaga ręcznej korekty adnotacji, która może być czasochłonna, ale prawdopodobnie jest mniej czasochłonna niż inne metody uczenia modeli.
pt: Treinar um novo modelo requer correção da anotação manual que pode ser demorada, mas provavelmente consome menos tempo do que outros métodos de treinamento.

source: 🌐 [Installation instructions](https://cellpose.readthedocs.io/en/latest/installation.html)
cs: 🌐 [Pokyny k instalaci](https://cellpose.readthedocs.io/en/latest/installation.html)
de: 🌐 [Installationsanleitung](https://cellpose.readthedocs.io/en/latest/installation.html)
es: 🌐 [Instrucciones de instalación](https://cellpose.readthedocs.io/en/latest/installation.html)
fa: 🌐 [دستورالعمل های نصب] (https://cellpose.readthedocs.io/en/latest/installation.html)
fi: 🌐 [Asennusohjeet](https://cellpose.readthedocs.io/en/latest/installation.html)
fr: 🌐 [Instructions d'installation] (https://cellpose.readthedocs.io/en/latest/installation.html)
it: 🌐 [Istruzioni per l'installazione](https://cellpose.readthedocs.io/en/latest/installation.html)
ja: 🌐 [取り付け説明書](https://cellpose.readthedocs.io/en/latest/installation.html)
pl: 🌐 [Instrukcja instalacji](https://cellpose.readthedocs.io/en/latest/installation.html)
pt: 🌐 [Instruções de instalação](https://cellpose.readthedocs.io/en/latest/installation.html)

source: 🎥 [How to use tutorial](https://www.youtube.com/watch?v=5qANHWoubZU)
de: 🎥 [Anleitung zur Verwendung](https://www.youtube.com/watch?v=5qANHWoubZU)
es: 🎥 [Tutorial de uso](https://www.youtube.com/watch?v=5qANHWoubZU)
fa: 🎥 [چگونه از آموزش استفاده کنیم](https://www.youtube.com/watch?v=5qANHWoubZU)
fi: 🎥 [Käyttöohjeet](https://www.youtube.com/watch?v=5qANHWoubZU)
fr: 🎥 [Tutoriel d'utilisation] (https://www.youtube.com/watch?v=5qANHWoubZU)
it: 🎥 [Guida all'uso] (https://www.youtube.com/watch?v=5qANHWoubZU)
ja: 使い方チュートリアル](https://www.youtube.com/watch?v=5qANHWoubZU)
pl: 🎥 [Jak korzystać z samouczka](https://www.youtube.com/watch?v=5qANHWoubZU)
pt: 🎥 [Como usar o tutorial](https://www.youtube.com/watch?v=5qANHWoubZU)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/3X/9/f/9f5be5e138c63bc6a50be0bb0027b8eef0194935.png" alt="logo" width="30px"> ilastik
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/3X/9/f/9f5be5e138c63bc6a50be0bb0027b8eef0194935.png" alt="logo" width="30px"> イラスティック

source: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` is a tool for interactive image classification, {term}`segmentation` and analysis. It leverages machine-learning algorithms to perform pixel and object-level classification. Using it requires no experience in {term}`image processing`.
cs: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` je nástroj pro interaktivní klasifikaci obrázků, {term}`segmentaci` a analýzu. K provádění klasifikace na úrovni pixelů a objektů využívá algoritmy strojového učení. Jeho použití nevyžaduje žádné zkušenosti se zpracováním obrázků {term}.
de: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` ist ein Werkzeug zur interaktiven Bildklassifizierung, {term}`Segmentierung` und Analyse. Es nutzt Algorithmen des maschinellen Lernens, um eine Klassifizierung auf Pixel- und Objektebene durchzuführen. Seine Verwendung erfordert keine Erfahrung in {term}"Bildverarbeitung".
es: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` es una herramienta para la clasificación, {term}`segmentación` y análisis de imágenes interactivas. Aprovecha los algoritmos de aprendizaje automático para realizar una clasificación a nivel de píxeles y objetos. Usarlo no requiere experiencia en {term}`procesamiento de imágenes`.
fa: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` ابزاری برای طبقه بندی تصاویر تعاملی است، {term} `بخش بندی و تجزیه و تحلیل. از الگوریتم های یادگیری ماشینی برای انجام طبقه بندی پیکسل و سطح شی استفاده می کند. استفاده از آن نیازی به تجربه در {term}«پردازش تصویر» ندارد.
fi: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` on työkalu vuorovaikutteiseen kuvien luokitteluun, {term}`segmentointiin` ja analysointiin. Se hyödyntää koneoppimisalgoritmeja pikseli- ja objektitason luokitteluun. Sen käyttäminen ei edellytä kokemusta {term}`kuvan käsittelystä`.
fr: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` est un outil de classification interactive d'images, {term}`segmentation` et d'analyse. Il exploite des algorithmes d'apprentissage automatique pour effectuer une classification au niveau des pixels et des objets. Son utilisation ne nécessite aucune expérience en {term}`traitement d'image`.
it: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` è uno strumento per la classificazione, la {term}`segmentazione` e l'analisi interattiva delle immagini. Sfrutta algoritmi di apprendimento automatico per eseguire la classificazione a livello di pixel e di oggetti. Il suo utilizzo non richiede alcuna esperienza di {term}`elaborazione delle immagini`.
ja: [ilastik](https://www.ilastik.org/){cite}`Berg2019-no`は、インタラクティブな画像分類、{term}`セグメンテーション`、解析のためのツールです。機械学習アルゴリズムを活用して、ピクセルレベルとオブジェクトレベルの分類を行う。{term}`画像処理`の経験は必要ありません。
pl: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` to narzędzie do interaktywnej klasyfikacji obrazów, {term}`segmentacji` i analizy. Wykorzystuje algorytmy uczenia maszynowego do przeprowadzania klasyfikacji na poziomie pikseli i obiektów. Korzystanie z niego nie wymaga doświadczenia w {term}`image processing`.
pt: [ilastik](https://www.ilastik.org/) {cite}`Berg2019-no` é uma ferramenta para classificação interativa de imagens, {term}`segmentação` e análise. Ele aproveita os algoritmos de aprendizado de máquina para executar a classificação em nível de pixel e objeto. Usá-lo não requer experiência em {term}`processamento de imagem`.

source: It can be used for both instance {term}`segmentation` and semantic {term}`segmentation`. It does also perform {term}`segmentation` and tracking, though with somewhat fewer tunable parameters than some other tools offer.
cs: Lze jej použít jak pro instanci {term}`segmentace`, tak pro sémantickou {term}`segmentaci`. Provádí také {term}`segmentaci` a sledování, i když s poněkud méně laditelnými parametry než nabízejí některé jiné nástroje.
de: Es kann sowohl für die Instanz {term}`Segmentierung` als auch für die semantische {term}`Segmentierung` verwendet werden. Es führt auch {term}`Segmentierung` und Tracking durch, allerdings mit etwas weniger einstellbaren Parametern als einige andere Werkzeuge bieten.
es: Se puede usar tanto para la instancia {term}`segmentación` como para la semántica {term}`segmentación`. También realiza {term}`segmentación` y seguimiento, aunque con un poco menos de parámetros ajustables que los que ofrecen otras herramientas.
fa: می‌توان آن را هم برای نمونه {term}'segmentation' و هم برای {term}'segmentation' معنایی استفاده کرد. همچنین {term} «بخش‌بندی» و ردیابی را انجام می‌دهد، هرچند با پارامترهای قابل تنظیم تا حدودی کمتر از برخی ابزارهای دیگر ارائه می‌شود.
fi: Sitä voidaan käyttää sekä instanssi {term}`segmentation` että semanttinen {term}`segmentation`. Se suorittaa myös {term}`segmentointia` ja seurantaa, vaikkakin hieman pienemmällä määrällä säädettäviä parametreja kuin jotkin muut työkalut tarjoavat.
fr: Il peut être utilisé à la fois pour l'instance {term}`segmentation` et pour la sémantique {term}`segmentation`. Il effectue également une "segmentation" et un suivi, mais avec un peu moins de paramètres réglables que certains autres outils.
it: Può essere usato sia per la `segmentazione` di istanza {term} che per la `segmentazione` semantica {term}. Esegue anche la {term}`segmentazione` e il tracciamento, anche se con un numero di parametri regolabili inferiore a quello offerto da altri strumenti.
ja: インスタンス{term}`セグメンテーション`とセマンティック{term}`セグメンテーション`の両方に使うことができる。また、{term}`セグメンテーション` とトラッキングも行うが、他のツールに比べると調整可能なパラメータがやや少ない。
pl: Może być używany zarówno dla instancji {term}`segmentation`, jak i semantycznej {term}`segmentation`. Wykonuje również {term}`segmentację` i śledzenie, choć z nieco mniejszą liczbą dostrajanych parametrów niż niektóre inne narzędzia.
pt: Ele pode ser usado tanto para a {term}`segmentação` em instancia quanto para a {term}`segmentação` semântica. Ele também executa {term}`segmentação` e rastreamento, embora com um pouco menos de parâmetros ajustáveis do que algumas outras ferramentas disponíveis.

source: Sometimes loading or exporting images can require a bit of troubleshooting to get the dimensions correct.
cs: Někdy může načítání nebo export obrázků vyvolat určité potíže, napríklad kvůli nastavení správných rozměrů.
de: Das Laden oder Exportieren von Bildern kann manchmal eine kleine Fehlersuche erfordern, um die richtigen Abmessungen zu erhalten.
es: A veces, cargar o exportar imágenes puede requerir un poco de solución de problemas para obtener las dimensiones correctas.
fa: گاهی اوقات بارگذاری یا صادرات تصاویر ممکن است نیاز به کمی عیب یابی برای درست کردن ابعاد داشته باشد.
fi: Joskus kuvien lataaminen tai vieminen voi vaatia hieman vianetsintää, jotta mitat saadaan oikein.
fr: Parfois, le chargement ou l'exportation d'images peut nécessiter un peu de dépannage pour obtenir les dimensions correctes.
it: A volte il caricamento o l'esportazione di immagini può richiedere un po' di risoluzione dei problemi per ottenere le dimensioni corrette.
ja: 画像の読み込みや書き出しには、寸法を正しくするためにちょっとしたトラブルシューティングが必要になることがあります。
pl: Czasami ładowanie lub eksportowanie obrazów może wymagać trochę rozwiązania problemu, aby uzyskać prawidłowe wymiary.
pt: Às vezes, carregar ou exportar imagens pode exigir um pouco de paciência para obter as dimensões corretas.
