Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: ilastik is limited by your computer’s RAM so training a model with lots of features or working with very large images is likely to slow you down.
cs: ilastik je omezený pamětí RAM vašeho počítače, takže trénování modelu se spoustou funkcí nebo práce s velmi velkými obrázky vás pravděpodobně zpomalí.
de: ilastik ist durch den Arbeitsspeicher Ihres Computers begrenzt, so dass das Training eines Modells mit vielen Funktionen oder die Arbeit mit sehr großen Bildern Sie wahrscheinlich verlangsamen wird.
es: ilastik está limitado por la memoria RAM de su computadora, por lo que es probable que entrenar un modelo con muchas funciones o trabajar con imágenes muy grandes lo retrase.
fa: ilastik توسط RAM کامپیوتر شما محدود شده است، بنابراین آموزش مدلی با ویژگی های زیاد یا کار با تصاویر بسیار بزرگ احتمالا سرعت شما را کاهش می دهد.
fi: ilastikin toimintaa rajoittaa tietokoneen RAM-muisti, joten paljon ominaisuuksia sisältävän mallin harjoittelu tai erittäin suurten kuvien käsittely hidastaa todennäköisesti toimintaa.
fr: ilastik est limité par la RAM de votre ordinateur, donc l'entraînement d'un modèle avec de nombreuses fonctionnalités ou le travail avec de très grandes images risque de vous ralentir.
it: ilastik è limitato dalla RAM del computer, quindi l'addestramento di un modello con molte funzioni o il lavoro con immagini molto grandi potrebbe rallentare.
ja: ilastikはコンピュータのRAMによって制限されるため、多くの機能を持つモデルをトレーニングしたり、非常に大きな画像を扱うと、動作が遅くなる可能性があります。
pl: ilastik jest ograniczony przez pamięć RAM twojego komputera, więc szkolenie modelu z wieloma funkcjami lub praca z bardzo dużymi obrazami może cię spowolnić.
pt: O ilastik é limitado pela RAM do seu computador, portanto, treinar um modelo com muitos recursos ou trabalhar com imagens muito grandes provavelmente o deixará lento.

source: To download ilastik:
cs: Stažení aplikace ilastik:
de: Zum Herunterladen von ilastik:
es: Para descargar ilastik:
fa: برای دانلود ilastik:
fi: Lataa ilastik:
fr: Pour télécharger ilastik :
it: Per scaricare ilastik:
ja: ilastikをダウンロードする：
pl: Aby pobrać ilastik:
pt: Para baixar o ilastik:

source: 🌐 [ilastik download ](https://www.ilastik.org/download.html)
cs: 🌐 [ilastik ke stažení ](https://www.ilastik.org/download.html)
es: 🌐 [descarga de ilastik] (https://www.ilastik.org/download.html)
fa: 🌐 [دانلود ilastik ](https://www.ilastik.org/download.html)
fr: 🌐 [téléchargement ilastik](https://www.ilastik.org/download.html)
it: 🌐 [download ilastik ](https://www.ilastik.org/download.html)
ja: 🌐 [イラスティック・ダウンロード](https://www.ilastik.org/download.html)
pl: 🌐 [pobierz ilastik ](https://www.ilastik.org/download.html)
pt: 🌐 [download do ilastik](https://www.ilastik.org/download.html)

source: 🌐 [User guide](https://www.ilastik.org/documentation/index.html#user-documentation)
cs: 🌐 [Uživatelská příručka](https://www.ilastik.org/documentation/index.html#user-documentation)
de: 🌐 [Benutzerhandbuch](https://www.ilastik.org/documentation/index.html#user-documentation)
es: 🌐 [Guía del usuario](https://www.ilastik.org/documentation/index.html#user-documentation)
fa: 🌐 [راهنمای کاربر](https://www.ilastik.org/documentation/index.html#user-documentation)
fi: 🌐 [Käyttöopas] (https://www.ilastik.org/documentation/index.html#user-documentation)
fr: 🌐 [Guide d'utilisation](https://www.ilastik.org/documentation/index.html#user-documentation)
it: 🌐 [Guida utente](https://www.ilastik.org/documentation/index.html#user-documentation)
ja: 🌐 [ユーザーガイド](https://www.ilastik.org/documentation/index.html#user-documentation)
pl: 🌐 [Podręcznik użytkownika](https://www.ilastik.org/documentation/index.html#user-documentation)
pt: 🌐 [Guia do usuário](https://www.ilastik.org/documentation/index.html#user-documentation)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/3X/3/f/3fe4d974194caabdb61a5574e24402db8484ab9b.png" alt="logo" width="30px"> Piximi
es: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/3X/3/f/3fe4d974194caabdb61a5574e24402db8484ab9b.png" alt="logo" width="30px">
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/original/3X/3/f/3fe4d974194caabdb61a5574e24402db8484ab9b.png" alt="logo" width="30px"> ピクシス

source: [Piximi](https://www.piximi.app/) is an application for annotation and classification that runs entirely from your browser and requires no installation and minimal setup.
cs: [Piximi](https://www.piximi.app/) je aplikace pro anotaci a klasifikaci, která běží výhradně z vašeho prohlížeče a nevyžaduje žádnou instalaci a minimální nastavení.
de: [Piximi] (https://www.piximi.app/) ist eine Anwendung zur Kommentierung und Klassifizierung, die vollständig über Ihren Browser läuft und keine Installation und minimale Einrichtung erfordert.
es: [Piximi](https://www.piximi.app/) es una aplicación de anotación y clasificación que se ejecuta completamente desde su navegador y no requiere instalación y requiere una configuración mínima.
fa: [Piximi](https://www.piximi.app/) برنامه ای برای حاشیه نویسی و طبقه بندی است که به طور کامل از مرورگر شما اجرا می شود و نیازی به نصب و راه اندازی حداقلی ندارد.
fi: [Piximi] (https://www.piximi.app/) on kommentointi- ja luokittelusovellus, joka toimii kokonaan selaimessa ja joka ei vaadi asennusta eikä juurikaan asetuksia.
fr: [Piximi](https://www.piximi.app/) est une application d'annotation et de classification qui s'exécute entièrement depuis votre navigateur et ne nécessite aucune installation ni configuration minimale.
it: [Piximi](https://www.piximi.app/) è un'applicazione per l'annotazione e la classificazione che funziona interamente dal browser e non richiede alcuna installazione e una configurazione minima.
ja: [Piximi](https://www.piximi.app/)は注釈と分類のためのアプリケーションで、ブラウザだけで動作し、インストールや最小限の設定を必要としない。
pl: [Piximi](https://www.piximi.app/) to aplikacja do tworzenia adnotacji i klasyfikacji, która działa całkowicie w przeglądarce i nie wymaga instalacji ani minimalnej konfiguracji.
pt: [Piximi](https://www.piximi.app/) é um aplicativo para anotação e classificação que é executado inteiramente no seu navegador e não requer instalação e configuração mínima.

source: Piximi can do image classification using machine learning
cs: Piximi umí klasifikovat obrázky pomocí strojového učení
de: Piximi kann Bilder durch maschinelles Lernen klassifizieren
es: Piximi puede hacer clasificación de imágenes usando aprendizaje automático
fa: Piximi می تواند طبقه بندی تصاویر را با استفاده از یادگیری ماشین انجام دهد
fi: Piximi voi tehdä kuvien luokittelua koneoppimisen avulla
fr: Piximi peut effectuer une classification d'images à l'aide de l'apprentissage automatique
it: Piximi è in grado di classificare le immagini utilizzando l'apprendimento automatico
ja: Piximiは機械学習を使って画像分類ができる
pl: Piximi potrafi klasyfikować obrazy za pomocą uczenia maszynowego
pt: Piximi pode fazer classificação de imagens usando aprendizado de máquina

source: It is still in the developing phases and some of its proposed features are not available yet
cs: Je stále ve fázi vývoje a některé z navrhovaných funkcí ještě nejsou k dispozici
de: Es befindet sich noch in der Entwicklungsphase und einige der vorgeschlagenen Funktionen sind noch nicht verfügbar
es: Todavía está en las fases de desarrollo y algunas de las funciones propuestas aún no están disponibles.
fa: هنوز در مراحل توسعه است و برخی از ویژگی های پیشنهادی آن هنوز در دسترس نیستند
fi: Se on vielä kehitysvaiheessa, ja jotkin sen ehdotetuista ominaisuuksista eivät ole vielä käytettävissä.
fr: Il est encore en phase de développement et certaines de ses fonctionnalités proposées ne sont pas encore disponibles
it: È ancora in fase di sviluppo e alcune delle funzionalità proposte non sono ancora disponibili.
ja: まだ開発段階であり、提案されている機能のいくつかはまだ利用できない。
pl: Nadal znajduje się w fazie rozwoju, a niektóre z proponowanych funkcji nie są jeszcze dostępne
pt: Ainda está em fase de desenvolvimento e alguns dos recursos propostos ainda não estão disponíveis

source: 🌐 [Piximi website ](https://www.piximi.app/)
cs: 🌐 [Web Piximi ](https://www.piximi.app/)
de: 🌐 [Piximi Webseite ](https://www.piximi.app/)
es: 🌐 [sitio web de Piximi] (https://www.piximi.app/)
fa: 🌐 [وب سایت Piximi ](https://www.piximi.app/)
fi: 🌐 [Piximin verkkosivusto ](https://www.piximi.app/)
fr: 🌐 [Site Piximi ](https://www.piximi.app/)
it: 🌐 [Sito web Piximi ](https://www.piximi.app/)
ja: 🌐 [ピクシミウェブサイト](https://www.piximi.app/)
pl: 🌐 [strona internetowa Piximi](https://www.piximi.app/)
pt: 🌐 [Site do Piximi](https://www.piximi.app/)

source: 🌐 [Piximi user guide ](https://documentation.piximi.app/intro.html)
cs: 🌐 [Uživatelská příručka Piximi ](https://documentation.piximi.app/intro.html)
de: 🌐 [Piximi Benutzerhandbuch ](https://documentation.piximi.app/intro.html)
es: 🌐 [Guía de usuario de Piximi](https://documentation.piximi.app/intro.html)
fa: 🌐 [راهنمای کاربری Piximi ](https://documentation.piximi.app/intro.html)
fi: 🌐 [Piximin käyttöopas ](https://documentation.piximi.app/intro.html)
fr: 🌐 [Guide d'utilisation Piximi](https://documentation.piximi.app/intro.html)
it: 🌐 [Guida utente Piximi ](https://documentation.piximi.app/intro.html)
ja: ピクシミユーザーガイド】(https://documentation.piximi.app/intro.html)
pl: 🌐 [Podręcznik użytkownika Piximi ](https://documentation.piximi.app/intro.html)
pt: 🌐 [Guia do usuário Piximi](https://documentation.piximi.app/intro.html)

source: Object tracking
cs: Sledování objektů
de: Objektverfolgung
es: seguimiento de objetos
fa: ردیابی اشیا
fi: Kohteen seuranta
fr: Suivi d'objet
it: Tracciamento dell'oggetto
ja: 物体追跡
pl: Śledzenie obiektów
pt: Rastreamento de objetos

source: What is tracking?
cs: Co je to trackování?
de: Was ist Tracking?
es: ¿Qué es el seguimiento?
fa: ردیابی چیست؟
fi: Mitä seuranta on?
fr: Qu'est-ce que le suivi ?
it: Che cos'è il tracking?
ja: トラッキングとは何か？
pl: Co to jest śledzenie?
pt: O que é o rastreamento?

source: Tracking, or _object tracking_, refers to the ability to estimate the location of objects in motion from one frame of video to the next. Practically, object tracking in microscopy involves identifying your objects in each frame of your video, then relating objects from frame to frame to be able to identify the same cell as it moves in space.
cs: Sledování objektu nebo _sledování objektů_ označuje schopnost odhadnout umístění objektů v pohybu od jednoho snímku videa k dalšímu. Sledování objektů v mikroskopii prakticky zahrnuje identifikaci vašich objektů v každém snímku vašeho videa a následné propojení objektů mezi jednotlivými snímky, abyste mohli identifikovat stejnou buňku, jak se pohybuje v prostoru.
de: Tracking oder _Objektverfolgung_ bezieht sich auf die Fähigkeit, die Position von Objekten in Bewegung von einem Videobild zum nächsten zu schätzen. In der Praxis bedeutet Objektverfolgung in der Mikroskopie, dass Sie Ihre Objekte in jedem Einzelbild Ihres Videos identifizieren und dann die Objekte von Einzelbild zu Einzelbild in Beziehung setzen, um dieselbe Zelle zu identifizieren, während sie sich im Raum bewegt.
es: El seguimiento, o _seguimiento de objetos_, se refiere a la capacidad de estimar la ubicación de objetos en movimiento de un cuadro de video al siguiente. Prácticamente, el seguimiento de objetos en microscopía implica identificar sus objetos en cada cuadro de su video, luego relacionar objetos de cuadro a cuadro para poder identificar la misma celda a medida que se mueve en el espacio.
fa: ردیابی یا _object tracking_ به توانایی تخمین موقعیت اشیاء در حال حرکت از یک فریم ویدیو به فریم بعدی اشاره دارد. عملاً، ردیابی اشیا در میکروسکوپ شامل شناسایی اشیاء شما در هر فریم از ویدیوی شما می‌شود، سپس اجسام را از فریمی به فریم دیگر مرتبط می‌کند تا بتوان همان سلول را که در فضا حرکت می‌کند شناسایی کرد.
fi: Seuranta eli _kohteen seuranta_ tarkoittaa kykyä arvioida liikkeessä olevien kohteiden sijaintia videokuvasta toiseen. Käytännössä objektin seuranta mikroskoopiassa tarkoittaa kohteiden tunnistamista jokaisessa videokuvassa ja sitten kohteiden suhteuttamista kuvasta toiseen, jotta sama solu voidaan tunnistaa sen liikkuessa avaruudessa.
fr: Le suivi, ou _suivi d'objets_, fait référence à la capacité d'estimer l'emplacement d'objets en mouvement d'une image vidéo à la suivante. Pratiquement, le suivi d'objets en microscopie consiste à identifier vos objets dans chaque image de votre vidéo, puis à relier les objets d'une image à l'autre pour pouvoir identifier la même cellule lorsqu'elle se déplace dans l'espace.
it: L'inseguimento, o _object tracking_, si riferisce alla capacità di stimare la posizione degli oggetti in movimento da un fotogramma del video al successivo. In pratica, il tracciamento degli oggetti in microscopia comporta l'identificazione degli oggetti in ogni fotogramma del video, quindi la relazione tra gli oggetti da un fotogramma all'altro per poter identificare la stessa cellula mentre si muove nello spazio.
ja: トラッキング（オブジェクトトラッキング）とは、ビデオのあるフレームから次のフレームへ、動いているオブジェクトの位置を推定する能力のことです。実際、顕微鏡検査におけるオブジェクトトラッキングは、ビデオの各フレームでオブジェクトを識別し、フレーム間でオブジェクトを関連付け、同じ細胞が空間内で移動する際に識別できるようにします。
pl: Śledzenie lub _śledzenie obiektów_ odnosi się do możliwości oszacowania położenia obiektów w ruchu od jednej klatki wideo do następnej. W praktyce śledzenie obiektów w mikroskopie polega na identyfikowaniu obiektów w każdej klatce filmu, a następnie powiązaniu obiektów z klatki na klatkę, aby móc zidentyfikować tę samą komórkę poruszającą się w przestrzeni.
pt: Rastreamento, ou _rastreamento de objetos_, refere-se à capacidade de estimar a localização de objetos em movimento de um quadro de vídeo para o próximo. Na prática, o rastreamento de objetos em microscopia envolve a identificação de seus objetos em cada quadro do seu vídeo e, em seguida, relacionar os objetos quadro a quadro para poder identificar a mesma célula à medida que ela se move no espaço.

source: There are several options for tracking objects, like the [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` plugin in Fiji, but tracking is somewhat more complex to setup than the previous analyses. In addition to just identifying objects in the movie/time series, tracking also allows you to identify splitting (e.g. mitosis) and merging events. There are many measurements that come out of tracking, including spatial measures like where the objects move to, speed measurements, distance traveled (length of track), and rate of splitting events (e.g., mitotic events) and merging events.
cs: Existuje několik možností pro sledování objektů, jako je plugin [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` pro FIJI, ale nastavení je poněkud složitější. Kromě pouhé identifikace objektů ve filmu/časové řadě vám sledování také umožňuje identifikovat události rozdělení (např. mitóza) a sloučení. Existuje mnoho měření, která vycházejí ze sledování, včetně prostorových měření, jako je místo, kam se objekty pohybují, měření rychlosti, ujetá vzdálenost (délka dráhy) a rychlost rozdělovacích událostí (např. mitotické události) a slučovacích událostí.
de: Es gibt mehrere Optionen für die Verfolgung von Objekten, wie z. B. das Plugin [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` in Fiji, aber die Einrichtung der Verfolgung ist etwas komplexer als bei den vorherigen Analysen. Neben der Identifizierung von Objekten in den Filmen/Zeitreihen ermöglicht das Tracking auch die Identifizierung von Aufspaltungsereignissen (z. B. Mitose) und Verschmelzungen. Es gibt viele Messwerte, die aus der Verfolgung hervorgehen, darunter räumliche Maße wie der Ort, an den sich die Objekte bewegen, Geschwindigkeitsmessungen, die zurückgelegte Strecke (Länge der Spur) und die Rate der Aufspaltungsereignisse (z. B. Mitose) und Verschmelzungsereignisse.
es: Hay varias opciones para rastrear objetos, como el complemento [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` en Fiji, pero el rastreo es algo más complejo de configurar que el anterior. análisis Además de solo identificar objetos en la película/serie temporal, el seguimiento también le permite identificar eventos de división (p. ej., mitosis) y fusión. Hay muchas medidas que surgen del seguimiento, incluidas medidas espaciales como hacia dónde se mueven los objetos, medidas de velocidad, distancia recorrida (longitud de la pista) y tasa de eventos de división (por ejemplo, eventos mitóticos) y eventos de fusión.
fa: چندین گزینه برای ردیابی اشیا وجود دارد، مانند [TrackMate](https://imagej.net/plugins/trackmate/) {cite} پلاگین "Tinevez2017-fb" در فیجی، اما ردیابی نسبت به تحلیل‌های قبلی تا حدودی پیچیده‌تر است. علاوه بر شناسایی اشیاء در فیلم/سری‌های زمانی، ردیابی همچنین به شما امکان می‌دهد تا رویدادهای تقسیم‌بندی (مانند میتوز) و ادغام را شناسایی کنید. اندازه‌گیری‌های زیادی از ردیابی به دست می‌آیند، از جمله اندازه‌گیری‌های فضایی مانند مکان حرکت اجسام، اندازه‌گیری‌های سرعت، مسافت طی شده (طول مسیر)، و نرخ تقسیم رویدادها (مانند رویدادهای میتوزی) و رویدادهای ادغام‌شده.
fi: Kohteiden seurantaan on useita vaihtoehtoja, kuten [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb`-lisäosa Fijissä, mutta seuranta on hieman monimutkaisempi määrittää kuin edelliset analyysit. Sen lisäksi, että voit vain tunnistaa objektit elokuvassa/ aikasarjassa, seuranta mahdollistaa myös jakautumis- (esim. mitoosi) ja yhdistymistapahtumien tunnistamisen. Seurannasta saadaan monia mittaustuloksia, mukaan lukien spatiaaliset mittaukset, kuten mihin kohteet liikkuvat, nopeusmittaukset, kuljettu matka (radan pituus) sekä jakautumistapahtumien (esim. mitoositapahtumien) ja sulautumistapahtumien määrä.
fr: Il existe plusieurs options pour le suivi des objets, comme le plug-in [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` aux Fidji, mais le suivi est un peu plus complexe à configurer que les analyses précédentes. En plus d'identifier simplement les objets dans le film/la série chronologique, le suivi vous permet également d'identifier les événements de fractionnement (par exemple, la mitose) et de fusion. De nombreuses mesures découlent du suivi, y compris des mesures spatiales telles que l'endroit où les objets se déplacent, les mesures de vitesse, la distance parcourue (longueur de la piste) et le taux d'événements de fractionnement (par exemple, les événements mitotiques) et les événements de fusion.
it: Esistono diverse opzioni per il tracciamento degli oggetti, come il plugin [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` in Fiji, ma il tracciamento è un po' più complesso da impostare rispetto alle analisi precedenti. Oltre all'identificazione degli oggetti nel filmato o nella serie temporale, il tracciamento consente anche di identificare gli eventi di divisione (ad esempio, la mitosi) e di fusione. Il tracciamento consente di effettuare numerose misurazioni, tra cui misure spaziali come il luogo in cui si spostano gli oggetti, misurazioni della velocità, della distanza percorsa (lunghezza della traccia) e del tasso di eventi di scissione (ad esempio, eventi mitotici) e di fusione.
ja: Fijiの[TrackMate](https://imagej.net/plugins/trackmate/){cite}`Tinevez2017-fb` プラグインのように、オブジェクトをトラッキングするためのオプションはいくつかありますが、トラッキングはこれまでの解析よりも設定がやや複雑です。ムービー/時系列内のオブジェクトを識別するだけでなく、トラッキングによって分裂（例えば有糸分裂）や結合イベントを識別することもできます。オブジェクトがどこに移動したかというような空間的な測定、スピード測定、移動距離（トラックの長さ）、分裂イベント（例：有糸分裂イベント）や合体イベントの割合など、トラッキングから得られる測定はたくさんあります。
pl: Istnieje kilka opcji śledzenia obiektów, takich jak wtyczka [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` na Fidżi, ale konfiguracja śledzenia jest nieco bardziej skomplikowana niż w przypadku poprzednich analiz. Śledzenie pozwala nie tylko identyfikować obiekty w filmie/seriach czasowych, ale także identyfikować zdarzenia podziału (np. mitozy) i łączenia. Istnieje wiele pomiarów, które wynikają ze śledzenia, w tym miary przestrzenne, takie jak miejsce, do którego poruszają się obiekty, pomiary prędkości, przebyta odległość (długość toru) oraz częstość zdarzeń rozdzielania (np. zdarzeń mitotycznych) i zdarzeń łączenia.
pt: Existem várias opções para rastrear objetos, como o plugin [TrackMate](https://imagej.net/plugins/trackmate/) {cite}`Tinevez2017-fb` em Fiji, mas o rastreamento é um pouco mais complexo de configurar do que as análises anteriores. Além de apenas identificar objetos no filme/série temporal, o rastreamento também permite identificar eventos de divisão (por exemplo, mitose) e fusão. Existem muitas medições resultantes do rastreamento, incluindo medidas espaciais, como para onde os objetos se movem, medições de velocidade, distância percorrida (comprimento da trilha) e taxa de eventos de divisão (por exemplo, eventos mitóticos) e eventos de fusão.
