Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 🎓 [Plain language description of various morphological measures by Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
de: 🎓 [Klartextbeschreibung verschiedener morphologischer Maßnahmen von Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
es: 🎓 [Descripción en lenguaje sencillo de varias medidas morfológicas por Michael Wirth] (http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
fa: 🎓 [توضیح زبان ساده معیارهای مورفولوژیکی مختلف توسط مایکل ویرث](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
fi: 🎓 [Selkokielinen kuvaus erilaisista morfologisista toimenpiteistä, Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
fr: 🎓 [Description en langage clair de diverses mesures morphologiques par Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
it: 🎓 [Descrizione in linguaggio semplice di varie misure morfologiche di Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
ja: 🎓 [マイケル・ヴィルトによる様々な形態素解析の平易な説明](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
pl: 🎓 [Opis prostym językiem różnych miar morfologicznych autorstwa Michaela Wirtha](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)
pt: 🎓 [Descrição em linguagem simples de várias medidas morfológicas por Michael Wirth](http://www.cyto.purdue.edu/cdroms/micro2/content/education/wirth10.pdf)

source: Open source software
de: Quelloffene Software
es: Software de código abierto
fa: نرم افزار متن باز
fi: Avoimen lähdekoodin ohjelmistot
fr: Logiciels open source
it: Software open source
ja: オープンソースソフトウェア
pl: Oprogramowanie open source
pt: Software livre

source: When it comes time to select a software program for your image analysis, there are many options, some more general and others highly specialized to specific image modalities or types of experiments. In general, a good place to start exploring is by examining papers in your field and seeing what others have used to analyze similar experiments to your own. It’s important to note that there isn’t one correct answer to "Which program should I use?" Depending on your biological question, your images, and your own comfort with coding, there are many options available.
cs: Když přijde čas na výběr softwaru pro analýzu obrazu, existuje mnoho možností, některé obecnější a jiné vysoce specializované na konkrétní modality obrazu nebo typy experimentů. Obecně platí, že dobré místo, kde začít hledat, je prozkoumat články ve vašem oboru a zjistit, co ostatní použili k analýze podobných experimentů, jako jste vy. Je důležité si uvědomit, že neexistuje jedna správná odpověď na otázku „Který program bych měl použít?“ V závislosti na vaší biologické otázce, vašich obrázcích a vašem vlastním pohodlí s kódováním je k dispozici mnoho možností.
de: Bei der Auswahl eines Softwareprogramms für Ihre Bildanalyse gibt es viele Möglichkeiten, einige sind eher allgemeiner Natur, andere wiederum sind hochgradig auf bestimmte Bildmodalitäten oder Experimenttypen spezialisiert. Ein guter Ausgangspunkt für die Suche ist die Untersuchung von Veröffentlichungen in Ihrem Fachgebiet, um herauszufinden, welche Programme andere für die Analyse ähnlicher Experimente wie Ihre eigenen verwendet haben. Es ist wichtig zu beachten, dass es nicht die eine richtige Antwort auf die Frage "Welches Programm soll ich verwenden?" gibt. Je nach Ihrer biologischen Fragestellung, Ihren Bildern und Ihrer eigenen Erfahrung mit der Programmierung gibt es viele Möglichkeiten.
es: Cuando llega el momento de seleccionar un programa de software para el análisis de imágenes, hay muchas opciones, algunas más generales y otras altamente especializadas en modalidades de imágenes o tipos de experimentos específicos. En general, un buen lugar para comenzar a explorar es examinar documentos en su campo y ver lo que otros han usado para analizar experimentos similares al suyo. Es importante tener en cuenta que no hay una respuesta correcta a "¿Qué programa debo usar?" Dependiendo de su pregunta biológica, sus imágenes y su propia comodidad con la codificación, hay muchas opciones disponibles.
fa: هنگامی که زمان انتخاب یک برنامه نرم افزاری برای تجزیه و تحلیل تصویر فرا می رسد، گزینه های زیادی وجود دارد، برخی از آنها عمومی تر و برخی دیگر بسیار تخصصی برای روش های تصویر خاص یا انواع آزمایش ها هستند. به طور کلی، یک مکان خوب برای شروع کاوش، بررسی مقالات در زمینه خود و دیدن آنچه دیگران برای تجزیه و تحلیل آزمایش های مشابه با آزمایش های شما استفاده کرده اند، است. توجه به این نکته مهم است که یک پاسخ صحیح برای "از کدام برنامه استفاده کنم؟" وجود ندارد. بسته به سوال بیولوژیکی شما، تصاویر و راحتی شما با کدنویسی، گزینه های زیادی وجود دارد.
fi: Kun on aika valita ohjelmisto kuva-analyysiä varten, on olemassa monia vaihtoehtoja, joista osa on yleisempiä ja osa pitkälle erikoistuneita tiettyihin kuvamodaliteetteihin tai koetyyppeihin. Yleisesti ottaen on hyvä aloittaa tutkiminen tutkimalla oman alasi julkaisuja ja katsomalla, mitä muut ovat käyttäneet analysoidakseen samankaltaisia kokeita kuin omasi. On tärkeää huomata, että ei ole olemassa yhtä oikeaa vastausta kysymykseen "Mitä ohjelmaa minun pitäisi käyttää?". Riippuen biologisesta kysymyksestäsi, kuvistasi ja omasta mukavuudestasi koodauksen kanssa, käytettävissä on monia vaihtoehtoja.
fr: Lorsque vient le temps de sélectionner un logiciel pour votre analyse d'image, il existe de nombreuses options, certaines plus générales et d'autres hautement spécialisées pour des modalités d'image ou des types d'expériences spécifiques. En général, un bon endroit pour commencer à explorer est d'examiner des articles dans votre domaine et de voir ce que d'autres ont utilisé pour analyser des expériences similaires aux vôtres. Il est important de noter qu'il n'y a pas une seule réponse correcte à "Quel programme dois-je utiliser ?" En fonction de votre question biologique, de vos images et de votre propre confort avec le codage, de nombreuses options sont disponibles.
it: Quando arriva il momento di scegliere un programma software per l'analisi delle immagini, ci sono molte opzioni, alcune più generali e altre altamente specializzate per specifiche modalità di immagine o tipi di esperimenti. In generale, un buon punto di partenza è l'esame dei documenti del proprio settore e la verifica di ciò che gli altri hanno utilizzato per analizzare esperimenti simili al proprio. È importante notare che non esiste una risposta corretta alla domanda "Quale programma devo usare?". A seconda della domanda biologica, delle immagini e del proprio livello di confidenza con la codifica, ci sono molte opzioni disponibili.
ja: 画像解析のためのソフトウエアを選ぶとき、一般的なものから、特定の画像モダリティや実験の種類に特化したものまで、多くの選択肢があります。一般的には、自分の専門分野の論文を調べ、他の人が自分の実験と同じような実験の解析に何を使っているかを見ることから始めるのがよいでしょう。重要なことは、"どのプログラムを使うべきか？"に対する正解は一つではないということです。あなたの生物学的な疑問、イメージ、そしてあなた自身のコーディングの快適さによって、利用可能な選択肢はたくさんあります。
pl: Kiedy przychodzi czas na wybór oprogramowania do analizy obrazu, istnieje wiele opcji, niektóre bardziej ogólne, a inne wysoce wyspecjalizowane w określonych modalnościach obrazu lub typach eksperymentów. Ogólnie rzecz biorąc, dobrym miejscem do rozpoczęcia eksploracji jest przejrzenie artykułów z Twojej dziedziny i zobaczenie, co inni wykorzystali do analizy podobnych eksperymentów do Twoich. Należy zauważyć, że nie ma jednej poprawnej odpowiedzi na pytanie „Którego programu powinienem użyć?” W zależności od twojego pytania biologicznego, twoich obrazów i własnego komfortu podczas kodowania, dostępnych jest wiele opcji.
pt: Quando chega a hora de selecionar um programa de software para sua análise de imagem, existem muitas opções, algumas mais gerais e outras altamente especializadas para modalidades específicas de imagem ou tipos de experimentos. Em geral, um bom lugar para começar a explorar é examinar artigos em seu campo e ver o que outros usaram para analisar experimentos semelhantes aos seus. É importante observar que não há uma resposta correta para "Qual programa devo usar?" Dependendo de sua questão biológica, suas imagens e seu próprio conforto com a codificação, existem muitas opções disponíveis.

source: Below, we summarize the use-cases and limitations of some of the most common, free and open-source software for image analysis, this is a small list and more extensive ones exist like the [A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` and the [BioImage Informatics Index](https://biii.eu) {cite}`Paul-Gilloteaux2021-vw`.
cs: Níže shrnujeme případy použití a omezení některých nejběžnějších, bezplatných a open-source softwaru pro analýzu obrazu, toto je malý seznam a existují i rozsáhlejší, jako je [A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` a [Index informatiky BioImage](https://biii.eu) b0d60d4`27Paaz0d4 -Gilloteaux2021-vw`.
de: Nachfolgend fassen wir die Anwendungsfälle und Einschränkungen einiger der gängigsten freien und quelloffenen Software für die Bildanalyse zusammen. Dies ist nur eine kleine Liste, es gibt noch umfangreichere wie den [A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` und den [BioImage Informatics Index](https://biii.eu) {cite}`Paul-Gilloteaux2021-vw`.
es: A continuación, resumimos los casos de uso y las limitaciones de algunos de los software más comunes, gratuitos y de código abierto para el análisis de imágenes. Esta es una pequeña lista y existen otras más extensas como la [Guía del autoestopista a través del software de análisis de bioimágenes universo](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` y el [BioImage Informatics Index](https://biii.eu) { cite}`Paul-Gilloteaux2021-vw`.
fa: در زیر، موارد استفاده و محدودیت‌های برخی از رایج‌ترین، رایگان‌ترین و متن‌بازترین نرم‌افزارها برای تجزیه و تحلیل تصویر را خلاصه می‌کنیم، این یک لیست کوچک است و موارد گسترده‌تری مانند [راهنمای A Hitchhiker از طریق نرم‌افزار تجزیه و تحلیل تصویر زیستی وجود دارد. universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-adIsmage و theBiomatic] (https://biii.eu) {cite}`Paul-Gilloteaux2021-vw`.
fi: Seuraavassa esitetään yhteenveto joidenkin yleisimpien, ilmaisten ja avoimen lähdekoodin kuva-analyysiohjelmistojen käyttötapauksista ja rajoituksista. Tämä on vain pieni luettelo, ja on olemassa laajempiakin, kuten [A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` ja [BioImage Informatics Index](https://biii.eu) {cite}`Paul-Gilloteaux2021-vw`.
fr: Ci-dessous, nous résumons les cas d'utilisation et les limites de certains des logiciels les plus courants, gratuits et open-source pour l'analyse d'images, il s'agit d'une petite liste et des plus complètes existent comme le [A Hitchhiker's guide through the bio-image analysis software universel] (https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` et [l'index informatique BioImage](https://biii.eu) {cite}`Paul -Gilloteaux2021-vw`.
it: Di seguito, riassumiamo i casi d'uso e i limiti di alcuni dei più comuni software gratuiti e open-source per l'analisi delle immagini; si tratta di un piccolo elenco e ne esistono di più ampi, come [A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` e [BioImage Informatics Index](https://biii.eu) {cite}`Paul-Gilloteaux2021-vw`.
ja: 以下に、画像解析のための最も一般的な、フリーでオープンソースのソフトウェアのユースケースと限界をまとめます。これは小さなリストであり、[A Hitchhiker's guide through the bio-image analysis software universe](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451){cite}`Haase2022-ad` や [BioImage Informatics Index](https://biii.eu){cite}`Paul-Gilloteaux2021-vw` のような、より広範なものが存在します。
pl: Poniżej podsumowujemy przypadki użycia i ograniczenia niektórych z najpopularniejszych, bezpłatnych i otwartych programów do analizy obrazu. Jest to mała lista, a istnieją bardziej obszerne, takie jak [Przewodnik autostopowicza po oprogramowaniu do analizy obrazu biologicznego wszechświat](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` oraz [BioImage Informatics Index](https://biii.eu) {cite}`Paul -Gilloteaux2021-vw`.
pt: Abaixo, resumimos os casos de uso e as limitações de alguns dos softwares mais comuns, gratuitos e de código aberto para análise de imagens. universo](https://febs.onlinelibrary.wiley.com/doi/full/10.1002/1873-3468.14451) {cite}`Haase2022-ad` e o [BioImage Informatics Index](https://biii.eu) {cite}`Paul -Gilloteaux2021-vw`.

source: Whatever software you choose, be sure to include a detailed description of your analysis in your methods, with pipeline or workflow files if possible, so others can reproduce your work. Also be sure to cite the analysis software you use! This helps developers of the software get grant funding and helps others find useful tools.
cs: Ať už si vyberete jakýkoli software, nezapomeňte do metod zahrnout podrobný popis své analýzy, pokud je to možné, se soubory potrubí nebo pracovních postupů, aby ostatní mohli vaši práci reprodukovat. Nezapomeňte také citovat analytický software, který používáte! To pomáhá vývojářům softwaru získat grantové financování a pomáhá ostatním najít užitečné nástroje.
de: Für welche Software Sie sich auch immer entscheiden, achten Sie darauf, dass Sie eine detaillierte Beschreibung Ihrer Analyse in Ihre Methoden aufnehmen, wenn möglich mit Pipeline- oder Workflow-Dateien, damit andere Ihre Arbeit nachvollziehen können. Achten Sie auch darauf, die verwendete Analysesoftware zu zitieren! Dies hilft den Entwicklern der Software, Fördermittel zu erhalten, und hilft anderen, nützliche Tools zu finden.
es: Cualquiera que sea el software que elija, asegúrese de incluir una descripción detallada de su análisis en sus métodos, con archivos de canalización o de flujo de trabajo si es posible, para que otros puedan reproducir su trabajo. ¡También asegúrese de citar el software de análisis que utiliza! Esto ayuda a los desarrolladores del software a obtener subvenciones y ayuda a otros a encontrar herramientas útiles.
fa: هر نرم‌افزاری را که انتخاب می‌کنید، حتماً شرح مفصلی از تجزیه و تحلیل خود را در روش‌های خود، همراه با فایل‌های خط لوله یا گردش کار در صورت امکان، لحاظ کنید تا دیگران بتوانند کار شما را بازتولید کنند. همچنین نرم افزار تحلیلی که استفاده می کنید را حتما ذکر کنید! این به توسعه دهندگان نرم افزار کمک می کند تا کمک های مالی دریافت کنند و به دیگران کمک می کند ابزارهای مفید را پیدا کنند.
fi: Riippumatta siitä, minkä ohjelmiston valitset, muista sisällyttää yksityiskohtainen kuvaus analyysistäsi menetelmiin ja mahdollisuuksien mukaan myös putkisto- tai työnkulkutiedostot, jotta muut voivat jäljentää työsi. Muista myös mainita käyttämäsi analyysiohjelmisto! Tämä auttaa ohjelmistojen kehittäjiä saamaan apurahoja ja auttaa muita löytämään hyödyllisiä työkaluja.
fr: Quel que soit le logiciel que vous choisissez, assurez-vous d'inclure une description détaillée de votre analyse dans vos méthodes, avec des fichiers de pipeline ou de flux de travail si possible, afin que d'autres puissent reproduire votre travail. Veillez également à citer le logiciel d'analyse que vous utilisez ! Cela aide les développeurs du logiciel à obtenir des subventions et aide les autres à trouver des outils utiles.
it: Qualunque sia il software scelto, assicuratevi di includere nei vostri metodi una descrizione dettagliata dell'analisi, se possibile con file di pipeline o di flusso di lavoro, in modo che altri possano riprodurre il vostro lavoro. Assicuratevi anche di citare il software di analisi che utilizzate! Questo aiuta gli sviluppatori del software a ottenere finanziamenti e aiuta gli altri a trovare strumenti utili.
ja: どのようなソフトウェアを選んだとしても、他の人があなたの研究を再現できるように、可能であればパイプラインファイルやワークフローファイルとともに、あなたのメソッドに分析の詳細な説明を含めるようにしてください。また、使用した解析ソフトを必ず引用してください！これは、ソフトウェアの開発者が助成金を得る助けとなり、他の人が有用なツールを見つける助けとなります。
pl: Jakiekolwiek oprogramowanie wybierzesz, pamiętaj o dołączeniu szczegółowego opisu analizy do swoich metod, w miarę możliwości z plikami potoku lub przepływu pracy, aby inni mogli odtworzyć Twoją pracę. Pamiętaj również o zacytowaniu oprogramowania do analizy, którego używasz! Pomaga to programistom oprogramowania uzyskać dofinansowanie, a innym znaleźć przydatne narzędzia.
pt: Seja qual for o software que você escolher, certifique-se de incluir uma descrição detalhada de sua análise em seus métodos, com pipeline ou arquivos de fluxo de trabalho, se possível, para que outros possam reproduzir seu trabalho. Certifique-se também de citar o software de análise que você usa! Isso ajuda os desenvolvedores do software a obter financiamento e ajuda outras pessoas a encontrar ferramentas úteis.

source: card-img-top
es: tarjeta-img-top
fr: carte-img-top
ja: カード画像トップ

source: ImageJ
es: ImagenJ
it: ImmagineJ
ja: イメージジェイ
pl: ObrazJ

source: [ImageJ](https://imagej.net/) is an imaging processing program that is capable of operating on a variety of images including multichannel, 3D and time series. It provides basic imaging processing operations and has a variety of plugins for more complex tasks. [Read more...](content/imagej)
cs: [ImageJ](https://imagej.net/) je program pro zpracování snímků, který je schopen pracovat s řadou snímků včetně vícekanálových, 3D a časových řad. Poskytuje základní operace zpracování obrazu a má řadu zásuvných modulů pro složitější úkoly. [Číst dále...](obsah/obrázek)
de: [ImageJ] (https://imagej.net/) ist ein Bildverarbeitungsprogramm, das mit einer Vielzahl von Bildern arbeiten kann, darunter Mehrkanal-, 3D- und Zeitreihenbilder. Es bietet grundlegende Bildverarbeitungsoperationen und verfügt über eine Vielzahl von Plugins für komplexere Aufgaben. [Lesen Sie mehr...](content/imagej)
es: [ImageJ](https://imagej.net/) es un programa de procesamiento de imágenes que es capaz de operar en una variedad de imágenes que incluyen multicanal, 3D y series temporales. Proporciona operaciones básicas de procesamiento de imágenes y tiene una variedad de complementos para tareas más complejas. [Leer más...](contenido/imagenj)
fa: [ImageJ](https://imagej.net/) یک برنامه پردازش تصویر است که قادر به کار بر روی تصاویر مختلف از جمله چند کاناله، سه بعدی و سری زمانی است. عملیات پردازش تصویر اولیه را ارائه می دهد و دارای انواع پلاگین برای کارهای پیچیده تر است. [ادامه مطلب...](مطالب/تصویر)
fi: [ImageJ] (https://imagej.net/) on kuvankäsittelyohjelma, joka pystyy käsittelemään erilaisia kuvia, kuten monikanavaisia, 3D- ja aikasarjoja. Se tarjoaa kuvankäsittelyn perustoiminnot, ja siinä on useita lisäosia monimutkaisempia tehtäviä varten. [Lue lisää...](content/imagej)
fr: [ImageJ](https://imagej.net/) est un programme de traitement d'images capable de fonctionner sur une variété d'images, y compris multicanaux, 3D et séries chronologiques. Il fournit des opérations de traitement d'image de base et dispose d'une variété de plug-ins pour des tâches plus complexes. [Lire la suite...](contenu/imagej)
it: [ImageJ](https://imagej.net/) è un programma di elaborazione delle immagini in grado di operare su una varietà di immagini, tra cui multicanale, 3D e serie temporali. Fornisce operazioni di base per l'elaborazione delle immagini e dispone di una serie di plugin per compiti più complessi. [Per saperne di più...](content/imagej)
ja: [ImageJ](https://imagej.net/)は、マルチチャンネル、3D、時系列を含む様々な画像を操作できる画像処理プログラムです。基本的な画像処理操作を提供し、より複雑なタスクのための様々なプラグインを備えています。[続きを読む...](content/imagej)
pl: [ImageJ](https://imagej.net/) to program do przetwarzania obrazu, który może działać na różnych obrazach, w tym wielokanałowych, 3D i szeregach czasowych. Zapewnia podstawowe operacje przetwarzania obrazu i ma wiele wtyczek do bardziej złożonych zadań. [Czytaj więcej...](treść/zdjęciej)
pt: [ImageJ](https://imagej.net/) é um programa de processamento de imagem capaz de operar em uma variedade de imagens, incluindo multicanal, 3D e séries temporais. Ele fornece operações básicas de processamento de imagem e possui uma variedade de plug-ins para tarefas mais complexas. [Leia mais...](conteúdo/imagemj)

source: CellProfiler
de: ZellProfiler
ja: セルプロファイラー
