Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 🌐 [New to napari guide ](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
cs: 🌐 [Nový průvodce napari ](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
de: 🌐 [Neu bei napari guide ](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
es: 🌐 [Nuevo en la guía de napari] (https://napari.org/stable/tutorials/fundamentals/getting_started.html)
fa: 🌐 [راهنمای جدید ناپاری] (https://napari.org/stable/tutorials/fundamentals/getting_started.html)
fi: 🌐 [Uusi Napari-opas ](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
fr: 🌐 [Nouveau dans le guide napari] (https://napari.org/stable/tutorials/fundamentals/getting_started.html)
it: 🌐 [Nuova guida di napari ](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
ja: 🌐 [初めてのナパリガイド](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
pl: 🌐 [Nowy przewodnik po napari](https://napari.org/stable/tutorials/fundamentals/getting_started.html)
pt: 🌐 [Guia para novos usuários napari](https://napari.org/stable/tutorials/fundamentals/getting_started.html)

source: 🌐 [Tutorials](https://napari.org/stable/tutorials/index.html)
cs: 🌐 [Výukové materiály](https://napari.org/stable/tutorials/index.html)
es: 🌐 [Tutoriales](https://napari.org/stable/tutorials/index.html)
fa: 🌐 [آموزش] (https://napari.org/stable/tutorials/index.html)
fi: 🌐 [opetusohjelmat](https://napari.org/stable/tutorials/index.html)
fr: 🌐 [Tutoriels](https://napari.org/stable/tutorials/index.html)
it: 🌐 [Tutorial](https://napari.org/stable/tutorials/index.html)
ja: チュートリアル](https://napari.org/stable/tutorials/index.html)
pl: 🌐 [Samouczki](https://napari.org/stable/tutorials/index.html)
pt: 🌐 [Tutoriais](https://napari.org/stable/tutorials/index.html)

source: 🌐 [Bioimage Analysis with Napari - A FocalPlane blog series](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
es: 🌐 [Análisis de bioimágenes con Napari - Una serie de blogs de FocalPlane](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
fa: 🌐 [تحلیل تصویر زیستی با ناپاری - سری وبلاگ های FocalPlane](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
fr: 🌐 [Analyse de bioimage avec Napari - Une série de blogs FocalPlane](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
it: 🌐 [Analisi delle bioimmagini con Napari - Una serie di blog FocalPlane](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
ja: 🌐 [Napariによる生体画像解析 - FocalPlaneブログシリーズ](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
pl: 🌐 [Analiza bioobrazu z Napari - seria blogów FocalPlane](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)
pt: 🌐 [Análise de bioimagem com Napari - uma série FocalPlane blog](https://focalplane.biologists.com/category/blog-series/bio-image-analysis-with-napari/)

source: Intensity measurements
cs: Měření intenzity
de: Messungen der Intensität
es: Medidas de intensidad
fa: اندازه گیری شدت
fi: Intensiteettimittaukset
fr: Mesures d'intensité
it: Misure di intensità
ja: 強度測定
pl: Pomiary intensywności
pt: Medidas de intensidade

source: What are intensity measurements?
cs: Co to je měření intenzity?
de: Was sind Intensitätsmessungen?
es: ¿Qué son las medidas de intensidad?
fa: اندازه گیری شدت چیست؟
fi: Mitä ovat intensiteettimittaukset?
fr: Que sont les mesures d'intensité ?
it: Cosa sono le misure di intensità?
ja: インテンシティ測定とは？
pl: Czym są pomiary intensywności?
pt: O que são medidas de intensidade?

source: Intensity refers to the brightness of signal for a fluorescent label. Using intensity measurements, we can infer a relative amount of fluorophore or stain. So for instance, if you have a protein tagged with a fluorophore, you can measure the intensity of that fluorophore to get a relative measure of how much protein is present in your sample. Intensity measurements include the following (non-exhaustive) and can be measured within an image, in a object like a cell, in subregions of an object:
cs: Intenzita se týká jasu signálu pro fluorescenční značení. Pomocí měření intenzity můžeme odvodit relativní množství fluoroforu nebo značení. Pokud tedy máte například protein označený fluoroforem, můžete změřit intenzitu tohoto fluoroforu, abyste získali relativní míru toho, kolik proteinu je přítomno ve vašem vzorku. Měření intenzity zahrnuje následující (neúplný) seznam, lze je měřit v rámci obrazu, v objektu, jako je buňka, v dílčích oblastech objektu:
de: Die Intensität bezieht sich auf die Helligkeit des Signals einer Fluoreszenzmarkierung. Anhand von Intensitätsmessungen können wir auf die relative Menge eines Fluorophors oder eines Farbstoffs schließen. Wenn Sie beispielsweise ein mit einem Fluorophor markiertes Protein haben, können Sie die Intensität dieses Fluorophors messen, um ein relatives Maß dafür zu erhalten, wie viel Protein in Ihrer Probe vorhanden ist. Zu den Intensitätsmessungen gehören die folgenden (nicht abschließenden) und können innerhalb eines Bildes, in einem Objekt wie einer Zelle oder in Teilbereichen eines Objekts gemessen werden:
es: La intensidad se refiere al brillo de la señal para una etiqueta fluorescente. Usando medidas de intensidad, podemos inferir una cantidad relativa de fluoróforo o mancha. Entonces, por ejemplo, si tiene una proteína etiquetada con un fluoróforo, puede medir la intensidad de ese fluoróforo para obtener una medida relativa de la cantidad de proteína presente en su muestra. Las medidas de intensidad incluyen las siguientes (no exhaustivas) y se pueden medir dentro de una imagen, en un objeto como una celda, en subregiones de un objeto:
fa: شدت به روشنایی سیگنال برای برچسب فلورسنت اشاره دارد. با استفاده از اندازه گیری شدت، می توانیم مقدار نسبی فلوروفور یا لکه را استنباط کنیم. بنابراین، برای مثال، اگر پروتئینی دارید که با یک فلوروفور برچسب گذاری شده است، می توانید شدت آن فلوروفور را اندازه گیری کنید تا میزان پروتئین موجود در نمونه شما را اندازه گیری کنید. اندازه‌گیری‌های شدت شامل موارد زیر است (غیر جامع) و می‌توان آن را در یک تصویر، در یک جسم مانند سلول، در مناطق فرعی یک شی اندازه‌گیری کرد:
fi: Intensiteetti tarkoittaa fluoresoivan merkin signaalin kirkkautta. Intensiteettimittausten avulla voidaan päätellä fluoroforin tai väriaineen suhteellinen määrä. Jos esimerkiksi proteiini on merkitty fluorofoorilla, voit mitata fluorofoorin intensiteetin, jolloin saat suhteellisen arvon siitä, kuinka paljon proteiinia on näytteessäsi. Intensiteettimittauksia ovat seuraavat (ei tyhjentävästi), ja niitä voidaan mitata kuvan sisällä, objektissa, kuten solussa, tai objektin osa-alueilla:
fr: L'intensité fait référence à la luminosité du signal pour un marqueur fluorescent. En utilisant des mesures d'intensité, nous pouvons déduire une quantité relative de fluorophore ou de tache. Ainsi, par exemple, si vous avez une protéine marquée avec un fluorophore, vous pouvez mesurer l'intensité de ce fluorophore pour obtenir une mesure relative de la quantité de protéine présente dans votre échantillon. Les mesures d'intensité comprennent les éléments suivants (non exhaustifs) et peuvent être mesurées dans une image, dans un objet comme une cellule, dans des sous-régions d'un objet :
it: L'intensità si riferisce alla luminosità del segnale di un'etichetta fluorescente. Utilizzando le misurazioni dell'intensità, possiamo dedurre una quantità relativa di fluoroforo o di colorazione. Ad esempio, se si dispone di una proteina marcata con un fluoroforo, è possibile misurare l'intensità di tale fluoroforo per ottenere una misura relativa della quantità di proteina presente nel campione. Le misure di intensità includono le seguenti (non esaustive) e possono essere misurate all'interno di un'immagine, in un oggetto come una cellula, in sottoregioni di un oggetto:
ja: 強度とは、蛍光ラベルのシグナルの明るさのことである。強度を測定することで、蛍光標識や染色 の相対的な量を推測することができる。例えば、蛍光色素でタグ付けされたタンパク質がある場合、その蛍光色素の強度を測定することで、サンプル中にどれだけのタンパク質が存在するかを相対的に測定することができます。強度測定には以下のようなものがあり（網羅的ではありません）、画像内、細胞などの物体内、物体のサブ領域で測定できます：
pl: Intensywność odnosi się do jasności sygnału etykiety fluorescencyjnej. Korzystając z pomiarów intensywności, możemy wywnioskować względną ilość fluoroforu lub barwnika. Na przykład, jeśli masz białko oznaczone fluoroforem, możesz zmierzyć intensywność tego fluoroforu, aby uzyskać względną miarę ilości białka obecnego w próbce. Pomiary intensywności obejmują następujące (niewyczerpujące) i można je mierzyć w obrębie obrazu, w obiekcie takim jak komórka, w podobszarach obiektu:
pt: Intensidade refere-se ao brilho do sinal para um marcador fluorescente. Usando medidas de intensidade, podemos inferir uma quantidade relativa do fluoróforo ou corante. Por exemplo, se você tiver uma proteína marcada com um fluoróforo, poderá medir a intensidade desse fluoróforo para obter uma medida relativa de quanta proteína está presente em sua amostra. As medidas de intensidade são as abaixo (não exaustivo) e podem ser medidas dentro de uma imagem, em um objeto como uma célula ou em sub-regiões de um objeto:

source: **Mean intensity**: the average intensity across all pixels
cs: **Průměrná intenzita**: průměrná intenzita napříč všemi pixely
de: **Mittlere Intensität**: die durchschnittliche Intensität aller Pixel
es: **Intensidad media**: la intensidad media en todos los píxeles
fa: ** شدت متوسط **: شدت متوسط در همه پیکسل ها
fi: **Keskimääräinen intensiteetti**: kaikkien pikseleiden keskimääräinen intensiteetti.
fr: **Intensité moyenne** : intensité moyenne sur tous les pixels
it: **Intensità media**: l'intensità media di tutti i pixel
ja: **平均強度**：全ピクセルの平均強度
pl: **Średnia intensywność**: średnia intensywność we wszystkich pikselach
pt: **Intensidade média**: a intensidade média de todos os pixels

source: **Integrated intensity**: the sum of pixel intensities, a proxy for the total amount of that marker in an object
cs: **Integrovaná intenzita**: součet intenzit pixelů, zástupná hodnota pro celkové množství této značky v objektu
de: **Integrierte Intensität**: die Summe der Pixelintensitäten, ein Näherungswert für die Gesamtmenge dieses Markers in einem Objekt
es: **Intensidad integrada**: la suma de las intensidades de píxeles, un indicador de la cantidad total de ese marcador en un objeto
fa: **شدت یکپارچه**: مجموع شدت پیکسل ها، پروکسی برای مقدار کل آن نشانگر در یک شی
fi: **integroitu intensiteetti**: pikselien intensiteettien summa, joka kuvaa kyseisen merkin kokonaismäärää objektissa.
fr: **Intensité intégrée** : la somme des intensités de pixels, un indicateur de la quantité totale de ce marqueur dans un objet
it: **Intensità integrata**: la somma delle intensità dei pixel, una proxy della quantità totale di quel marcatore in un oggetto.
ja: **Integrated intensity**: ピクセルの強度の合計。
pl: **Intensywność zintegrowana**: suma intensywności pikseli, przybliżenie całkowitej ilości tego znacznika w obiekcie
pt: **Intensidade integrada**: a soma das intensidades dos pixels, um indicador da quantidade total desse marcador em um objeto

source: **Texture measurements**: the smoothness of the intensities
cs: **Měření textury**: hladkost intenzit
de: **Texturmessungen**: die Gleichmäßigkeit der Intensitäten
es: **Medidas de textura**: la suavidad de las intensidades
fa: ** اندازه گیری بافت **: صافی شدت ها
fi: **Tekstuurimittaukset**: intensiteettien tasaisuus.
fr: **Mesures de texture** : la finesse des intensités
it: **Misure di texture**: la morbidezza delle intensità
ja: **テクスチャー測定**：強度の滑らかさ
pl: **Pomiary tekstury**: gładkość intensywności
pt: **Medidas de textura**: a suavidade das intensidades

source: Intensity is relatively straightforward to measure, but can be quite tricky to do _correctly_ (see below). We strongly suggest you contact an image analysis expert before proceeding with this type of analysis because there are so many places things can go wrong. In general, you want to measure on either raw images, or illumination-corrected images, but in general with minimal {term}`image processing`. Illumination-correction is a form of {term}`image processing` to compensate for the uneven pattern of illumination produced by most light sources where the middle of the field of illumination is brighter than the edges. Then intensity measurements can be made in any standard image analysis software, either across the whole image or in identified objects. See below for an example workflow:
cs: Intenzita se měří poměrně jednoduše, ale může být poměrně složité ji _správně_ změřit (viz níže). Důrazně doporučujeme obrátit se na odborníka na analýzu obrazu, než se pustíte do tohoto typu analýzy, protože existuje mnoho míst, kde se může něco pokazit. Obecně platí, že chcete měřit buď na nezpracovaných snímcích, nebo na snímcích s korekcí osvětlení, ale obecně s minimálním {termín}`zpracováním snímků`. Korekce osvětlení je forma {termín}`zpracování obrazu``, která kompenzuje nerovnoměrný průběh osvětlení, který vzniká u většiny světelných zdrojů, kde je střed osvětleného pole jasnější než okraje. Měření intenzity pak lze provádět v jakémkoli standardním softwaru pro analýzu obrazu, a to buď v celém obraze, nebo v identifikovaných objektech. Příklad pracovního postupu viz níže:
de: Die Intensität ist relativ einfach zu messen, aber es kann recht schwierig sein, sie _richtig_ zu messen (siehe unten). Wir empfehlen Ihnen dringend, sich an einen Experten für Bildanalyse zu wenden, bevor Sie mit dieser Art von Analyse fortfahren, denn es gibt so viele Möglichkeiten, etwas falsch zu machen. Im Allgemeinen sollten Sie entweder mit Rohbildern oder mit beleuchtungskorrigierten Bildern messen, aber im Allgemeinen mit minimaler {term}"Bildverarbeitung". Die Beleuchtungskorrektur ist eine Form der {term}"Bildverarbeitung", um das ungleichmäßige Beleuchtungsmuster auszugleichen, das von den meisten Lichtquellen erzeugt wird, bei denen die Mitte des Beleuchtungsfeldes heller ist als die Ränder. Anschließend können Intensitätsmessungen in jeder Standard-Bildanalysesoftware vorgenommen werden, entweder für das gesamte Bild oder für bestimmte Objekte. Ein Beispiel für einen Arbeitsablauf finden Sie unten:
es: La intensidad es relativamente sencilla de medir, pero puede ser bastante difícil de hacer _correctamente_ (ver más abajo). Le recomendamos encarecidamente que se ponga en contacto con un experto en análisis de imágenes antes de proceder con este tipo de análisis porque hay muchos lugares donde las cosas pueden salir mal. En general, desea medir imágenes en bruto o imágenes corregidas por iluminación, pero en general con un procesamiento de imagen {term} mínimo. La corrección de iluminación es una forma de {term}`procesamiento de imágenes` para compensar el patrón desigual de iluminación producido por la mayoría de las fuentes de luz donde el centro del campo de iluminación es más brillante que los bordes. Luego, las mediciones de intensidad se pueden realizar en cualquier software estándar de análisis de imágenes, ya sea en toda la imagen o en objetos identificados. Vea a continuación un flujo de trabajo de ejemplo:
fa: اندازه گیری شدت نسبتاً ساده است، اما انجام _درست_ می تواند بسیار مشکل باشد (پایین را ببینید). ما قویاً به شما پیشنهاد می کنیم قبل از انجام این نوع تجزیه و تحلیل با یک متخصص تجزیه و تحلیل تصویر تماس بگیرید زیرا مکان های زیادی وجود دارد که ممکن است اشتباه پیش برود. به طور کلی، می‌خواهید بر روی تصاویر خام یا تصاویر تصحیح شده با روشنایی اندازه‌گیری کنید، اما به طور کلی با حداقل {term}«پردازش تصویر». تصحیح روشنایی شکلی از {term}«پردازش تصویر» برای جبران الگوی ناهموار نور تولید شده توسط اکثر منابع نوری است که در آن وسط میدان روشنایی از لبه ها روشن تر است. . سپس اندازه گیری شدت را می توان در هر نرم افزار تجزیه و تحلیل تصویر استاندارد، چه در کل تصویر و چه در اشیاء شناسایی شده انجام داد. برای نمونه گردش کار زیر را ببینید:
fi: Intensiteettiä on suhteellisen helppo mitata, mutta se voi olla melko hankalaa tehdä _oikeasti_ (ks. jäljempänä). Suosittelemme, että otat yhteyttä kuva-analyysin asiantuntijaan, ennen kuin ryhdyt tämäntyyppiseen analyysiin, koska asiat voivat mennä pieleen monissa kohdissa. Yleensä mittaukset kannattaa tehdä joko raakakuvista tai valaistuskorjatuista kuvista, mutta yleensä mahdollisimman vähän {term}"kuvankäsittelyä" käyttäen. Valaistuskorjaus on eräänlainen {term}"kuvankäsittely", jolla kompensoidaan useimpien valonlähteiden tuottamaa epätasaista valaistuskuviota, jossa valaistuskentän keskellä on valoisampaa kuin reunoilla. Tämän jälkeen intensiteettimittaukset voidaan tehdä millä tahansa tavallisella kuva-analyysiohjelmalla joko koko kuvasta tai tunnistetuista kohteista. Alla on esimerkki työnkulusta:
fr: L'intensité est relativement simple à mesurer, mais peut être assez difficile à faire _correctement_ (voir ci-dessous). Nous vous suggérons fortement de contacter un expert en analyse d'images avant de procéder à ce type d'analyse car il y a tellement d'endroits où les choses peuvent mal tourner. En général, vous souhaitez mesurer soit sur des images brutes, soit sur des images corrigées par l'éclairage, mais en général avec un {term}`traitement d'image` minimal. La correction d'éclairage est une forme de "traitement d'image" pour compenser le motif d'éclairage irrégulier produit par la plupart des sources lumineuses où le milieu du champ d'éclairage est plus lumineux que les bords. Ensuite, des mesures d'intensité peuvent être effectuées dans n'importe quel logiciel d'analyse d'image standard, soit sur l'ensemble de l'image, soit sur des objets identifiés. Voir ci-dessous pour un exemple de flux de travail :
it: L'intensità è relativamente semplice da misurare, ma può essere piuttosto complicata da eseguire in modo corretto (vedi sotto). Si consiglia vivamente di contattare un esperto di analisi delle immagini prima di procedere con questo tipo di analisi, perché sono molti i punti in cui si può sbagliare. In generale, si desidera misurare su immagini grezze o corrette per l'illuminazione, ma in generale con un'elaborazione minima delle immagini {term}. La correzione dell'illuminazione è una forma di {term}`elaborazione dell'immagine` per compensare lo schema di illuminazione non uniforme prodotto dalla maggior parte delle sorgenti luminose, in cui il centro del campo di illuminazione è più luminoso dei bordi. Quindi è possibile effettuare misurazioni dell'intensità in qualsiasi software di analisi delle immagini standard, sia sull'intera immagine che sugli oggetti identificati. Vedere di seguito un esempio di flusso di lavoro:
ja: 強度の測定は比較的簡単ですが、正確に行うにはかなり厄介です（下記参照）。この種の分析を行う前に、画像分析の専門家にご相談されることを強くお勧めします。一般的には、生画像、または照明補正された画像のどちらかで計測を行いたいものですが、一般的には{term}`画像処理` は最小限に抑えたいものです。イルミネーション補正は、{term}`画像処理` の一形態で、ほとんどの光源によって生成されるイルミネーションの不均一なパターンを補正するためのものである。その後、標準的な画像解析ソフトウェアで、画像全体または特定オブジェクトの強度を測定することができます。ワークフローの例は以下を参照：
pl: Intensywność jest stosunkowo łatwa do zmierzenia, ale może być dość trudna do wykonania _poprawnie_ (patrz poniżej). Zdecydowanie zalecamy skontaktowanie się z ekspertem od analizy obrazu przed przystąpieniem do tego typu analizy, ponieważ jest tak wiele miejsc, w których coś może pójść nie tak. Ogólnie rzecz biorąc, chcesz mierzyć na surowych obrazach lub obrazach z korekcją oświetlenia, ale ogólnie z minimalnym przetwarzaniem obrazu {term}. Korekta iluminacji jest formą {term}`przetwarzania obrazu` w celu skompensowania nierównomiernego rozkładu oświetlenia wytwarzanego przez większość źródeł światła, gdzie środek pola oświetlenia jest jaśniejszy niż krawędzie. Następnie pomiary intensywności można wykonać w dowolnym standardowym oprogramowaniu do analizy obrazu, albo na całym obrazie, albo na zidentyfikowanych obiektach. Zobacz poniżej przykładowy przepływ pracy:
pt: A intensidade é relativamente simples de medir, mas pode ser bastante complicada de se fazer _corretamente_ (veja abaixo). Sugerimos enfaticamente que você entre em contato com um especialista em análise de imagem antes de prosseguir com esse tipo de análise, porque há muitos lugares onde as coisas podem dar errado. Em geral, você deseja medir imagens brutas ou imagens com iluminação corrigida, mas em geral com o mínimo de {term}`processamento de imagem`. A correção de iluminação é uma forma de {term}`processamento de imagem` para compensar o padrão irregular de iluminação produzido pela maioria das fontes de luz, onde o meio do campo de iluminação é mais claro que as bordas. Em seguida, as medições de intensidade podem ser feitas em qualquer software de análise de imagem, seja em toda a imagem ou em objetos identificados. Veja abaixo um exemplo de fluxo de trabalho:
