Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Image Processing
cs: Zpracování obrazu
de: Bildverarbeitung
es: Procesamiento de imágenes
fa: پردازش تصویر
fi: Kuvankäsittely
fr: Traitement d'image
it: Elaborazione delle immagini
ja: 画像処理
pl: Przetwarzanie obrazu
pt: Processamento da imagem

source: Image Segmentation
cs: Segmentace obrazu
de: Bildsegmentierung
es: Segmentación de imagen
fa: تقسیم بندی تصویر
fi: Kuvan segmentointi
fr: Segmentation des images
it: Segmentazione delle immagini
ja: 画像分割
pl: Segmentacja obrazu
pt: Segmentação da imagem

source: 📄 [Data-analysis strategies for image-based cell profiling](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
de: 📄 [Datenanalysestrategien für bildbasierte Zellprofilierung](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
es: 📄 [Estrategias de análisis de datos para perfiles celulares basados en imágenes](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
fa: 📄 [استراتژی های تجزیه و تحلیل داده برای پروفایل سلولی مبتنی بر تصویر](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
fi: 📄 [Data-analyysistrategiat kuvapohjaista soluprofilointia varten](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
fr: 📄 [Stratégies d'analyse de données pour le profilage cellulaire basé sur l'image] (https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
it: 📄 [Strategie di analisi dei dati per la profilazione cellulare basata su immagini](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
pl: 📄 [Strategie analizy danych do profilowania komórek na podstawie obrazu] (https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`
pt: 📄 [Estratégias de análise de dados para perfis de células baseados em imagens](https://www.nature.com/articles/nmeth.4397) {cite}`Caicedo2017-ks`

source: 📄 [Scoring diverse cellular morphologies in image-based screens with iterative feedback and machine learning](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
de: 📄 [Scoring diverser zellulärer Morphologien in bildbasierten Screens mit iterativem Feedback und maschinellem Lernen](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
es: 📄 [Puntaje de diversas morfologías celulares en pantallas basadas en imágenes con retroalimentación iterativa y aprendizaje automático](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
fa: 📄 [به ثمر رساندن مورفولوژی های سلولی متنوع در صفحه نمایش های مبتنی بر تصویر با بازخورد تکراری و یادگیری ماشینی](https://www.pnas.org/doi/10.1073/pnas.0808843106) <span class='notranslate'>b0d4273503dspan>0 "جونز 2009-zz".
fr: 📄 [Score de diverses morphologies cellulaires sur des écrans basés sur des images avec rétroaction itérative et apprentissage automatique](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
it: 📄 [Scoring di diverse morfologie cellulari in schermi basati su immagini con feedback iterativo e apprendimento automatico](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
pl: 📄 [Ocena różnych morfologii komórkowych na ekranach opartych na obrazie z iteracyjnym sprzężeniem zwrotnym i uczeniem maszynowym](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`
pt: 📄 [Score de diversas morfologias celulares em telas baseadas em imagens com feedback iterativo e aprendizado de máquina](https://www.pnas.org/doi/10.1073/pnas.0808843106) {cite}`Jones2009-zz`

source: 📄 [Interpreting Image-based Profiles using Similarity Clustering and Single-Cell Visualization](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
de: 📄 [Interpretation bildbasierter Profile mit Hilfe von Ähnlichkeitsclustering und Einzelzellvisualisierung](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
es: 📄 [Interpretación de perfiles basados en imágenes usando agrupamiento de similitud y visualización de celda única](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
fa: 📄 [تفسیر نمایه‌های مبتنی بر تصویر با استفاده از خوشه‌بندی شباهت و تجسم تک سلولی](https://doi.org/10.1002/cpz1.713) <span class='notranslate'>{cite}</span2`3`Carz
fr: 📄 [Interprétation des profils basés sur des images à l'aide du clustering de similarité et de la visualisation à cellule unique] (https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
it: 📄 [Interpretazione di profili basati su immagini mediante clustering di similarità e visualizzazione di singole cellule](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
pl: 📄 [Interpretacja profili opartych na obrazach przy użyciu grupowania podobieństw i wizualizacji pojedynczych komórek](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`
pt: 📄 [Interpretando Perfis Baseados em Imagens Usando Matriz de Similaridade e Visualização de Células Isoladas](https://doi.org/10.1002/cpz1.713) {cite}`GarciaFossaCruz2023`

source: 🌐 [Image Data Resource (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
es: 🌐 [Recurso de datos de imagen (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
fi: 🌐 [Kuvatietoresurssi (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
fr: 🌐 [Ressource de données d'image (IDR)] (https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
it: 🌐 [Risorsa dati immagine (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
pl: 🌐 [Zasoby danych obrazu (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`
pt: 🌐 [Recurso de dados de imagem (IDR)](https://idr.openmicroscopy.org/) {cite}`Williams2017-yy`

source: 🌐 Image.sc {cite}`Rueden2019-qp`
es: 🌐 Imagen.sc {cite}`Rueden2019-qp`

source: 📄 [Current Methods and Pipelines for Image-Based Quantitation of Nuclear Shape and Nuclear Envelope Abnormalities](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
de: 📄 [Aktuelle Methoden und Pipelines zur bildbasierten Quantifizierung von Kernform und Kernhüllenanomalien](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
es: 📄 [Métodos y canalizaciones actuales para la cuantificación basada en imágenes de anomalías de forma nuclear y envoltura nuclear](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
fa: 📄 [روش‌ها و خطوط لوله کنونی برای کمی‌سازی مبتنی بر تصویر شکل هسته‌ای و ناهنجاری‌های پوشش هسته‌ای](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
fr: 📄 [Méthodes et pipelines actuels pour la quantification basée sur l'image de la forme nucléaire et des anomalies de l'enveloppe nucléaire] (https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
pl: 📄 [Current Methods and Pipelines for Image-Based Quantitation of Nuclear Shape and Nuclear Envelopes Abnormalities](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`
pt: 📄 [Current Methods and Pipelines for Image-Based Quantification of Nuclear Shape and Nuclear Envelope Anormalities](https://www.mdpi.com/2073-4409/11/3/347/htm) {cite}`Janssen2022-bm`

source: As an example, it is possible for two people to work in the same building and never interact.
cs: Například je možné, aby dva lidé pracovali ve stejné budově a nikdy nekomunikovali.
de: Beispielsweise ist es möglich, dass zwei Personen im selben Gebäude arbeiten, ohne jemals miteinander zu interagieren.
fa: به عنوان مثال، این امکان وجود دارد که دو نفر در یک ساختمان کار کنند و هرگز با هم تعامل نداشته باشند.
fr: A titre d’exemple, il est possible que deux personnes travaillent dans le même bâtiment sans jamais interagir.
pl: Na przykład możliwe jest, że dwie osoby będą pracować w tym samym budynku i nigdy nie będą ze sobą współdziałać.

source: Default Caption
cs: Výchozí titulek
de: Standardbeschriftung
fa: عنوان پیش‌فرض
fr: Légende par défaut
pl: Domyślny podpis

source: 🌐 [CellProfiler user manual](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.6/index.html)
fa: 🌐 [راهنمای کاربر CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.6/index.html)
pl: 🌐 [Instrukcja obsługi CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.6/index.html)

source: <img src="https://us1.discourse-cdn.com/flex015/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Microscopy Image Browser)
pl: <img src="https://us1.discourse-cdn.com/flex015/uploads/imagej/optimized/3X/7/4/74273a1f9a663b52053d44c9767ed49193f2170f_2_787x750.png" alt="logo" width="30px"> MIB (Przeglądarka obrazów mikroskopowych)

source: 🌐 Metrics Reloaded
pl: 🌐 Wskaźniki ponownie załadowane

source: An interactive guide to choosing the right metric for your scientific question
pl: Interaktywny przewodnik dotyczący wyboru odpowiedniego miernika dla Twojego pytania naukowego
