Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: What are size measurements?
cs: Jak se měří velikost?
de: Was sind Größenangaben?
es: ¿Cuáles son las medidas de tamaño?
fa: اندازه گیری اندازه چیست؟
fi: Mitkä ovat kokomitat?
fr: Quelles sont les mesures de taille?
it: Quali sono le misure delle taglie?
ja: サイズの測り方は？
pl: Czym są pomiary wielkości?
pt: O que são medidas de tamanho?

source: Size measurements describe the dimensions of objects in your image. Common size measurements include:
cs: Měření velikosti popisuje rozměry objektů na obrázku. Mezi běžné rozměry patří:
de: Größenmaße beschreiben die Abmessungen von Objekten in Ihrem Bild. Übliche Größenmaße sind:
es: Las medidas de tamaño describen las dimensiones de los objetos en su imagen. Las medidas de tamaño comunes incluyen:
fa: اندازه گیری اندازه، ابعاد اشیاء را در تصویر شما توصیف می کند. اندازه گیری های رایج اندازه شامل موارد زیر است:
fi: Kokomittaukset kuvaavat kuvassa olevien kohteiden mittoja. Yleisiä kokomittoja ovat mm:
fr: Les mesures de taille décrivent les dimensions des objets dans votre image. Les mesures de taille courantes incluent :
it: Le misure di dimensione descrivono le dimensioni degli oggetti nell'immagine. Le misure di dimensione più comuni sono:
ja: サイズ測定は、画像内のオブジェクトの寸法を表します。一般的なサイズ測定には以下が含まれます：
pl: Miary rozmiaru opisują wymiary obiektów na obrazie. Typowe pomiary wielkości obejmują:
pt: As medidas de tamanho descrevem as dimensões dos objetos em sua imagem. Medidas comuns de tamanho incluem:

source: **Area**: the 2D space an object takes up in the image or the 3D surface area of an object
cs: **Plocha**: 2D prostor, který objekt zabírá na obrázku, nebo 3D plocha povrchu objektu
de: **Fläche**: der 2D-Raum, den ein Objekt im Bild einnimmt, oder die 3D-Oberfläche eines Objekts
es: **Área**: el espacio 2D que ocupa un objeto en la imagen o el área de superficie 3D de un objeto
fa: **مساحت**: فضای دوبعدی یک شی در تصویر یا سطح سه بعدی یک شیء
fi: **Pinta-ala**: objektin kuvassa viemä 2D-tila tai objektin 3D-pinta-ala.
fr: **Zone** : l'espace 2D occupé par un objet dans l'image ou la surface 3D d'un objet
it: **Area**: lo spazio 2D occupato da un oggetto nell'immagine o la superficie 3D di un oggetto.
ja: **面積**：画像内で物体が占める2次元空間、または物体の3次元表面積
pl: **Obszar**: przestrzeń 2D zajmowana przez obiekt na obrazie lub powierzchnia 3D obiektu
pt: **Área**: o espaço 2D que um objeto ocupa na imagem ou a área de superfície 3D de um objeto

source: **Volume**: the 3D space an object takes up in a 3D image
cs: **Objem**: 3D prostor, který objekt zabírá ve 3D obrazu
de: **Volumen**: der 3D-Raum, den ein Objekt in einem 3D-Bild einnimmt
es: **Volumen**: el espacio 3D que ocupa un objeto en una imagen 3D
fa: **حجم**: فضای سه بعدی که یک شی در یک تصویر سه بعدی اشغال می کند
fi: **Tilavuus**: 3D-tila, jonka objekti vie 3D-kuvassa.
fr: **Volume** : l'espace 3D occupé par un objet dans une image 3D
it: **Volume**: lo spazio 3D che un oggetto occupa in un'immagine 3D.
ja: **ボリューム**：3D画像の中で物体が占める3D空間
pl: **Objętość**: przestrzeń 3D zajmowana przez obiekt na obrazie 3D
pt: **Volume**: o espaço 3D que um objeto ocupa em uma imagem 3D

source: **Perimeter**: the distance around the edge of an object
cs: **Obvod**: vzdálenost kolem okraje objektu
de: **Perimeter**: der Abstand um den Rand eines Objekts
es: **Perímetro**: la distancia alrededor del borde de un objeto
fa: **محیط**: فاصله دور لبه یک جسم
fi: **Ympärysmitta**: etäisyys kohteen reunan ympärillä.
fr: **Périmètre** : la distance autour du bord d'un objet
it: **Perimetro**: la distanza intorno al bordo di un oggetto
ja: **外周**：物体の端の周りの距離
pl: **Obwód**: odległość wokół krawędzi obiektu
pt: **Perímetro**: a distância ao redor da borda de um objeto

source: What are shape measurements?
cs: Co jsou to míry tvaru?
de: Was sind Formmessungen?
es: ¿Qué son las medidas de forma?
fa: اندازه گیری شکل چیست؟
fi: Mitä ovat muotomittaukset?
fr: Que sont les mesures de forme ?
it: Cosa sono le misure di forma?
ja: 形状測定とは？
pl: Czym są pomiary kształtu?
pt: O que são medidas de forma?

source: Shape measurements describe the 2D or 3D form of objects in our sample. Common shape measurements include:
cs: Měření tvaru popisují 2D nebo 3D formu objektů v našem vzorku. Běžná měření tvaru zahrnují:
de: Formmessungen beschreiben die 2D- oder 3D-Form von Objekten in unserer Probe. Gängige Formmessungen umfassen:
es: Las medidas de forma describen la forma 2D o 3D de los objetos en nuestra muestra. Las medidas de forma comunes incluyen:
fa: اندازه‌گیری‌های شکل شکل دو بعدی یا سه بعدی اشیاء را در نمونه ما توصیف می‌کنند. اندازه گیری های رایج شکل عبارتند از:
fi: Muotomittaukset kuvaavat näytteessä olevien kohteiden 2D- tai 3D-muotoa. Yleisiä muotomittauksia ovat mm:
fr: Les mesures de forme décrivent la forme 2D ou 3D des objets de notre échantillon. Les mesures de forme courantes incluent :
it: Le misure di forma descrivono la forma 2D o 3D degli oggetti nel nostro campione. Le misure di forma più comuni includono:
ja: 形状測定は、サンプル内の物体の2次元または3次元の形状を表します。一般的な形状測定には以下が含まれます：
pl: Pomiary kształtu opisują formę 2D lub 3D obiektów w naszej próbce. Typowe pomiary kształtu obejmują:
pt: As medidas de forma descrevem a forma 2D ou 3D dos objetos em nossa amostra. Medidas comuns de forma incluem:

source: **Circularity**: How round vs. elongated an object is. Formally defined as $circularity = 4pi*{area}/{perimeter}^2$ where 1 is a perfect circle and circularity <1 is a more elongated polygon.
cs: **Kruhovost**: Jak kulatý vs. protáhlý je objekt. Formálně definováno jako $kruhovost = 4pi*{plocha}/{perimeter}^2$, kde 1 je dokonalý kruh a kruhovitost <1 je protáhlejší mnohoúhelník.
de: **Kreisförmigkeit**: Wie rund oder langgestreckt ein Objekt ist. Formal definiert als $Circularity = 4pi*{area}/{perimeter}^2$, wobei 1 ein perfekter Kreis und Circularity &lt;1 ein eher längliches Polygon ist.
es: **Circularidad**: Cuán redondo o alargado es un objeto. Definido formalmente como $circularity = 4pi*{area}/{perimeter}^2$ donde 1 es un círculo perfecto y circularity <1 es un polígono más alargado.
fa: **دایره**: یک جسم چقدر گرد است در مقابل کشیده. به طور رسمی به عنوان $circularity = 4pi*{area}/{perimeter}^2$ تعریف شده است که در آن 1 یک دایره کامل است و دایره <1 یک چند ضلعی درازتر
fi: **Ympyränmuotoisuus**: Kuinka pyöreä vs. pitkänomainen esine on. Määritellään muodollisesti seuraavasti: $circularity = 4pi*{area}/{perimeter}^2$, jossa 1 on täydellinen ympyrä ja circularity &lt;1 on pitkänomainen monikulmio.
fr: **Circularité** : mesure dans laquelle un objet est rond ou allongé. Formellement défini comme $circularity = 4pi*{area}/{perimeter}^2$ où 1 est un cercle parfait et circularity <1 est un polygone plus allongé.
it: **Circolarità**: Quanto è rotondo o allungato un oggetto. Formalmente definita come $circolarità = 4pi*{area}/{perimeter}^2$ dove 1 è un cerchio perfetto e circolarità &lt;1 è un poligono più allungato.
ja: **円形度**：物体の丸さと細長さの比較。正式には $circularity = 4pi*{area}/{perimeter}^2$ と定義される。ここで 1 は真円、円形度 &lt;1 はより細長い多角形。
pl: **Krągłość**: jak okrągły lub jak wydłużony jest obiekt. Formalnie zdefiniowany jako $circularity = 4pi*{area}/{perimeter}^2$, gdzie 1 to idealne koło, a kołowość <1 to bardziej wydłużony wielokąt.
pt: **Circularidade**: quão redondo ou alongado é um objeto. Formalmente definido como $circularidade = 4pi*{área}/{perimeter}^2$ onde 1 é um círculo perfeito e circularidade <1 é um polígono mais alongado.

source: **Solidity**: how dense vs. wispy/holey an object is. Formally defined as $solidity = area/convex area$ where _convex area_ is akin to the area inside a shape formed by stretching a rubber band around the object.
cs: **Solidity**: jak je objekt hustý a jak je řídký. Formálně je definována jako $hustota = plocha/konvexní plocha$, kde _konvexní plocha_ je podobná ploše uvnitř tvaru vytvořeného natažením gumičky kolem objektu.
de: **Solidität**: wie dicht oder wie locker ein Objekt ist. Formal definiert als $Solidität = Fläche/konvexe Fläche$, wobei _konvexe Fläche_ der Fläche innerhalb einer Form entspricht, die durch Dehnung eines Gummibands um das Objekt gebildet wird.
es: **Solidez**: qué tan denso versus tenue/agujereado es un objeto. Definido formalmente como $solidez = área/área convexa$ donde _área convexa_ es similar al área dentro de una forma formada al estirar una banda elástica alrededor del objeto.
fa: **استحکام**: چگالی یک شی در مقابل چگالی/حفره ای چقدر است. به طور رسمی به عنوان $ solidity = ناحیه / ناحیه محدب $ تعریف می شود که در آن _ ناحیه محدب_ شبیه به ناحیه داخل یک شکل است که با کشش یک نوار لاستیکی در اطراف جسم ایجاد شده است.
fi: **Kiinteys**: kuinka tiheä vs. haalea/reikäinen esine on. Määritellään muodollisesti seuraavasti: $kiinteys = pinta-ala/konveksinen pinta-ala$, jossa _konveksinen pinta-ala_ on samankaltainen kuin pinta-ala muodon sisällä, joka muodostetaan venyttämällä kuminauha objektin ympärille.
fr: **Solidité** : la densité d'un objet par rapport à sa forme vaporeuse/trouée. Formellement défini comme $solidité = aire/aire convexe$ où _aire convexe_ s'apparente à l'aire à l'intérieur d'une forme formée en étirant un élastique autour de l'objet.
it: **Solidità**: densità o vaporosità di un oggetto. Definita formalmente come $solidità = area/area convessa$ dove _l'area convessa_ è simile all'area all'interno di una forma formata tendendo un elastico intorno all'oggetto.
ja: **固さ**：物体の密度と、ささくれや穴の開き具合。正式には$solidity = area/convex area$と定義される。ここで_convex area_とは、物体の周りに輪ゴムを伸ばしてできた形の内側の面積のようなもの。
pl: **Solidność**: jak gęsty vs. delikatny/dziurawy jest obiekt. Formalnie zdefiniowana jako $solidność = powierzchnia/obszar wypukły$, gdzie _obszar wypukły_ jest podobny do obszaru wewnątrz kształtu utworzonego przez rozciągnięcie gumki wokół obiektu.
pt: **Solidez**: quão denso vs. fino/furado é um objeto. Definido formalmente como $solidez = área/área convexa$ onde _área convexa_ é semelhante à área dentro de uma forma formada pelo alongamento de um elástico ao redor do objeto.

source: After segmenting an image to locate the pixels belonging to different objects, morphology can be measured readily in many image analysis softwares, like FIJI and CellProfiler. For example, in {term}`Fiji`, after identifying your objects as {term}`ROIs`, be sure to **Analyze > Set Measurements…** and select “Shape Descriptors” then simply measure your {term}`ROIs` with **Analyze > Measure**. In CellProfiler, this is accomplished using the module MeasureObjectSizeShape.
cs: Po segmentaci obrazu k nalezení pixelů patřících různým objektům lze morfologii snadno měřit v mnoha softwarech pro analýzu obrazu, jako je FIJI a CellProfiler. Například v {term}`Fiji`, po identifikaci vašich objektů jako {term}`ROIs`, nezapomeňte **Analyze > Set Measurements…** a vyberte “Shape Descriptors” a poté jednoduše změřte své {term}`ROIs` pomocí >**Analys`. Opatření**. V CellProfiler je toho dosaženo pomocí modulu MeasureObjectSizeShape.
de: Nach der Segmentierung eines Bildes, um die zu verschiedenen Objekten gehörenden Pixel zu lokalisieren, kann die Morphologie in vielen Bildanalyseprogrammen wie FIJI und CellProfiler leicht gemessen werden. In {term}`Fiji` zum Beispiel, nachdem Sie Ihre Objekte als {term}`ROIs` identifiziert haben, stellen Sie sicher, dass Sie **Analysieren &gt; Messungen einstellen...** und "Shape Descriptors" auswählen und dann einfach Ihre {term}`ROIs` mit **Analysieren &gt; Messen** messen. In CellProfiler wird dies mit dem Modul MeasureObjectSizeShape erreicht.
es: Después de segmentar una imagen para ubicar los píxeles que pertenecen a diferentes objetos, la morfología se puede medir fácilmente en muchos softwares de análisis de imágenes, como FIJI y CellProfiler. Por ejemplo, en {term}`Fiji`, después de identificar sus objetos como {term}`ROIs`, asegúrese de **Analizar > Establecer medidas...** y seleccione "Descriptores de forma" y luego simplemente mida sus {term}`ROIs ` con **Analizar > Medir**. En CellProfiler, esto se logra usando el módulo MeasureObjectSizeShape.
fa: پس از تقسیم بندی یک تصویر برای تعیین مکان پیکسل های متعلق به اشیاء مختلف، مورفولوژی را می توان به راحتی در بسیاری از نرم افزارهای تجزیه و تحلیل تصویر، مانند FIJI و CellProfiler اندازه گیری کرد. به عنوان مثال، در {term}'Fiji'، پس از شناسایی اشیاء خود به عنوان {term}«ROIs»، حتماً **Analyze > اندازه‌گیری‌ها را تنظیم کنید...** و «شکل توصیف‌کننده» را انتخاب کنید، سپس به سادگی {term}«ROIs» خود را با **Analyze > Measure** اندازه‌گیری کنید. در CellProfiler، این کار با استفاده از ماژول MeasureObjectSizeShape انجام می شود.
fi: Kun kuva on segmentoitu eri kohteisiin kuuluvien pikselien paikantamiseksi, morfologia voidaan mitata helposti monilla kuva-analyysiohjelmilla, kuten FIJI ja CellProfiler. Esimerkiksi {term}`Fiji` -ohjelmassa, kun olet tunnistanut kohteet {term}`ROIs` -kohteiksi, muista **Analyze &gt; Set Measurements...** ja valitse "Shape Descriptors" (muodon kuvaajat) ja mittaa sitten yksinkertaisesti {term}`ROIs` -kohteet **Analyze &gt; Measure** -ohjelmalla. CellProfilerissa tämä tapahtuu moduulin MeasureObjectSizeShape avulla.
fr: Après avoir segmenté une image pour localiser les pixels appartenant à différents objets, la morphologie peut être mesurée facilement dans de nombreux logiciels d'analyse d'images, comme FIJI et CellProfiler. Par exemple, dans {term}`Fiji`, après avoir identifié vos objets comme {term}`ROIs`, assurez-vous de **Analyser> Définir les mesures…** et sélectionnez «Descripteurs de forme», puis mesurez simplement vos {term}`ROIs` avec **Analyser> Mesure**. Dans CellProfiler, cela s'effectue à l'aide du module MeasureObjectSizeShape.
it: Dopo aver segmentato un'immagine per individuare i pixel appartenenti ai diversi oggetti, la morfologia può essere misurata facilmente in molti software di analisi delle immagini, come FIJI e CellProfiler. Ad esempio, in {term}`Fiji`, dopo aver identificato gli oggetti come {term}`ROI`, assicurarsi di **Analyze &gt; Set Measurements...** e selezionare "Shape Descriptors", quindi misurare semplicemente i `ROI` di {term} con **Analyze &gt; Measure**. In CellProfiler, questo si ottiene usando il modulo MeasureObjectSizeShape.
ja: 画像をセグメンテーションして異なるオブジェクトに属するピクセルを特定した後、FIJI や CellProfiler のような多くの画像解析ソフトでモルフォロジーを簡単に測定することができます。例えば、{term}`Fiji` では、{term}`ROIs` としてオブジェクトを特定した後、必ず **Analyze &gt; Set Measurements...** を行い、"Shape Descriptors" を選択し、{term}`ROIs` を **Analyze &gt; Measure** で測定します。CellProfiler では、MeasureObjectSizeShape モジュールを使ってこれを行います。
pl: Po podzieleniu obrazu na segmenty w celu zlokalizowania pikseli należących do różnych obiektów, morfologię można łatwo zmierzyć w wielu programach do analizy obrazu, takich jak FIJI i CellProfiler. Na przykład w {term}`Fiji`, po zidentyfikowaniu obiektów jako {term}`ROIs`, upewnij się, że wybrałeś **Analiza > Ustaw pomiary…** i wybierz „Deskryptory kształtu”, a następnie po prostu zmierz swoje {term}`ROIs` za pomocą **Analiza > Mierzyć**. W CellProfiler odbywa się to za pomocą modułu MeasureObjectSizeShape.
pt: Depois de segmentar uma imagem para localizar os pixels pertencentes a diferentes objetos, a morfologia pode ser diretamente medida em muitos softwares de análise de imagem, como FIJI e CellProfiler. Por exemplo, em {term}`Fiji`, depois de identificar seus objetos como {term}`ROIs`, certifique-se de **Analyze > Set Measurements…** e selecione “Shape Descriptors” e simplesmente meça seus {term}`ROIs` com **Analyze > Measure*. No CellProfiler, isso é feito usando o módulo MeasureObjectSizeShape.

source: **Not understanding the limitations of your images**. All biological structures are 3D, but we often analyze 2D images. Often this is still very useful! But the larger and more complex your objects (e.g., neurons in a tissue section), the more limited a 2D view becomes.
cs: **Nechápu omezení vašich obrázků**. Všechny biologické struktury jsou 3D, ale my často analyzujeme 2D obrázky. Často je to stále velmi užitečné! Čím větší a složitější objekty však máte (např. neurony v řezu tkání), tím omezenější bude 2D zobrazení.
de: **Nicht die Grenzen Ihrer Bilder verstehen**. Alle biologischen Strukturen sind 3D, aber wir analysieren oft 2D-Bilder. Das ist oft noch sehr nützlich! Aber je größer und komplexer Ihre Objekte sind (z. B. Neuronen in einem Gewebeschnitt), desto begrenzter wird eine 2D-Ansicht.
es: **No entender las limitaciones de tus imágenes**. Todas las estructuras biológicas son 3D, pero a menudo analizamos imágenes 2D. ¡A menudo esto sigue siendo muy útil! Pero cuanto más grandes y complejos sean sus objetos (por ejemplo, neuronas en una sección de tejido), más limitada se vuelve una vista 2D.
fa: **عدم درک محدودیت های تصاویرتان**. همه ساختارهای بیولوژیکی سه بعدی هستند، اما ما اغلب تصاویر دو بعدی را تجزیه و تحلیل می کنیم. اغلب این هنوز هم بسیار مفید است! اما هر چه اشیاء شما بزرگتر و پیچیده تر باشند (مثلاً نورون ها در یک بخش بافت)، نمای دوبعدی محدودتر می شود.
fi: **Ei ymmärrä kuvien rajoituksia**. Kaikki biologiset rakenteet ovat 3D-rakenteita, mutta analysoimme usein 2D-kuvia. Usein tämä on silti erittäin hyödyllistä! Mutta mitä suurempia ja monimutkaisempia kohteita (esim. neuronit kudosleikkeessä), sitä rajallisemmaksi 2D-näkymä muuttuu.
fr: **Ne pas comprendre les limites de vos images**. Toutes les structures biologiques sont en 3D, mais nous analysons souvent des images en 2D. Cela reste souvent très utile ! Mais plus vos objets sont grands et complexes (par exemple, des neurones dans une section de tissu), plus une vue 2D devient limitée.
it: **Non capire i limiti delle immagini**. Tutte le strutture biologiche sono 3D, ma spesso analizziamo immagini 2D. Spesso questo è ancora molto utile! Ma quanto più grandi e complessi sono gli oggetti (ad esempio, i neuroni in una sezione di tessuto), tanto più limitata diventa la visione in 2D.
ja: **画像の限界を理解していない。すべての生物学的構造は3Dですが、私たちはしばしば2D画像を分析します。多くの場合、これはまだ非常に有用です！しかし、対象が大きく複雑であればあるほど（例えば、組織切片の神経細胞）、2D画像では限界があります。
pl: **Nie rozumiesz ograniczeń swoich obrazów**. Wszystkie struktury biologiczne są trójwymiarowe, ale często analizujemy obrazy 2D. Często jest to nadal bardzo przydatne! Ale im większe i bardziej złożone obiekty (np. neurony w skrawku tkanki), tym bardziej ograniczony staje się widok 2D.
pt: **Não entender as limitações de suas imagens**. Todas as estruturas biológicas são 3D, mas frequentemente analisamos imagens 2D. Muitas vezes isso ainda é muito útil! Mas quanto maiores e mais complexos seus objetos (por exemplo, neurônios em uma seção de tecido), mais limitada se torna uma visão 2D.

source: **Failing to use calibrated units**. Be sure to properly calibrate your images and present final measurements in microns (or similar units). If measuring 3D images, be sure to take into account the z-step, which is likely larger than the xy pixel size.
cs: **Nepoužívání kalibrovaných jednotek**. Ujistěte se, že jste snímky řádně zkalibrovali, a uvádějte konečná měření v mikronech (nebo podobných jednotkách). Pokud měříte 3D obrázky, nezapomeňte vzít v úvahu krok z, který je pravděpodobně větší než velikost pixelu xy.
de: **Fehlende Verwendung kalibrierter Einheiten**. Achten Sie darauf, Ihre Bilder ordnungsgemäß zu kalibrieren und die endgültigen Messungen in Mikron (oder ähnlichen Einheiten) anzugeben. Bei der Messung von 3D-Bildern ist die z-Stufe zu berücksichtigen, die wahrscheinlich größer ist als die xy-Pixelgröße.
es: **No se pueden usar unidades calibradas**. Asegúrese de calibrar correctamente sus imágenes y presente las medidas finales en micrones (o unidades similares). Si mide imágenes en 3D, asegúrese de tener en cuenta el paso z, que probablemente sea mayor que el tamaño de píxel xy.
fa: **عدم استفاده از واحدهای کالیبره شده**. مطمئن شوید که تصاویر خود را به درستی کالیبره کرده و اندازه گیری های نهایی را در میکرون (یا واحدهای مشابه) ارائه دهید. اگر تصاویر سه بعدی را اندازه گیری می کنید، حتماً مرحله z را در نظر بگیرید که احتمالاً بزرگتر از اندازه پیکسل xy است.
fi: **Kalibroitujen yksiköiden käyttämättä jättäminen**. Varmista, että kuvat on kalibroitu asianmukaisesti ja että lopulliset mittaukset esitetään mikroneina (tai vastaavina yksikköinä). Jos mittaat 3D-kuvia, muista ottaa huomioon z-askel, joka on todennäköisesti suurempi kuin xy-pikselikoko.
fr: ** À défaut d'utiliser des unités calibrées **. Assurez-vous de calibrer correctement vos images et de présenter les mesures finales en microns (ou unités similaires). Si vous mesurez des images 3D, assurez-vous de prendre en compte le pas z, qui est probablement plus grand que la taille de pixel xy.
it: **Mancato utilizzo di unità di misura calibrate**. Assicurarsi di calibrare correttamente le immagini e presentare le misure finali in micron (o unità simili). Se si misurano immagini 3D, assicurarsi di prendere in considerazione il passo z, che è probabilmente più grande della dimensione dei pixel xy.
ja: **校正された単位を使用しない**。画像を適切に校正し、最終的な測定値をミクロン（または同様の単位）で表示するようにしてください。3D画像を測定する場合は、xyピクセルサイズよりも大きいであろうzステップを考慮に入れてください。
pl: **Nieużycie skalibrowanych jednostek**. Upewnij się, że prawidłowo skalibrowałeś swoje zdjęcia i przedstawiłeś końcowe pomiary w mikronach (lub podobnych jednostkach). Jeśli mierzysz obrazy 3D, pamiętaj, aby wziąć pod uwagę krok z, który jest prawdopodobnie większy niż rozmiar piksela xy.
pt: **Não usar unidades calibradas**. Certifique-se de calibrar adequadamente suas imagens e apresentar as medições finais em mícrons (ou unidades semelhantes). Ao medir imagens 3D, certifique-se de levar em consideração o passo z, que provavelmente é maior que o tamanho do pixel xy.

source: 🌐 [Description of morphological measurements made by CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
de: 🌐 [Beschreibung der mit CellProfiler durchgeführten morphologischen Messungen](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
es: 🌐 [Descripción de las mediciones morfológicas realizadas por CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
fa: 🌐 [شرح اندازه گیری های مورفولوژیکی انجام شده توسط CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
fi: 🌐 [CellProfilerilla tehtyjen morfologisten mittausten kuvaus](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
fr: 🌐 [Description des mesures morphologiques réalisées par CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
it: 🌐 [Descrizione delle misurazioni morfologiche effettuate da CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
ja: CellProfiler による形態学的測定の説明](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
pl: 🌐 [Opis pomiarów morfologicznych wykonanych przez CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
pt: 🌐 [Descrição das medições morfológicas feitas pelo CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/modules/measurement.html#id20)
