Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: **Poor {term}`segmentation`** If objects are dropping out from frame to frame, this makes it more difficult to track them over time. Accurate {term}`segmentation` is the foundation of good tracking results. This can become more difficult if your objects are also changing in shape or intensity (due to things such as bleaching) over the course of the video. It’s important to find a {term}`segmentation` strategy that can work well across your frames.
cs: Pokud objekty mizí ze snímku na snímek, je obtížnější je sledovat v čase. Základem dobrých výsledků sledování je přesná {term}`segmentace`. To může být obtížnější, pokud se v průběhu videa mění také tvar nebo intenzita objektů (například v důsledku bělení). Je důležité najít strategii {term}`segmentace`, která bude dobře fungovat napříč snímky.
de: **schlechte {term}`Segmentierung`** Wenn Objekte von Bild zu Bild herausfallen, wird es schwieriger, sie über die Zeit zu verfolgen. Eine genaue {term}"Segmentierung" ist die Grundlage für gute Verfolgungsergebnisse. Dies kann schwieriger werden, wenn sich die Form oder Intensität der Objekte (z. B. durch Ausbleichen) im Laufe des Videos ändert. Es ist wichtig, eine {term}"Segmentierungs"-Strategie zu finden, die über alle Frames hinweg gut funktioniert.
es: **Pobre {term}`segmentación`** Si los objetos se pierden de cuadro a cuadro, esto hace que sea más difícil rastrearlos con el tiempo. La `segmentación` precisa {term} es la base de buenos resultados de seguimiento. Esto puede volverse más difícil si sus objetos también cambian de forma o intensidad (debido a cosas como la decoloración) en el transcurso del video. Es importante encontrar una estrategia de `segmentación` de {term} que pueda funcionar bien en todos sus marcos.
fa: **تقسیم بندی ضعیف {term}`** اگر اشیا از فریم به فریم خارج شوند، ردیابی آنها در طول زمان دشوارتر می شود. {term}'segmentation' دقیق پایه و اساس نتایج خوب ردیابی است. اگر شکل یا شدت اشیاء شما (به دلیل مواردی مانند سفید شدن) در طول فیلم تغییر می کند، می تواند دشوارتر شود. مهم است که یک استراتژی {term} «بخش‌بندی» پیدا کنید که بتواند در فریم‌های شما به خوبی کار کند.
fi: **Puutteellinen {term}`segmentointi`** Jos kohteet putoavat pois kehyksestä toiseen, niiden seuranta ajan mittaan vaikeutuu. Tarkka {term}`segmentointi` on hyvien seurantatulosten perusta. Tämä voi vaikeutua, jos kohteiden muoto tai voimakkuus muuttuu (esimerkiksi valkaisun vuoksi) videon aikana. On tärkeää löytää {term}`segmentointistrategia`, joka toimii hyvin kaikissa kehyksissä.
fr: **Mauvaise {term}`segmentation`** Si les objets tombent d'une image à l'autre, cela rend plus difficile leur suivi dans le temps. Une "segmentation" précise {term} est la base de bons résultats de suivi. Cela peut devenir plus difficile si vos objets changent également de forme ou d'intensité (en raison de facteurs tels que le blanchiment) au cours de la vidéo. Il est important de trouver une stratégie de "segmentation" {term} qui peut bien fonctionner sur toutes vos images.
it: **Povera `segmentazione` di {term}** Se gli oggetti si allontanano da un fotogramma all'altro, diventa più difficile tracciarli nel tempo. La `segmentazione` accurata di {term} è alla base di buoni risultati di tracciamento. Questo può diventare più difficile se gli oggetti cambiano anche di forma o di intensità (a causa di fenomeni come lo sbiancamento) nel corso del video. È importante trovare una strategia di `segmentazione` {term} che possa funzionare bene su tutti i fotogrammi.
ja: **Poor{term}`segmentation`** もしオブジェクトがフレームからフレームへと脱落している場合、時間の経過とともにそれらを追跡することが難しくなります。正確な{term}`セグメンテーション`は良いトラッキング結果の基礎です。オブジェクトの形状や強度が（ブリーチなどにより）動画の中で変化している場合、トラッキングはより難しくなります。{term} 、フレーム間でうまく機能する`セグメンテーション`戦略を見つけることが重要です。
pl: **Słaba {term}`segmentacja`** Jeśli obiekty wypadają z klatki na klatkę, utrudnia to śledzenie ich w czasie. Dokładna segmentacja {term}`jest podstawą dobrych wyników śledzenia. Może to być trudniejsze, jeśli Twoje obiekty również zmieniają kształt lub intensywność (z powodu rzeczy takich jak wyblaknięcie) w trakcie filmu. Ważne jest, aby znaleźć strategię {term}`segmentation`, która będzie dobrze działać w Twoich ramkach.
pt: **Pobre {term}`segmentation`** Se os objetos estão saindo de quadro a quadro, isso torna mais difícil rastreá-los ao longo do tempo. A precisão {term}`segmentação` é a base de bons resultados de rastreamento. Isso pode se tornar mais difícil se seus objetos também mudarem de forma ou intensidade (devido a coisas como branqueamento) ao longo do vídeo. É importante encontrar uma estratégia de {term}`segmentação` que funcione bem em seus quadros.

source: **Inadequate frame rate** If objects are highly dynamic but the images were not taken at a high frequency, tracking can be difficult because objects might have moved too much for the algorithm to relate them from one frame to the next. It is important to match the image acquisition frequency to how dynamic your cells or objects are.
cs: **Nedostatečná snímkovací frekvence** Pokud jsou objekty velmi dynamické, ale snímky nebyly pořízeny s vysokou frekvencí, může být sledování obtížné, protože se objekty mohly příliš pohybovat, než aby je algoritmus dokázal propojit mezi jednotlivými snímky. Je důležité přizpůsobit frekvenci pořizování snímků tomu, jak dynamické jsou vaše buňky nebo objekty.
de: **Unzureichende Bildfrequenz** Wenn Objekte sehr dynamisch sind, die Bilder aber nicht mit hoher Frequenz aufgenommen wurden, kann die Verfolgung schwierig sein, da sich die Objekte möglicherweise zu sehr bewegt haben, als dass der Algorithmus sie von einem Bild zum nächsten zuordnen könnte. Es ist wichtig, die Häufigkeit der Bildaufnahme an die Dynamik Ihrer Zellen oder Objekte anzupassen.
es: **Velocidad de fotogramas inadecuada** Si los objetos son muy dinámicos pero las imágenes no se tomaron a una frecuencia alta, el seguimiento puede ser difícil porque los objetos pueden haberse movido demasiado para que el algoritmo los relacione de un fotograma al siguiente. Es importante hacer coincidir la frecuencia de adquisición de imágenes con la dinámica de sus células u objetos.
fa: ** نرخ فریم ناکافی** اگر اشیا بسیار پویا باشند اما تصاویر با فرکانس بالا گرفته نشده باشند، ردیابی ممکن است دشوار باشد زیرا ممکن است اشیاء بیش از حد حرکت کرده باشند که الگوریتم نتواند آنها را از یک فریم به فریم دیگر مرتبط کند. مهم است که فرکانس جذب تصویر را با میزان پویایی سلول ها یا اشیاء شما مطابقت دهید.
fi: **Epäsopiva kuvataajuus** Jos kohteet ovat erittäin dynaamisia, mutta kuvia ei ole otettu suurella taajuudella, seuranta voi olla vaikeaa, koska kohteet ovat saattaneet liikkua niin paljon, ettei algoritmi pysty suhteuttamaan niitä kuvasta toiseen. On tärkeää sovittaa kuvanottotaajuus siihen, kuinka dynaamisia solut tai kohteet ovat.
fr: ** Fréquence d'images inadéquate ** Si les objets sont très dynamiques mais que les images n'ont pas été prises à une fréquence élevée, le suivi peut être difficile car les objets peuvent avoir trop bougé pour que l'algorithme puisse les relier d'une image à l'autre. Il est important de faire correspondre la fréquence d'acquisition des images à la dynamique de vos cellules ou objets.
it: **Se gli oggetti sono molto dinamici ma le immagini non sono state acquisite ad alta frequenza, il tracciamento può risultare difficile perché gli oggetti potrebbero essersi spostati troppo perché l'algoritmo possa metterli in relazione da un fotogramma all'altro. È importante che la frequenza di acquisizione delle immagini corrisponda alla dinamicità delle cellule o degli oggetti.
ja: **オブジェクトが非常にダイナミックであるにもかかわらず、画像が高い頻度で撮 影されていない場合、トラッキングが困難になることがある。画像取得の頻度を細胞やオブジェクトのダイナミックさに合わせることが重要です。
pl: **Niewystarczająca liczba klatek na sekundę** Jeśli obiekty są bardzo dynamiczne, ale zdjęcia nie zostały zrobione z dużą częstotliwością, śledzenie może być trudne, ponieważ obiekty mogły się zbyt mocno poruszyć, aby algorytm mógł powiązać je z jednej klatki do drugiej. Ważne jest, aby dopasować częstotliwość akwizycji obrazu do dynamiki komórek lub obiektów.
pt: **Taxa de quadros inadequada** Se os objetos forem altamente dinâmicos, mas as imagens não forem tiradas em alta frequência, o rastreamento pode ser difícil porque os objetos podem ter se movido demais para que o algoritmo os relacione de um quadro para o outro. É importante combinar a frequência de aquisição da imagem com a dinâmica de suas células ou objetos.

source: 📄 [Computerized Cell Tracking](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
es: 📄 [Seguimiento celular computarizado](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
fa: 📄 [ردیابی سلولی کامپیوتری](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
fi: 📄 [Tietokoneistettu solujen seuranta] (https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
fr: 📄 [Suivi informatisé des cellules](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
it: 📄 [Tracciamento cellulare computerizzato] (https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
ja: 📄 [コンピューターによる細胞追跡](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
pl: 📄 [Komputerowe śledzenie komórek](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)
pt: 📄 [Rastreamento de células computadorizado](https://www.sciencedirect.com/science/article/pii/S2468502X20300711)

source: 🌐 [TrackMate Manual](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
de: 🌐 [TrackMate-Handbuch](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
es: 🌐 [Manual de TrackMate] (https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
fa: 🌐 [راهنمای TrackMate] (https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
fr: 🌐 [Manuel TrackMate](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
it: 🌐 [Manuale TrackMate](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
ja: トラックメイトマニュアル](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
pl: 🌐 [Podręcznik TrackMate](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)
pt: 🌐 [Manual do TrackMate](https://imagej.net/media/plugins/trackmate/trackmate-manual.pdf)

source: Common pitfalls
cs: Běžná úskalí
de: Häufige Fallstricke
es: Errores comunes
fa: دام های رایج
fi: Yleiset sudenkuopat
fr: Pièges courants
it: Insidie comuni
ja: よくある落とし穴
pl: Typowe pułapki
pt: Obstáculos comuns

source: In addition to the mistakes we summarize for common image analysis tasks, here we present a general list of common mistakes for beginners to image analysis. For each, we explain why this is a problem and make suggestions for how to avoid these issues.
cs: Kromě chyb, které shrnujeme pro běžné úlohy analýzy obrazu, zde uvádíme obecný seznam běžných chyb pro začátečníky v analýze obrazu. U každého vysvětlujeme, proč se jedná o problém, a navrhujeme, jak se těmto problémům vyhnout.
de: Zusätzlich zu den Fehlern, die wir für gängige Bildanalyseaufgaben zusammenfassen, präsentieren wir hier eine allgemeine Liste häufiger Fehler für Anfänger in der Bildanalyse. Für jeden dieser Fehler wird erklärt, warum er ein Problem darstellt, und es werden Vorschläge gemacht, wie diese Probleme vermieden werden können.
es: Además de los errores que resumimos para las tareas comunes de análisis de imágenes, aquí presentamos una lista general de errores comunes para los principiantes en el análisis de imágenes. Para cada uno, explicamos por qué esto es un problema y hacemos sugerencias sobre cómo evitar estos problemas.
fa: علاوه بر اشتباهاتی که برای کارهای رایج تجزیه و تحلیل تصویر خلاصه می کنیم، در اینجا لیستی کلی از اشتباهات رایج برای مبتدیان تا تحلیل تصویر را ارائه می دهیم. برای هر یک توضیح می دهیم که چرا این یک مشکل است و پیشنهاداتی برای جلوگیری از این مشکلات ارائه می دهیم.
fi: Yleisten kuva-analyysitehtävien virheiden lisäksi esitämme tässä yleisen luettelon yleisistä virheistä kuva-analyysin aloittelijoille. Selitämme jokaisen kohdalla, miksi kyseessä on ongelma, ja annamme ehdotuksia siitä, miten näitä ongelmia voidaan välttää.
fr: En plus des erreurs que nous résumons pour les tâches courantes d'analyse d'images, nous présentons ici une liste générale des erreurs courantes pour les débutants en analyse d'images. Pour chacun, nous expliquons pourquoi il s'agit d'un problème et faisons des suggestions pour éviter ces problèmes.
it: Oltre agli errori che riassumiamo per i compiti più comuni di analisi delle immagini, qui presentiamo un elenco generale di errori comuni per i principianti dell'analisi delle immagini. Per ciascuno di essi, spieghiamo perché si tratta di un problema e forniamo suggerimenti su come evitarlo.
ja: 一般的な画像解析タスクについてまとめた間違いに加え、ここでは画像解析初心者によくある間違いの一般的なリストを紹介します。それぞれについて、なぜそれが問題なのかを説明し、これらの問題を回避する方法を提案します。
pl: Oprócz błędów, które podsumowujemy dla typowych zadań związanych z analizą obrazu, przedstawiamy tutaj ogólną listę typowych błędów dla początkujących w analizie obrazu. Dla każdego wyjaśniamy, dlaczego jest to problem i sugerujemy, jak uniknąć tych problemów.
pt: Além dos erros que resumimos para tarefas comuns de análise de imagens, apresentamos aqui uma lista geral de erros comuns para iniciantes em análise de imagens. Para cada um, explicamos por que isso é um problema e fazemos sugestões sobre como evitá-los.

source: Changing your image bit depth
cs: Změna bitové hloubky obrazu
de: Ändern der Bit-Tiefe eines Bildes
es: Cambiando la profundidad de bits de tu imagen
fa: تغییر عمق بیت تصویر
fi: Kuvan bittisyvyyden muuttaminen
fr: Modification de la profondeur de bit de votre image
it: Modifica della profondità di bit dell'immagine
ja: 画像のビット深度を変更する
pl: Zmiana głębi bitowej obrazu
pt: Alterando a profundidade de bits da imagem

source: Let's say you've opened your image in {term}`Fiji` and you want to process it in some way (e.g., maximum intensity projection, splitting channels, etc.) before saving it out to measure somewhere else. You go to `Image` > `Type` > `RGB (Color)` since you want a color image to import into your next analysis software and then save the resulting image. What's the problem with this? By making this change, even if the image looks exactly the same to your eyes, you've actually inadvertently changed the intensity values quite a bit! Let's take a look at an example. In Fiji there are several built-in example images. Let's open neuron.tif (you can follow along by going to `File` > `Open Samples...` > `Neuron (5 channels)`.
cs: Řekněme, že jste otevřeli svůj obrázek v {term}`FIJI` a chcete jej nějakým způsobem zpracovat (např. projekce maximální intenzity, rozdělení kanálů atd.), než jej uložíte k měření někde jinde. Přejdete na `Image` > `Type` > `RGB (Color)`, protože chcete, aby se barevný obrázek importoval do vašeho dalšího analytického softwaru a výsledný obrázek pak uložil. Co je s tím za problém? Provedením této změny, i když obraz vypadá vašim očím úplně stejně, jste vlastně nechtěně dost změnili hodnoty intenzity! Podívejme se na příklad. Na Fidži je několik vestavěných ukázkových obrázků. Otevřeme neuron.tif (můžete pokračovat tak, že přejdete na `File` > `Open Samples...` > `Neuron (5 channels)`.
de: Angenommen, Sie haben Ihr Bild in {term}"Fiji" geöffnet und möchten es auf irgendeine Weise bearbeiten (z. B. Projektion der maximalen Intensität, Aufteilung der Kanäle usw.), bevor Sie es speichern, um es an anderer Stelle zu messen. Sie wählen "Bild" &gt; "Typ" &gt; "RGB (Farbe)", da Sie ein Farbbild in Ihre nächste Analysesoftware importieren möchten, und speichern dann das resultierende Bild. Was ist das Problem dabei? Durch diese Änderung haben Sie, auch wenn das Bild in Ihren Augen genau gleich aussieht, versehentlich die Intensitätswerte ziemlich stark verändert! Schauen wir uns ein Beispiel an. In Fiji gibt es mehrere eingebaute Beispielbilder. Öffnen wir die Datei neuron.tif (Sie können dies unter "Datei" &gt; "Beispiele öffnen" &gt; "Neuron (5 Kanäle)" nachverfolgen).
es: Supongamos que abrió su imagen en {term}`Fiji` y desea procesarla de alguna manera (por ejemplo, proyección de máxima intensidad, división de canales, etc.) antes de guardarla para medirla en otro lugar. Vaya a `Imagen` > `Tipo` > `RGB (Color)` ya que desea importar una imagen en color a su próximo software de análisis y luego guardar la imagen resultante. ¿Cuál es el problema con esto? Al hacer este cambio, incluso si la imagen se ve exactamente igual a sus ojos, en realidad ha cambiado un poco los valores de intensidad sin darse cuenta. Echemos un vistazo a un ejemplo. En Fiji hay varias imágenes de ejemplo integradas. Abramos neuron.tif (puede seguir yendo a `Archivo` > `Abrir muestras...` > `Neuron (5 canales)`.
fa: فرض کنید تصویر خود را در {term}'Fiji' باز کرده‌اید و می‌خواهید قبل از ذخیره آن را به نحوی پردازش کنید (مثلاً نمایش حداکثر شدت، تقسیم کانال‌ها و غیره) برای اندازه گیری در جای دیگری شما به «تصویر» > «نوع» > «RGB (Color)» بروید زیرا می‌خواهید یک تصویر رنگی به نرم‌افزار تحلیل بعدی وارد شود و سپس تصویر حاصل را ذخیره کنید. این چه مشکلی دارد؟ با ایجاد این تغییر، حتی اگر تصویر به نظر شما دقیقاً یکسان باشد، در واقع به طور ناخواسته مقادیر شدت را تا حدی تغییر داده اید! بیایید به یک مثال نگاهی بیندازیم. در فیجی چندین تصویر نمونه داخلی وجود دارد. بیایید neuron.tif را باز کنیم (می‌توانید با رفتن به «File» > «Open Samples...» > «Neuron (5 کانال)» را دنبال کنید.
fi: Oletetaan, että olet avannut kuvasi osoitteessa {term}`Fiji` ja haluat käsitellä sitä jollakin tavalla (esim. maksimi-intensiteettiprojektio, kanavien jakaminen jne.), ennen kuin tallennat sen mitattavaksi jonnekin muualle. Menet kohtaan `Image` &gt; `Type` &gt; `RGB (Color)`, koska haluat värikuvan, jonka voit tuoda seuraavaan analyysiohjelmaasi, ja tallennat tuloksena olevan kuvan. Mikä tässä on ongelmana? Vaikka kuva näyttäisikin silmissäsi täsmälleen samalta, olet muuttanut intensiteettiarvoja tahattomasti melko paljon! Katsotaanpa esimerkkiä. Fijissä on useita sisäänrakennettuja esimerkkikuvia. Avataan neuron.tif (voit seurata sitä menemällä `File` &gt; `Open Samples...` &gt; `Neuron (5 channels)`.
fr: Supposons que vous avez ouvert votre image dans {term}`Fiji` et que vous souhaitez la traiter d'une manière ou d'une autre (par exemple, projection d'intensité maximale, séparation des canaux, etc.) avant de l'enregistrer pour la mesurer ailleurs. Vous allez dans `Image` > `Type` > `RGB (Couleur)` car vous souhaitez importer une image couleur dans votre prochain logiciel d'analyse, puis enregistrez l'image résultante. Quel est le problème avec ça ? En effectuant ce changement, même si l'image est exactement la même à vos yeux, vous avez en fait modifié un peu les valeurs d'intensité par inadvertance ! Prenons un exemple. Aux Fidji, il existe plusieurs exemples d'images intégrés. Ouvrons neuron.tif (vous pouvez suivre en allant dans `File` > `Open Samples...` > `Neuron (5 channels)`.
it: Supponiamo di aver aperto l'immagine in {term}`Fiji` e di volerla elaborare in qualche modo (ad esempio, proiezione della massima intensità, suddivisione dei canali, ecc. Si va su `Image` &gt; `Type` &gt; `RGB (Color)` poiché si vuole un'immagine a colori da importare nel prossimo software di analisi e poi si salva l'immagine risultante. Qual è il problema? Effettuando questa modifica, anche se l'immagine sembra esattamente la stessa ai vostri occhi, in realtà avete inavvertitamente cambiato i valori di intensità di un bel po'! Vediamo un esempio. In Fiji ci sono diverse immagini di esempio integrate. Apriamo neuron.tif (si può seguire andando su `File` &gt; `Apri campioni...` &gt; `Neuron (5 canali)`.
ja: 例えば、{term}`Fiji` で画像を開き、他の場所で測定するために保存する前に、何らかの処理（最大輝度投影、チャンネル分割など）をしたいとします。次の解析ソフトにインポートするためにカラー画像が欲しいので、`Image` &gt; `Type` &gt; `RGB (Color)` と進み、その結果できた画像を保存します。これの何が問題なのでしょうか？この変更によって、あなたの目にはまったく同じ画像に見えても、実はうっかりして強度値をかなり変更してしまっているのです！例を見てみましょう。Fijiには、いくつかのサンプル画像が組み込まれています。neuron.tifを開いてみましょう（`File` &gt; `Open Samples...` &gt; `Neuron (5 channels)`でたどれます）。
pl: Załóżmy, że otworzyłeś swój obraz w {term}`Fiji` i chcesz go w jakiś sposób przetworzyć (np. projekcja maksymalnej intensywności, podział kanałów itp.) przed zapisaniem go do pomiaru w innym miejscu. Idziesz do `Obraz` > `Typ` > `RGB (kolor)`, ponieważ chcesz zaimportować kolorowy obraz do następnego oprogramowania do analizy, a następnie zapisać wynikowy obraz. Jaki jest z tym problem? Dokonując tej zmiany, nawet jeśli obraz wygląda dokładnie tak samo dla twoich oczu, w rzeczywistości nieumyślnie zmieniłeś całkiem sporo wartości intensywności! Spójrzmy na przykład. Na Fidżi istnieje kilka wbudowanych przykładowych obrazów. Otwórzmy neuron.tif (możesz śledzić dalej, przechodząc do `Plik` > `Otwórz próbki...` > `Neuron (5 kanałów)`.
pt: Digamos que você abriu sua imagem em {term}`Fiji` e deseja processá-la de alguma forma (por exemplo, projeção de intensidade máxima, divisão de canais, etc.) antes de salvá-la para medir em outro lugar. Vá para `Image` > `Type` > `RGB (Color)`, pois deseja que uma imagem colorida seja importada para seu próximo software de análise e, em seguida, salve a imagem resultante. Qual é o problema com isso? Ao fazer essa alteração, mesmo que a imagem pareça exatamente a mesma aos seus olhos, você inadvertidamente alterou bastante os valores de intensidade! Vamos dar uma olhada em um exemplo. Em Fiji, existem várias imagens de exemplo incorporadas. Vamos abrir neuron.tif (você pode acompanhar indo até `File` > `Open Samples...` > `Neuron (5 channels)`.

source: Here's how the image opens. There are 5 channels, but let's just look at the first one: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
cs: Zde je ukázka, jak se obrázek otevřete. Je zde 5 kanálů, ale podíváme se pouze na první z nich: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
de: So wird das Bild geöffnet. Es gibt 5 Kanäle, aber sehen wir uns nur den ersten an: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
es: Así es como se abre la imagen. Hay 5 canales, pero veamos el primero: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
fa: در اینجا تصویر باز می شود. 5 کانال وجود دارد، اما اجازه دهید به اولین کانال نگاه کنیم: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b327p97)
fi: Kuva avautuu näin. Kanavia on viisi, mutta tarkastellaan vain ensimmäistä: ![kuva](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
fr: Voici comment l'image s'ouvre. Il y a 5 chaînes, mais regardons juste la première : ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
it: Ecco come si apre l'immagine. Ci sono 5 canali, ma guardiamo solo il primo: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
ja: 画像の開き方はこうだ。チャンネルは5つあるが、ここでは最初のチャンネルだけを見てみよう： ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
pl: Oto jak otwiera się obraz. Jest 5 kanałów, ale spójrzmy tylko na pierwszy: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)
pt: Veja como a imagem é aberta. Existem 5 canais, mas vamos ver apenas o primeiro: ![image](https://user-images.githubusercontent.com/28116530/206793825-364998d4-6043-4b1d-8438-0a5b37b97232.png)

source: image
cs: obraz
de: Bild
es: imagen
fa: تصویر
fi: kuva
it: immagine
ja: イメージ
pl: obraz
pt: imagem
