Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: <span style="color: red">⚠️</span> Where can things go wrong?
cs: <span style="color: red"> ⚠️ </span> Kde se může něco pokazit?
de: <span style="color: red">⚠️</span> Wo kann etwas schief gehen?
es: <span style="color: red"> ⚠️ </span> ¿Dónde pueden salir mal las cosas?
fa: <span style="color: red">⚠️</span> کجا ممکن است مشکل پیش برود؟
fi: <span style="color: red">⚠️</span> Missä asiat voivat mennä pieleen?
fr: <span style="color: red"> ⚠️ </span> Où les choses peuvent-elles mal tourner ?
it: <span style="color: red">⚠️</span> Dove può andare male?
ja: <span style="color: red">⚠️</span> どこでうまくいかなくなるのか？
pl: <span style="color: red"> ⚠️ </span> Gdzie coś może pójść nie tak?
pt: <span style="color: red"> ⚠️ </span> Onde as coisas podem dar errado?

source: **Valid measurements are still important** Classification can be simple or complex, but results always depend on the validity of your measurements. For this reason, all the caveats of earlier measurement sections also apply here.
cs: **Správnost měření je důležité** Klasifikace může být jednoduchá nebo složitá, ale výsledky vždy závisí na správnosti vašich měření. Z tohoto důvodu platí i zde všechna upozornění z předchozích částí věnovaných měřením.
de: **Gültige Messungen sind immer noch wichtig** Die Klassifizierung kann einfach oder komplex sein, aber die Ergebnisse hängen immer von der Gültigkeit Ihrer Messungen ab. Aus diesem Grund gelten auch hier alle Vorbehalte, die in den früheren Abschnitten über Messungen formuliert wurden.
es: **Las medidas válidas siguen siendo importantes** La clasificación puede ser simple o compleja, pero los resultados siempre dependen de la validez de sus medidas. Por esta razón, todas las advertencias de las secciones de medición anteriores también se aplican aquí.
fa: **اندازه گیری های معتبر هنوز مهم هستند** طبقه بندی می تواند ساده یا پیچیده باشد، اما نتایج همیشه به اعتبار اندازه گیری های شما بستگی دارد. به همین دلیل، تمام اخطارهای بخش های اندازه گیری قبلی در اینجا نیز اعمال می شود.
fi: **Validit mittaukset ovat edelleen tärkeitä** Luokittelu voi olla yksinkertaista tai monimutkaista, mutta tulokset riippuvat aina mittausten validiteetista. Tästä syystä kaikki aiempien mittauksia koskevien osioiden varoitukset pätevät myös tässä.
fr: **Les mesures valides sont toujours importantes** La classification peut être simple ou complexe, mais les résultats dépendent toujours de la validité de vos mesures. Pour cette raison, toutes les mises en garde des sections de mesure précédentes s'appliquent également ici.
it: **La classificazione può essere semplice o complessa, ma i risultati dipendono sempre dalla validità delle misure. Per questo motivo, tutte le avvertenze delle sezioni precedenti sulle misurazioni si applicano anche qui.
ja: **分類は単純でも複雑でも構いませんが、結果は常に測定の妥当性に左右されます。このため、以前の測定セクションのすべての注意事項がここでも適用されます。
pl: **Ważne pomiary są nadal ważne** Klasyfikacja może być prosta lub złożona, ale wyniki zawsze zależą od poprawności pomiarów. Z tego powodu wszystkie zastrzeżenia poprzednich części pomiarowych mają zastosowanie również tutaj.
pt: **Medições válidas ainda são importantes** A classificação pode ser simples ou complexa, mas os resultados sempre dependem da validade/qualidade das medidas. Por esse motivo, todas as ressalvas das seções de medição anteriores também se aplicam aqui.

source: **Machines are lazy** Machine learning classifiers aren’t necessarily going to learn the biologically relevant features that distinguish objects from distinct groups. Confounding features, or features that vary with your phenotype but are not biologically related to it, can limit the usefulness of your classifier and lead to incorrect conclusions. For instance, if clinicians often put rulers next to malignant looking moles and not next to benign moles and try to train a machine learning classifier to distinguish malignant vs. benign, the model might learn to classify images with rulers as malignant without tapping into any of the relevant features of the moles. This is a [real example](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. If possible, examining which features your model is relying on to classify objects can be a way to check for this. It’s also important to standardize how you capture images of your different classes of objects and include a large enough training set with images with lots of variation. You wouldn’t want all your positive cells to come from samples you imaged in March and all your negative cells from samples you imaged in January, for example.
cs: **Stroje jsou líné** Klasifikátory strojového učení se nemusí nutně naučit biologicky relevantní rysy, které odlišují objekty od odlišných skupin. Matoucí rysy nebo rysy, které se liší podle vašeho fenotypu, ale nejsou s ním biologicky příbuzné, mohou omezit užitečnost vašeho klasifikátoru a vést k nesprávným závěrům. Pokud například lékaři často dávají pravítka vedle maligně vyhlížejících krtků a ne vedle benigních krtků a pokusí se trénovat klasifikátor strojového učení, aby rozlišil maligní a benigní, model by se mohl naučit klasifikovat obrázky s pravítky jako maligní, aniž by klepal na některou z nich. příslušné rysy krtků. Toto je [skutečný příklad](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Pokud je to možné, zkoumání, na které prvky váš model při klasifikaci objektů spoléhá. Je také důležité standardizovat, jak pořizujete obrázky různých tříd objektů, a zahrnout dostatečně velkou tréninkovou sadu s obrázky se spoustou variací. Nechtěli byste, aby všechny vaše pozitivní buňky pocházely ze vzorků, které jste zobrazili v březnu, a všechny vaše negativní buňky ze vzorků, které jste zobrazili například v lednu.
de: **Maschinen sind faul** Klassifikatoren des maschinellen Lernens lernen nicht unbedingt die biologisch relevanten Merkmale, die Objekte von anderen Gruppen unterscheiden. Störende Merkmale oder Merkmale, die mit dem Phänotyp variieren, aber nicht biologisch mit ihm zusammenhängen, können die Nützlichkeit des Klassifizierers einschränken und zu falschen Schlussfolgerungen führen. Wenn beispielsweise Kliniker häufig Lineale neben bösartig aussehende Muttermale und nicht neben gutartige Muttermale legen und versuchen, einen Klassifikator für maschinelles Lernen zu trainieren, um zwischen bösartig und gutartig zu unterscheiden, könnte das Modell lernen, Bilder mit Linealen als bösartig zu klassifizieren, ohne eines der relevanten Merkmale der Muttermale zu nutzen. Dies ist ein [reales Beispiel](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Wenn möglich, können Sie überprüfen, auf welche Merkmale sich Ihr Modell bei der Klassifizierung von Objekten stützt. Es ist auch wichtig, die Art und Weise, wie Sie Bilder der verschiedenen Objektklassen aufnehmen, zu standardisieren und einen ausreichend großen Trainingssatz mit Bildern mit vielen Variationen zu verwenden. Sie möchten z. B. nicht, dass alle positiven Zellen von Proben stammen, die Sie im März aufgenommen haben, und alle negativen Zellen von Proben, die Sie im Januar aufgenommen haben.
es: **Las máquinas son perezosas** Los clasificadores de aprendizaje automático no necesariamente van a aprender las características biológicamente relevantes que distinguen objetos de distintos grupos. Las características confusas, o características que varían con su fenotipo pero que no están biológicamente relacionadas con él, pueden limitar la utilidad de su clasificador y llevar a conclusiones incorrectas. Por ejemplo, si los médicos a menudo colocan reglas al lado de los lunares malignos y no al lado de los lunares benignos y tratan de entrenar un clasificador de aprendizaje automático para distinguir entre malignos y benignos, el modelo podría aprender a clasificar imágenes con reglas como malignos sin aprovechar ninguna de los las características relevantes de los lunares. Este es un [ejemplo real](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Si es posible, examinar en qué características se basa su modelo para clasificar objetos puede ser una forma de verificar esto. También es importante estandarizar la forma en que captura imágenes de sus diferentes clases de objetos e incluir un conjunto de entrenamiento lo suficientemente grande con imágenes con mucha variación. No querrá que todas sus células positivas provengan de muestras que tomó en imágenes en marzo y todas sus células negativas de muestras que tomó en imágenes en enero, por ejemplo.
fa: **ماشین‌ها تنبل هستند** طبقه‌بندی‌کننده‌های یادگیری ماشین لزوماً ویژگی‌های مرتبط بیولوژیکی را که اشیا را از گروه‌های متمایز متمایز می‌کند، یاد نمی‌گیرند. ویژگی‌های گیج‌کننده یا ویژگی‌هایی که با فنوتیپ شما متفاوت است اما از نظر بیولوژیکی با آن مرتبط نیستند، می‌توانند سودمندی طبقه‌بندی‌کننده شما را محدود کرده و منجر به نتیجه‌گیری نادرست شوند. به عنوان مثال، اگر پزشکان اغلب خط کش ها را در کنار خال های بدخیم قرار می دهند و نه در کنار خال های خوش خیم و سعی می کنند یک طبقه بندی کننده یادگیری ماشینی را برای تشخیص بدخیم از خوش خیم آموزش دهند، مدل ممکن است یاد بگیرد که تصاویر با خط کش ها را به عنوان بدخیم طبقه بندی کند بدون اینکه به هیچ یک از آنها ضربه بزند. ویژگی های مربوط به خال ها این یک [مثال واقعی] (https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh` است. در صورت امکان، بررسی ویژگی‌هایی که مدل شما برای طبقه‌بندی اشیاء بر آن تکیه می‌کند، می‌تواند راهی برای بررسی این موضوع باشد. همچنین مهم است که نحوه گرفتن تصاویر از طبقات مختلف اشیاء خود را استاندارد کنید و مجموعه آموزشی به اندازه کافی بزرگ با تصاویر با تنوع زیاد در آن گنجانده شود. برای مثال، نمی‌خواهید تمام سلول‌های مثبت شما از نمونه‌هایی که در ماه مارس تصویربرداری کرده‌اید و تمام سلول‌های منفی شما از نمونه‌هایی که در ژانویه تصویربرداری کرده‌اید، باشد.
fi: **Koneet ovat laiskoja** Koneoppimisen luokittelijat eivät välttämättä opi biologisesti merkityksellisiä ominaisuuksia, jotka erottavat kohteet eri ryhmiin. Sekoittavat piirteet eli piirteet, jotka vaihtelevat fenotyypin kanssa mutta eivät liity siihen biologisesti, voivat rajoittaa luokittelijan hyödyllisyyttä ja johtaa virheellisiin johtopäätöksiin. Jos esimerkiksi lääkärit laittavat usein viivottimia pahanlaatuisten luomen viereen eivätkä hyvänlaatuisten luomien viereen ja yrittävät kouluttaa koneoppimisen luokittelijan erottamaan pahanlaatuiset ja hyvänlaatuiset luomet toisistaan, malli saattaa oppia luokittelemaan kuvat, joissa on viivottimia, pahanlaatuisiksi ilman, että se hyödyntää luomen merkityksellisiä ominaisuuksia. Tämä on [todellinen esimerkki](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Jos mahdollista, sen tutkiminen, mihin ominaisuuksiin malli luottaa kohteiden luokittelussa, voi olla keino tarkistaa tämä. On myös tärkeää vakioida, miten otat kuvia eri objektiluokista, ja sisällyttää riittävän suuri harjoitusjoukko, jossa on kuvia, joissa on paljon vaihtelua. Et esimerkiksi halua, että kaikki positiiviset solut ovat peräisin maaliskuussa kuvatuista näytteistä ja kaikki negatiiviset solut tammikuussa kuvatuista näytteistä.
fr: **Les machines sont paresseuses** Les classificateurs d'apprentissage automatique ne vont pas nécessairement apprendre les caractéristiques biologiquement pertinentes qui distinguent les objets de groupes distincts. Des caractéristiques confusionnelles, ou des caractéristiques qui varient avec votre phénotype mais qui ne sont pas biologiquement liées à celui-ci, peuvent limiter l'utilité de votre classificateur et conduire à des conclusions incorrectes. Par exemple, si les cliniciens placent souvent des règles à côté de taupes d'apparence maligne et non à côté de taupes bénignes et essaient de former un classificateur d'apprentissage automatique pour distinguer les malins des bénins, le modèle pourrait apprendre à classer les images avec des règles comme malignes sans puiser dans aucun des les caractéristiques pertinentes des grains de beauté. Ceci est un [exemple réel](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Si possible, l'examen des fonctionnalités sur lesquelles votre modèle s'appuie pour classer les objets peut être un moyen de vérifier cela. Il est également important de normaliser la façon dont vous capturez des images de vos différentes classes d'objets et d'inclure un ensemble d'entraînement suffisamment grand avec des images avec beaucoup de variation. Vous ne voudriez pas que toutes vos cellules positives proviennent d'échantillons que vous avez imagés en mars et toutes vos cellules négatives d'échantillons que vous avez imagés en janvier, par exemple.
it: **Le macchine sono pigre** I classificatori di apprendimento automatico non imparano necessariamente le caratteristiche biologicamente rilevanti che distinguono gli oggetti da gruppi distinti. Le caratteristiche confondenti, ovvero quelle che variano con il fenotipo ma non sono biologicamente correlate ad esso, possono limitare l'utilità del classificatore e portare a conclusioni errate. Ad esempio, se i medici mettono spesso dei righelli accanto a nei dall'aspetto maligno e non accanto a quelli benigni e cercano di addestrare un classificatore di apprendimento automatico per distinguere maligni e benigni, il modello potrebbe imparare a classificare le immagini con i righelli come maligne senza sfruttare nessuna delle caratteristiche rilevanti dei nei. Questo è un [esempio reale](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Se possibile, l'esame delle caratteristiche su cui il modello si basa per classificare gli oggetti può essere un modo per verificare questo aspetto. È anche importante standardizzare il modo in cui si acquisiscono le immagini delle diverse classi di oggetti e includere un set di addestramento sufficientemente ampio con immagini con molte variazioni. Ad esempio, non si vuole che tutte le cellule positive provengano da campioni acquisiti a marzo e tutte le cellule negative da campioni acquisiti a gennaio.
ja: **機械は怠け者である** 機械学習分類器は、対象を異なるグループから区別する生物学的に関連した特徴を必ずしも学習するわけではない。交絡特徴、つまり表現型によって変化するが生物学的に関連しない特徴は、分類器の有用性を制限し、誤った結論に導く可能性がある。例えば、臨床医が悪性に見えるほくろの隣に定規を置き、良性のほくろの隣に定規を置かないことがよくあり、悪性と良性を区別するために機械学習分類器を訓練しようとすると、モデルはほくろの関連する特徴を利用することなく、定規のある画像を悪性として分類することを学習するかもしれません。これは[実例](https://pubmed.ncbi.nlm.nih.gov/30244720/){cite}`Narla2018-qh` です。可能であれば、モデルがオブジェクトを分類するためにどの特徴に依存しているかを調べることは、これをチェックする方法になり得る。また、異なるクラスのオブジェクトの画像をキャプチャする方法を標準化し、バリエーション豊富な画像を含む十分な大きさのトレーニングセットを含めることも重要です。例えば、陽性細胞はすべて3月に撮像したサンプルで、陰性細胞はすべて1月に撮像したサンプルで、などということは避けたいものです。
pl: **Maszyny są leniwe** Klasyfikatory uczące się maszyn niekoniecznie nauczą się biologicznie istotnych cech, które odróżniają obiekty od odrębnych grup. Mylące cechy lub cechy, które różnią się w zależności od twojego fenotypu, ale nie są z nim biologicznie powiązane, mogą ograniczyć użyteczność twojego klasyfikatora i prowadzić do błędnych wniosków. Na przykład, jeśli klinicyści często umieszczają linijki obok znamion o złośliwym wyglądzie, a nie obok znamion łagodnych, i próbują wyszkolić klasyfikator uczący się, aby odróżniał zmiany złośliwe od łagodnych, model może nauczyć się klasyfikować obrazy z linijkami jako złośliwe bez sięgania do któregokolwiek z odpowiednie cechy moli. To jest [prawdziwy przykład](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Jeśli to możliwe, sprawdzenie, na jakich cechach opiera się Twój model przy klasyfikacji obiektów, może być sposobem na sprawdzenie tego. Ważne jest również ujednolicenie sposobu robienia zdjęć różnych klas obiektów i uwzględnienie wystarczająco dużego zestawu treningowego z obrazami o wielu odmianach. Na przykład nie chciałbyś, aby wszystkie twoje pozytywne komórki pochodziły z próbek, które sfotografowałeś w marcu, a wszystkie negatywne komórki z próbek, które sfotografowałeś w styczniu.
pt: **As máquinas são preguiçosas** Os classificadores de aprendizado de máquina não vão necessariamente aprender os recursos biologicamente relevantes que distinguem objetos de grupos distintos. Características confusas ou características que variam dependendo do fenótipo, mas não estão biologicamente relacionados a ele, podem limitar a utilidade do classificador e levar a conclusões incorretas. Por exemplo, se os médicos costumam colocar réguas ao lado de tumores de aparência maligna e não ao lado de tumores benignos e tentam treinar um classificador de aprendizado de máquina para distinguir maligno de benigno, o modelo pode aprender a classificar imagens com réguas como malignas sem levar em consideração nenhuma das características relevantes dos tumores. Este é um [exemplo real](https://pubmed.ncbi.nlm.nih.gov/30244720/) {cite}`Narla2018-qh`. Se possível, examinar de quais recursos seu modelo depende para classificar objetos pode ser uma maneira de verificar isso. Também é importante padronizar como você captura imagens de suas diferentes classes de objetos e incluir um conjunto de treinamento grande o suficiente com imagens com muita variação. Você não gostaria que todas as suas células positivas viessem de amostras que você imaginou em março e todas as suas células negativas de amostras que você imaginou em janeiro, por exemplo.

source: **Violating model assumptions** If using a machine learning classifier, different models come with different baked-in assumptions. If you’re starting out, it can be difficult to know which to pick. There are interactive tools such as [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` and [Piximi](https://www.piximi.app/) that make training a classifier easier, especially if you don’t know how to code.
cs: **Porušení předpokladů modelu** Pokud používáte klasifikátor strojového učení, různé modely přicházejí s různými zapečenými předpoklady. Pokud začínáte, může být těžké vědět, kterou vybrat. Existují interaktivní nástroje, jako je [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` a [Piximi](https://www. piximi.app/), které usnadňují trénování klasifikátoru, zvláště pokud nevíte, jak kódovat.
de: **Verletzung von Modellannahmen** Wenn Sie einen Klassifikator für maschinelles Lernen verwenden, haben verschiedene Modelle unterschiedliche Annahmen eingebaut. Wenn Sie neu anfangen, kann es schwierig sein, die richtige Wahl zu treffen. Es gibt interaktive Tools wie [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` und [Piximi](https://www.piximi.app/), die das Trainieren eines Klassifizierers vereinfachen, insbesondere wenn Sie keine Programmierkenntnisse haben.
es: **Violación de suposiciones del modelo** Si usa un clasificador de aprendizaje automático, los diferentes modelos vienen con diferentes suposiciones integradas. Si está empezando, puede ser difícil saber cuál elegir. Hay herramientas interactivas como [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` y [Piximi](https:// www.piximi.app/) que facilitan el entrenamiento de un clasificador, especialmente si no sabe programar.
fa: **نقض مفروضات مدل** اگر از طبقه‌بندی‌کننده یادگیری ماشین استفاده می‌کنید، مدل‌های مختلف با مفروضات پخته شده متفاوتی ارائه می‌شوند. اگر در حال شروع کار هستید، تشخیص اینکه کدام را انتخاب کنید ممکن است دشوار باشد. ابزارهای تعاملی مانند [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}2-1-ov2 وجود دارد ` و [Piximi](https://www.piximi.app/) که آموزش یک طبقه‌بندی کننده را آسان‌تر می‌کنند، به خصوص اگر نحوه کدنویسی را بلد نباشید.
fi: **Mallin oletusten rikkominen** Jos käytät koneoppimisluokittelijaa, eri malleihin sisältyy erilaisia oletuksia. Aloittaessasi voi olla vaikea tietää, minkä mallin valitsisit. On olemassa vuorovaikutteisia työkaluja, kuten [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` ja [Piximi](https://www.piximi.app/), jotka helpottavat luokittelijan kouluttamista, varsinkin jos et osaa koodata.
fr: **Non-respect des hypothèses du modèle** Si vous utilisez un classificateur d'apprentissage automatique, différents modèles sont livrés avec différentes hypothèses intégrées. Si vous débutez, il peut être difficile de savoir lequel choisir. Il existe des outils interactifs tels que [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` et [Piximi](https://www. piximi.app/) qui facilitent la formation d'un classificateur, surtout si vous ne savez pas coder.
it: **Violare le ipotesi del modello** Se si utilizza un classificatore di apprendimento automatico, i diversi modelli hanno ipotesi diverse. Se si è agli inizi, può essere difficile sapere quale scegliere. Esistono strumenti interattivi come [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` e [Piximi](https://www.piximi.app/) che rendono più semplice l'addestramento di un classificatore, soprattutto se non si conosce il codice.
ja: **機械学習分類器を使用する場合、モデルによってさまざまな前提条件があります。使い始めのうちは、どれを選ぶべきかを知るのは難しいかもしれない。CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630){cite}`Stirling2021-ov` や[Piximi](https://www.piximi.app/)のようなインタラクティブなツールがあり、分類器の学習を簡単にすることができる。
pl: **Naruszenie założeń modelu** W przypadku korzystania z klasyfikatora systemów uczących się różne modele mają różne wbudowane założenia. Jeśli zaczynasz, może być trudno zdecydować, który wybrać. Istnieją interaktywne narzędzia, takie jak [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` i [Piximi](https://www. piximi.app/), które ułatwiają szkolenie klasyfikatora, zwłaszcza jeśli nie wiesz, jak kodować.
pt: **Violando as suposições do modelo** Se estiver usando um classificador de aprendizado de máquina, diferentes modelos vêm com diferentes suposições incorporadas. Se você está começando, pode ser difícil saber qual escolher. Existem ferramentas interativas como [CellProfiler Analyst](https://academic.oup.com/bioinformatics/article/32/20/3210/2196630) {cite}`Stirling2021-ov` e [Piximi](https://www. piximi.app/) que facilitam o treinamento de um classificador, especialmente se você não sabe linguagem de programação.
