Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` is a software designed for biologists by biologists; it creates a bridge between image analysis and scientist with no need of computational expertise. It was designed with the idea of an image analysis pipeline in mind: it allows you to take a series of interoperable modules to design your own custom analysis pipeline that can be applied to one or thousands of images, making it suitable for high throughput image analysis.
cs: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` je software navržený biology pro biology; vytváří most mezi analýzou obrazu a vědcem bez potřeby výpočetní expertizy. Byl navržen s myšlenkou potrubí analýzy obrazu: umožňuje vám využít řadu interoperabilních modulů a navrhnout vlastní kanál analýzy, který lze aplikovat na jeden nebo tisíce snímků, takže je vhodný pro vysoce výkonnou analýzu snímků. .
de: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` ist eine Software, die von Biologen für Biologen entwickelt wurde; sie schlägt eine Brücke zwischen der Bildanalyse und den Wissenschaftlern, ohne dass diese über Computerkenntnisse verfügen müssen. Sie wurde mit der Idee einer Bildanalyse-Pipeline im Hinterkopf entwickelt: Sie ermöglicht es Ihnen, eine Reihe von interoperablen Modulen zu verwenden, um Ihre eigene benutzerdefinierte Analyse-Pipeline zu entwerfen, die auf ein oder Tausende von Bildern angewendet werden kann, was sie für die Bildanalyse mit hohem Durchsatz geeignet macht.
es: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` es un software diseñado por biólogos para biólogos; crea un puente entre el análisis de imágenes y el científico sin necesidad de conocimientos informáticos. Fue diseñado con la idea de una canalización de análisis de imágenes en mente: le permite tomar una serie de módulos interoperables para diseñar su propia canalización de análisis personalizada que se puede aplicar a una o miles de imágenes, haciéndola adecuada para el análisis de imágenes de alto rendimiento. .
fa: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` نرم افزاری است که توسط زیست شناسان برای زیست شناسان طراحی شده است. این یک پلی بین تجزیه و تحلیل تصویر و دانشمند بدون نیاز به تخصص محاسباتی ایجاد می کند. این با ایده یک خط لوله تجزیه و تحلیل تصویر طراحی شده است: به شما امکان می دهد یک سری از ماژول های قابل همکاری را برای طراحی خط لوله تجزیه و تحلیل سفارشی خود انتخاب کنید که می تواند روی یک یا هزاران تصویر اعمال شود و آن را برای تجزیه و تحلیل تصویر با توان عملیاتی بالا مناسب می کند. .
fi: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` on biologien biologeille biologien toimesta suunniteltu ohjelmisto; se luo sillan kuva-analyysin ja tutkijan välille ilman laskennallista osaamista. Se on suunniteltu kuva-analyysiputken ajatusta silmällä pitäen: sen avulla voit ottaa sarjan yhteentoimivia moduuleja ja suunnitella oman räätälöidyn analyysiputken, jota voidaan soveltaa yhteen tai tuhansiin kuviin, mikä tekee siitä sopivan korkean läpimenon kuva-analyysiin.
fr: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` est un logiciel conçu pour les biologistes par des biologistes ; il crée un pont entre l'analyse d'images et le scientifique sans avoir besoin d'expertise informatique. Il a été conçu avec l'idée d'un pipeline d'analyse d'images à l'esprit : il vous permet de prendre une série de modules interopérables pour concevoir votre propre pipeline d'analyse personnalisé qui peut être appliqué à une ou des milliers d'images, ce qui le rend adapté à l'analyse d'images à haut débit. .
it: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` è un software progettato per i biologi dai biologi; crea un ponte tra l'analisi delle immagini e gli scienziati senza bisogno di competenze computazionali. È stato progettato con l'idea di una pipeline di analisi delle immagini: consente di utilizzare una serie di moduli interoperabili per progettare una pipeline di analisi personalizzata che può essere applicata a una o migliaia di immagini, rendendolo adatto all'analisi di immagini ad alta produttività.
ja: [CellProfiler](https://cellprofiler.org/){cite}`Stirling2021-sg` は、生物学者による生物学者のために設計されたソフトウェアです。計算の専門知識を必要とせず、画像解析と科学者の橋渡しをします。画像解析パイプラインを念頭に置いて設計されており、一連の相互運用可能なモジュールを用いて、1枚から数千枚の画像に適用可能な独自の解析パイプラインを設計することができ、ハイスループットの画像解析に適している。
pl: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` to oprogramowanie przeznaczone dla biologów przez biologów; tworzy pomost między analizą obrazu a naukowcem bez potrzeby posiadania specjalistycznej wiedzy obliczeniowej. Został zaprojektowany z myślą o potoku analizy obrazu: umożliwia wykorzystanie szeregu interoperacyjnych modułów do zaprojektowania własnego niestandardowego potoku analizy, który można zastosować do jednego lub tysięcy obrazów, dzięki czemu nadaje się do analizy obrazu o dużej przepustowości .
pt: [CellProfiler](https://cellprofiler.org/) {cite}`Stirling2021-sg` é um software desenvolvido para biólogos por biólogos; ele cria uma ponte entre a análise de imagem e o cientista sem a necessidade de conhecimento computacional. Ele foi projetado com a ideia de um pipeline de análise de imagem em mente: permite que você use uma série de módulos interoperáveis para projetar seu próprio pipeline de análise personalizado que pode ser aplicado a uma ou milhares de imagens, tornando-o adequado para análise de imagem de alto rendimento .

source: CellProfiler can’t handle large images, like whole tissue sections from histology experiments. The image size is currently limited by the available memory on your computer.
cs: CellProfiler nedokáže zpracovat velké obrázky, jako jsou celé tkáňové řezy z histologických experimentů. Velikost obrázku je aktuálně omezena dostupnou pamětí v počítači.
de: CellProfiler kann keine großen Bilder verarbeiten, wie z. B. ganze Gewebeschnitte aus histologischen Experimenten. Die Bildgröße ist derzeit durch den verfügbaren Speicher auf Ihrem Computer begrenzt.
es: CellProfiler no puede manejar imágenes grandes, como secciones de tejido completo de experimentos histológicos. El tamaño de la imagen está actualmente limitado por la memoria disponible en su computadora.
fa: CellProfiler نمی تواند تصاویر بزرگ مانند بخش های کامل بافت از آزمایش های بافت شناسی را مدیریت کند. اندازه تصویر در حال حاضر توسط حافظه موجود در رایانه شما محدود شده است.
fi: CellProfiler ei pysty käsittelemään suuria kuvia, kuten kokonaisia kudosleikkeitä histologisista kokeista. Kuvien kokoa rajoittaa tällä hetkellä tietokoneen käytettävissä oleva muisti.
fr: CellProfiler ne peut pas gérer de grandes images, comme des sections de tissus entiers provenant d'expériences d'histologie. La taille de l'image est actuellement limitée par la mémoire disponible sur votre ordinateur.
it: CellProfiler non è in grado di gestire immagini di grandi dimensioni, come intere sezioni di tessuto provenienti da esperimenti istologici. Le dimensioni delle immagini sono attualmente limitate dalla memoria disponibile sul computer.
ja: CellProfilerは、組織学実験の全組織切片のような大きな画像は扱えません。現在、画像サイズはコンピュータの使用可能なメモリによって制限されています。
pl: CellProfiler nie obsługuje dużych obrazów, takich jak wycinki całych tkanek z eksperymentów histologicznych. Rozmiar obrazu jest obecnie ograniczony przez dostępną pamięć komputera.
pt: O CellProfiler não pode lidar com imagens grandes, como seções inteiras de tecido de experimentos histológicos. O tamanho da imagem é atualmente limitado pela memória disponível em seu computador.

source: While CellProfiler can perform analysis on 3D images the visualization is limited to a one z-plane at a time via a slider on the viewing window.
cs: Zatímco CellProfiler může provádět analýzu na 3D obrazech, vizualizace je omezena na jednu rovinu Z najednou pomocí posuvníku v prohlížecím okně.
de: Während CellProfiler 3D-Bilder analysieren kann, ist die Visualisierung über einen Schieberegler im Sichtfenster auf jeweils eine z-Ebene beschränkt.
es: Si bien CellProfiler puede realizar análisis en imágenes 3D, la visualización se limita a un plano z a la vez a través de un control deslizante en la ventana de visualización.
fa: در حالی که CellProfiler می تواند تجزیه و تحلیل را روی تصاویر سه بعدی انجام دهد، تجسم به یک صفحه z در هر زمان از طریق یک نوار لغزنده در پنجره مشاهده محدود می شود.
fi: Vaikka CellProfiler voi analysoida 3D-kuvia, visualisointi on rajoitettu yhteen z-tasoon kerrallaan katseluikkunan liukusäätimen avulla.
fr: Alors que CellProfiler peut effectuer une analyse sur des images 3D, la visualisation est limitée à un plan z à la fois via un curseur sur la fenêtre de visualisation.
it: Sebbene CellProfiler possa eseguire analisi su immagini 3D, la visualizzazione è limitata a un piano z alla volta tramite un cursore nella finestra di visualizzazione.
ja: CellProfilerは3D画像の解析を行うことができるが、可視化は表示ウィンドウのスライダーを使って一度に1つのz平面に限定される。
pl: Podczas gdy CellProfiler może przeprowadzać analizę obrazów 3D, wizualizacja jest ograniczona do jednej płaszczyzny Z naraz za pomocą suwaka w oknie podglądu.
pt: Embora o CellProfiler possa realizar análises em imagens 3D, a visualização é limitada a um plano z por vez por meio de um controle deslizante na janela de visualização.

source: Also several features of CellProfiler are only available for 2D images.
cs: Několik funkcí v CellProfiler je dostupných pouze pro 2D obrázky.
de: Außerdem sind einige Funktionen von CellProfiler nur für 2D-Bilder verfügbar.
es: Además, varias funciones de CellProfiler solo están disponibles para imágenes 2D.
fa: همچنین چندین ویژگی CellProfiler فقط برای تصاویر دو بعدی موجود است.
fi: Myös monet CellProfilerin ominaisuudet ovat käytettävissä vain 2D-kuville.
fr: De plus, plusieurs fonctionnalités de CellProfiler ne sont disponibles que pour les images 2D.
it: Inoltre, diverse funzioni di CellProfiler sono disponibili solo per le immagini 2D.
ja: また、CellProfilerのいくつかの機能は、2D画像でのみ利用可能である。
pl: Również kilka funkcji CellProfiler jest dostępnych tylko dla obrazów 2D.
pt: Além disso, vários recursos do CellProfiler estão disponíveis apenas para imagens 2D.

source: To download CellProfiler
cs: Stažení nástroje CellProfiler
de: So laden Sie CellProfiler herunter
es: Para descargar CellProfiler
fa: برای دانلود CellProfiler
fi: CellProfilerin lataaminen
fr: Pour télécharger Cell Profiler
it: Per scaricare CellProfiler
ja: CellProfilerをダウンロードするには
pl: Aby pobrać CellProfiler
pt: Para baixar o CellProfiler

source: 🌐 [CellProfiler download](https://cellprofiler.org/releases)
de: 🌐 [CellProfiler herunterladen](https://cellprofiler.org/releases)
es: 🌐 [Descarga de CellProfiler](https://cellprofiler.org/releases)
fa: 🌐 [دانلود CellProfiler](https://cellprofiler.org/releases)
fi: 🌐 [CellProfiler lataus](https://cellprofiler.org/releases)
fr: 🌐 [téléchargement de CellProfiler] (https://cellprofiler.org/releases)
it: 🌐 [Download CellProfiler](https://cellprofiler.org/releases)
ja: CellProfiler ダウンロード](https://cellprofiler.org/releases)
pt: 🌐 [Baixe o CellProfiler](https://cellprofiler.org/releases)

source: For documentation examples and tutorials.
cs: Příklady dokumentace a tutoriály.
de: Für Dokumentationsbeispiele und Tutorials.
es: Para ejemplos de documentación y tutoriales.
fa: برای مثال مستندات و آموزش.
fi: Esimerkkejä dokumentaatiosta ja opetusohjelmista.
fr: Pour des exemples de documentation et des tutoriels.
it: Per esempi di documentazione ed esercitazioni.
ja: ドキュメントのサンプルとチュートリアル
pl: Przykłady dokumentacji i samouczki.
pt: Para documentação, exemplos e tutoriais.

source: 🌐 [CellProfiler user manual](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
de: 🌐 [CellProfiler Benutzerhandbuch](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
es: 🌐 [Manual de usuario de CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
fi: 🌐 [CellProfilerin käyttöohje](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
fr: 🌐 [Manuel d'utilisation de CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
it: 🌐 [Manuale d'uso di CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
ja: CellProfiler ユーザーマニュアル](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)
pt: 🌐 [Manual do usuário do CellProfiler](https://cellprofiler-manual.s3.amazonaws.com/CellProfiler-4.2.4/index.html)

source: 🌐 [Examples](https://cellprofiler.org/examples)
cs: 🌐 [Příklady](https://cellprofiler.org/examples)
de: 🌐 [Beispiele](https://cellprofiler.org/examples)
es: 🌐 [Ejemplos](https://cellprofiler.org/examples)
fa: 🌐 [نمونه ها] (https://cellprofiler.org/examples)
fi: 🌐 [Esimerkkejä](https://cellprofiler.org/examples)
fr: 🌐 [Exemples](https://cellprofiler.org/examples)
it: 🌐 [Esempi](https://cellprofiler.org/examples)
ja: 🌐 [例](https://cellprofiler.org/examples)
pl: 🌐 [Przykłady](https://cellprofiler.org/examples)
pt: 🌐 [Exemplos](https://cellprofiler.org/examples)

source: 🌐 [Tutorials](https://tutorials.cellprofiler.org/)
cs: 🌐 [Tutoriály](https://tutorials.cellprofiler.org/)
es: 🌐 [Tutoriales](https://tutorials.cellprofiler.org/)
fa: 🌐 [آموزش] (https://tutorials.cellprofiler.org/)
fi: 🌐 [opetusohjelmat](https://tutorials.cellprofiler.org/)
fr: 🌐 [Tutoriels](https://tutorials.cellprofiler.org/)
it: 🌐 [Tutorial](https://tutorials.cellprofiler.org/)
ja: チュートリアル](https://tutorials.cellprofiler.org/)
pl: 🌐 [Samouczki] (https://tutorials.cellprofiler.org/)
pt: 🌐 [Tutoriais](https://tutorials.cellprofiler.org/)

source: 🎥 [Video tutorials and workshops](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
cs: 🎥 [Videonávody a workshopy](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
de: 🎥 [Videotutorials und Workshops](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
es: 🎥 [Video tutoriales y talleres](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
fa: 🎥 [آموزش ها و کارگاه های آموزشی](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
fi: 🎥 [Video-opetusohjelmat ja työpajat](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
fr: 🎥 [Tutoriels vidéo et ateliers](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
it: 🎥 [Video tutorial e workshop](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
ja: ビデオチュートリアルとワークショップ](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
pl: 🎥 [Samouczki wideo i warsztaty](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)
pt: 🎥 [Vídeo tutoriais e workshops](https://www.youtube.com/playlist?list=PLXSm9cHbSZBBy7JkChB32_e3lURUcT3RL)

source: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/6/0/6039b2daa4b6b1c32943f63f464cf3c477898bfe_2_750x750.png" alt="logo" width="30px"> QuPath
ja: <img src="https://global.discourse-cdn.com/business4/uploads/imagej/optimized/3X/6/0/6039b2daa4b6b1c32943f63f464cf3c477898bfe_2_750x750.png" alt="logo" width="30px"> クパス

source: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` offers a wide set of image analysis tools that can be applied to whole slide images. For that reason it is widely utilized with pathology images, but it can be used with other images as well. QuPath also contains pixel classification tools and can integrate with ImageJ (e.g., for sending {term}`ROIs` between the programs, or for accessing ImageJ plugins).
cs: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` nabízí širokou sadu nástrojů pro analýzu obrázků, které lze použít na celé snímky snímků. Z tohoto důvodu se hojně využívá u patologických snímků, ale lze ho použít i u obrazů jiného typu. QuPath obsahuje také nástroje pro klasifikaci pixelů a lze jej integrovat s nástrojem ImageJ (např. pro odesílání {term}`ROI` mezi programy nebo pro přístup k pluginům ImageJ).
de: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` bietet eine breite Palette von Bildanalysewerkzeugen, die auf ganze Objektträgerbilder angewendet werden können. Aus diesem Grund wird es häufig für Bilder aus der Pathologie verwendet, kann aber auch für andere Bilder eingesetzt werden. QuPath enthält auch Werkzeuge zur Pixelklassifizierung und kann mit ImageJ integriert werden (z. B. zum Senden von {term}`ROIs` zwischen den Programmen oder zum Zugriff auf ImageJ-Plugins).
es: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` ofrece un amplio conjunto de herramientas de análisis de imágenes que se pueden aplicar a imágenes de diapositivas completas. Por ese motivo, se utiliza ampliamente con imágenes de patología, pero también se puede utilizar con otras imágenes. QuPath también contiene herramientas de clasificación de píxeles y puede integrarse con ImageJ (por ejemplo, para enviar {term}`ROI` entre los programas o para acceder a complementos de ImageJ).
fa: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` مجموعه وسیعی از ابزارهای تجزیه و تحلیل تصویر را ارائه می‌کند که می‌تواند برای تصاویر کل اسلاید اعمال شود. به همین دلیل است که به طور گسترده ای با تصاویر آسیب شناسی استفاده می شود، اما می توان آن را با تصاویر دیگر نیز استفاده کرد. QuPath همچنین حاوی ابزارهای طبقه‌بندی پیکسل است و می‌تواند با ImageJ ادغام شود (مثلاً برای ارسال {term}'ROI' بین برنامه‌ها یا برای دسترسی به افزونه‌های ImageJ).
fi: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` tarjoaa laajan valikoiman kuva-analyysityökaluja, joita voidaan soveltaa koko diapositiivisiin kuviin. Tästä syystä sitä hyödynnetään laajalti patologisten kuvien kanssa, mutta sitä voidaan käyttää myös muiden kuvien kanssa. QuPath sisältää myös pikseliluokittelutyökaluja, ja se voi integroitua ImageJ:n kanssa (esim. {term}`ROI`:n lähettämiseen ohjelmien välillä tai ImageJ:n liitännäisten käyttämiseen).
fr: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` propose un large éventail d'outils d'analyse d'image pouvant être appliqués à des images de diapositives entières. Pour cette raison, il est largement utilisé avec des images de pathologie, mais il peut également être utilisé avec d'autres images. QuPath contient également des outils de classification de pixels et peut s'intégrer à ImageJ (par exemple, pour envoyer des {term}`ROIs` entre les programmes ou pour accéder aux plugins ImageJ).
it: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` offre un'ampia serie di strumenti di analisi delle immagini che possono essere applicati alle immagini di interi vetrini. Per questo motivo è ampiamente utilizzato con le immagini di patologia, ma può essere utilizzato anche con altre immagini. QuPath contiene anche strumenti di classificazione dei pixel e può integrarsi con ImageJ (ad esempio, per inviare le `ROI' di {term} tra i due programmi o per accedere ai plugin di ImageJ).
ja: [QuPath](https://qupath.github.io/){cite}`Bankhead2017-kz` は、ホールスライド画像に適用できる幅広い画像解析ツールのセットを提供する。そのため病理画像に広く利用されているが、他の画像にも利用できる。QuPathにはピクセル分類ツールも含まれており、ImageJと統合することができる（例えば、{term}`ROI`をプログラム間で送信したり、ImageJプラグインにアクセスしたりするため）。
pl: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` oferuje szeroki zestaw narzędzi do analizy obrazu, które można zastosować do całych obrazów slajdów. Z tego powodu jest szeroko stosowany z obrazami patologicznymi, ale może być również używany z innymi obrazami. QuPath zawiera również narzędzia do klasyfikacji pikseli i może integrować się z ImageJ (np. do wysyłania {term}`ROIs` między programami lub do uzyskiwania dostępu do wtyczek ImageJ).
pt: [QuPath](https://qupath.github.io/) {cite}`Bankhead2017-kz` oferece um amplo conjunto de ferramentas de análise de imagem que podem ser aplicadas a imagens de lâminas inteiras. Por isso é muito utilizado com imagens de patologias, mas também pode ser utilizado com outras imagens. O QuPath também contém ferramentas de classificação de pixels e pode ser integrado ao ImageJ (por exemplo, para enviar {term}`ROIs` entre os programas ou para acessar plug-ins do ImageJ).

source: To get the most out of QuPath (especially when analyzing many images), some scripting and knowledge of coding (or adapting other’s code) is necessary
cs: Abyste z QuPath vytěžili maximum (zejména při analýze mnoha obrázků), je nutné určité skriptování a znalost kódování (nebo přizpůsobení cizího kódu).
de: Um das Beste aus QuPath herauszuholen (insbesondere bei der Analyse vieler Bilder), sind einige Skripting- und Programmierkenntnisse (oder die Anpassung des Codes anderer) erforderlich
es: Para sacar el máximo provecho de QuPath (especialmente cuando se analizan muchas imágenes), se necesitan algunos scripts y conocimientos de codificación (o la adaptación del código de otros).
fa: برای استفاده حداکثری از QuPath (مخصوصاً هنگام تجزیه و تحلیل بسیاری از تصاویر)، مقداری اسکریپت و دانش کدنویسی (یا تطبیق کدهای دیگران) ضروری است.
fi: Jotta QuPathista saataisiin kaikki irti (erityisesti analysoitaessa monia kuvia), tarvitaan jonkin verran skriptausta ja koodaustaitoa (tai muiden koodin mukauttamista).
fr: Pour tirer le meilleur parti de QuPath (en particulier lors de l'analyse de nombreuses images), des scripts et une connaissance du codage (ou de l'adaptation du code d'un autre) sont nécessaires
it: Per ottenere il massimo da QuPath (soprattutto quando si analizzano molte immagini), è necessario un po' di scripting e di conoscenza del codice (o dell'adattamento del codice di altri).
ja: QuPathを最大限に活用するには（特に多くの画像を分析する場合）、いくつかのスクリプトとコーディングの知識（または他の人のコードを適応させる）が必要です。
pl: Aby w pełni wykorzystać QuPath (zwłaszcza podczas analizy wielu obrazów), konieczne jest pewne skryptowanie i znajomość kodowania (lub dostosowywania kodu innych osób)
pt: Para obter o máximo do QuPath (especialmente ao analisar muitas imagens), é necessário codigos básicos e algum conhecimento de linguagem de programação (ou adaptação do código de outras pessoas).

source: To download QuPath
cs: Stažení aplikace QuPath
de: So laden Sie QuPath herunter
es: Para descargar QuPath
fa: برای دانلود QuPath
fi: QuPathin lataaminen
fr: Pour télécharger QuPath
it: Per scaricare QuPath
ja: QuPathをダウンロードするには
pl: Aby pobrać QuPath
pt: Para baixar o QuPath

source: 🌐 [QuPath download](https://qupath.github.io/)
cs: 🌐 [Stažení QuPath](https://qupath.github.io/)
es: 🌐 [Descarga de QuPath](https://qupath.github.io/)
fa: 🌐 [دانلود QuPath] (https://qupath.github.io/)
fi: 🌐 [QuPath lataus](https://qupath.github.io/)
fr: 🌐 [Téléchargement QuPath] (https://qupath.github.io/)
ja: 🌐 [QuPathダウンロード](https://qupath.github.io/)
pl: 🌐 [Pobieranie QuPath](https://qupath.github.io/)
pt: 🌐 [Download do QuPath](https://qupath.github.io/)

source: 🌐 [QuPath user manual](https://qupath.readthedocs.io/en/stable/)
cs: 🌐 [Uživatelská příručka QuPath](https://qupath.readthedocs.io/en/stable/)
de: 🌐 [QuPath Benutzerhandbuch](https://qupath.readthedocs.io/en/stable/)
es: 🌐 [Manual de usuario de QuPath](https://qupath.readthedocs.io/en/stable/)
fa: 🌐 [راهنمای کاربر QuPath] (https://qupath.readthedocs.io/en/stable/)
fi: 🌐 [QuPath-käyttöopas](https://qupath.readthedocs.io/en/stable/)
fr: 🌐 [Manuel d'utilisation de QuPath](https://qupath.readthedocs.io/en/stable/)
it: 🌐 [Manuale d'uso di QuPath](https://qupath.readthedocs.io/en/stable/)
ja: QuPath ユーザーマニュアル](https://qupath.readthedocs.io/en/stable/)
pl: 🌐 [Podręcznik użytkownika QuPath](https://qupath.readthedocs.io/en/stable/)
pt: 🌐 [Manual do usuário QuPath](https://qupath.readthedocs.io/en/stable/)
