Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: [CellProfiler](https://cellprofiler.org/) was designed with the idea of an image analysis pipeline in mind; it allows you to take a series of interoperable modules to design your own custom analysis pipeline that can be applied to one or thousands of images, making it suitable for high throughput image analysis. [Read more...](content/cellprofiler)
cs: [CellProfiler](https://cellprofiler.org/) byl navržen s myšlenkou potrubí analýzy obrazu; umožňuje vám využít řadu interoperabilních modulů a navrhnout vlastní analytický kanál, který lze aplikovat na jeden nebo tisíce snímků, takže je vhodný pro vysoce výkonnou analýzu snímků. [Přečtěte si více...](obsah/profil buňky)
de: [CellProfiler](https://cellprofiler.org/) wurde mit der Idee einer Bildanalyse-Pipeline im Hinterkopf entwickelt; es ermöglicht Ihnen, eine Reihe von interoperablen Modulen zu verwenden, um Ihre eigene benutzerdefinierte Analyse-Pipeline zu entwerfen, die auf ein oder Tausende von Bildern angewendet werden kann, wodurch es für die Bildanalyse mit hohem Durchsatz geeignet ist. [Lesen Sie mehr...](Inhalt/Cellprofiler)
es: [CellProfiler](https://cellprofiler.org/) se diseñó con la idea de una canalización de análisis de imágenes en mente; le permite tomar una serie de módulos interoperables para diseñar su propia canalización de análisis personalizada que se puede aplicar a una o miles de imágenes, lo que lo hace adecuado para el análisis de imágenes de alto rendimiento. [Leer más...](contenido/cellprofiler)
fa: [CellProfiler] (https://cellprofiler.org/) با ایده یک خط لوله تجزیه و تحلیل تصویر در ذهن طراحی شده است. به شما این امکان را می دهد که مجموعه ای از ماژول های قابل همکاری را برای طراحی خط لوله تجزیه و تحلیل سفارشی خود انتخاب کنید که می تواند روی یک یا هزاران تصویر اعمال شود و آن را برای تجزیه و تحلیل تصویر با توان عملیاتی بالا مناسب می کند. [ادامه مطلب...](محتوا/پروفایلر سلولی)
fi: [CellProfiler] (https://cellprofiler.org/) on suunniteltu kuva-analyysiputken ideaa silmällä pitäen; sen avulla voit käyttää sarjaa yhteentoimivia moduuleja suunnitellaksesi oman mukautetun analyysiputkesi, jota voidaan soveltaa yhteen tai tuhansiin kuviin, mikä tekee siitä sopivan korkean läpimenon kuva-analyysiin. [Lue lisää...](content/cellprofiler)
fr: [CellProfiler](https://cellprofiler.org/) a été conçu avec l'idée d'un pipeline d'analyse d'images à l'esprit ; il vous permet de prendre une série de modules interopérables pour concevoir votre propre pipeline d'analyse personnalisé qui peut être appliqué à une ou des milliers d'images, ce qui le rend adapté à l'analyse d'images à haut débit. [Lire la suite...](content/cellprofiler)
it: [CellProfiler](https://cellprofiler.org/) è stato progettato con l'idea di una pipeline di analisi delle immagini; consente di utilizzare una serie di moduli interoperabili per progettare una pipeline di analisi personalizzata che può essere applicata a una o migliaia di immagini, rendendola adatta all'analisi di immagini ad alta produttività. [Per saperne di più...](content/cellprofiler)
ja: [CellProfiler](https://cellprofiler.org/)は、画像解析パイプラインを念頭に置いて設計された。一連の相互運用可能なモジュールを使って、1枚から数千枚の画像に適用できる独自の解析パイプラインを設計することができ、ハイスループットの画像解析に適している。[続きを読む...](コンテンツ/cellprofiler)
pl: [CellProfiler](https://cellprofiler.org/) został zaprojektowany z myślą o potoku analizy obrazu; pozwala na wykorzystanie szeregu interoperacyjnych modułów do zaprojektowania własnego potoku analizy, który można zastosować do jednego lub tysięcy obrazów, dzięki czemu nadaje się do analizy obrazów o dużej przepustowości. [Czytaj więcej...](content/cellprofiler)
pt: [CellProfiler](https://cellprofiler.org/) foi projetado com a ideia de um pipeline de análise de imagem em mente; ele permite que você use uma série de módulos interoperáveis para projetar seu próprio pipeline de análise personalizado que pode ser aplicado a uma ou milhares de imagens, tornando-o adequado para análise de imagem de alto rendimento. [Leia mais...](conteúdo/cellprofiler)

source: QuPath
ja: クパス
pt: QuPathGenericName

source: [QuPath](https://qupath.github.io/) offers a wide set of image analysis tools that can be applied to whole slide images like pathology images, but it can be used with other images as well. QuPath also contains pixel classification tools and can integrate with ImageJ. [Read more...](content/qupath)
cs: [QuPath](https://qupath.github.io/) nabízí širokou sadu nástrojů pro analýzu obrázků, které lze použít na celé snímky skel, jako jsou snímky patologie, ale lze je použít i s jinými snímky. QuPath také obsahuje nástroje pro klasifikaci pixelů a lze jej integrovat s ImageJ. [Přečtěte si více...](obsah/qupath)
de: [QuPath] (https://qupath.github.io/) bietet eine breite Palette von Bildanalysewerkzeugen, die auf ganze Objektträger, wie z. B. Pathologiebilder, angewandt werden können, aber auch für andere Bilder verwendet werden können. QuPath enthält auch Werkzeuge zur Pixelklassifizierung und kann mit ImageJ integriert werden. [Lesen Sie mehr...](content/qupath)
es: [QuPath](https://qupath.github.io/) ofrece un amplio conjunto de herramientas de análisis de imágenes que se pueden aplicar a imágenes de diapositivas completas, como imágenes de patología, pero también se pueden usar con otras imágenes. QuPath también contiene herramientas de clasificación de píxeles y puede integrarse con ImageJ. [Leer más...](contenido/qupath)
fa: [QuPath] (https://qupath.github.io/) مجموعه گسترده ای از ابزارهای تجزیه و تحلیل تصویر را ارائه می دهد که می تواند روی تصاویر کل اسلاید مانند تصاویر آسیب شناسی اعمال شود، اما می توان از آن با تصاویر دیگر نیز استفاده کرد. QuPath همچنین دارای ابزارهای طبقه بندی پیکسل است و می تواند با ImageJ ادغام شود. [ادامه مطلب...](محتوا/qupath)
fi: [QuPath] (https://qupath.github.io/) tarjoaa laajan valikoiman kuva-analyysityökaluja, joita voidaan soveltaa kokonaisiin diapositiivisiin kuviin, kuten patologisiin kuviin, mutta sitä voidaan käyttää myös muihin kuviin. QuPath sisältää myös pikseliluokittelutyökaluja, ja se voidaan integroida ImageJ:n kanssa. [Lue lisää...](content/qupath)
fr: [QuPath](https://qupath.github.io/) offre un large éventail d'outils d'analyse d'images qui peuvent être appliqués à des images de diapositives entières comme des images de pathologie, mais il peut également être utilisé avec d'autres images. QuPath contient également des outils de classification de pixels et peut s'intégrer à ImageJ. [Lire la suite...](contenu/qupath)
it: [QuPath](https://qupath.github.io/) offre un'ampia gamma di strumenti per l'analisi delle immagini che possono essere applicati alle immagini di interi vetrini, come le immagini di patologia, ma possono essere utilizzati anche con altre immagini. QuPath contiene anche strumenti di classificazione dei pixel e può integrarsi con ImageJ. [Per saperne di più...](content/qupath)
ja: [QuPath](https://qupath.github.io/)は、病理画像のようなスライド画像全体に適用できる画像解析ツールの幅広いセットを提供するが、他の画像にも同様に使用できる。QuPathにはピクセル分類ツールも含まれており、ImageJとの統合も可能です。[続きを読む...](content/qupath)
pl: [QuPath](https://qupath.github.io/) oferuje szeroki zestaw narzędzi do analizy obrazu, które można zastosować do całych obrazów slajdów, takich jak obrazy patologii, ale można go również używać z innymi obrazami. QuPath zawiera również narzędzia do klasyfikacji pikseli i może integrować się z ImageJ. [Czytaj więcej...](treść/ścieżka)
pt: [QuPath](https://qupath.github.io/) oferece um amplo conjunto de ferramentas de análise de imagens que podem ser aplicadas a imagens de slides inteiras, como imagens de patologia, mas também podem ser usadas com outras imagens. O QuPath também contém ferramentas de classificação de pixels e pode ser integrado ao ImageJ. [Leia mais...](conteúdo/qupath)

source: Icy
de: Eiskalt
es: Glacial
fa: یخی
fr: Glacé
it: Gelido
ja: アイシー
pl: Lodowaty
pt: Gelado

source: [Icy](https://icy.bioimageanalysis.org/) is an out of the box image analysis tools, it utilizes plugins to create visual image analysis protocols that can be shared with other users. [Read more...](content/icy)
cs: [Icy](https://icy.bioimageanalysis.org/) je nástroj pro analýzu obrázků, který využívá pluginy k vytváření protokolů vizuální analýzy obrázků, které lze sdílet s ostatními uživateli. [Přečíst více...](obsah/ledové)
de: [Icy](https://icy.bioimageanalysis.org/) ist ein sofort einsatzbereites Bildanalysewerkzeug, das mit Hilfe von Plugins visuelle Bildanalyseprotokolle erstellt, die mit anderen Benutzern geteilt werden können. [Lesen Sie mehr...](content/icy)
es: [Icy](https://icy.bioimageanalysis.org/) es una herramienta de análisis de imágenes lista para usar, utiliza complementos para crear protocolos de análisis de imágenes visuales que se pueden compartir con otros usuarios. [Leer más...](contenido/helado)
fa: [Icy] (https://icy.bioimageanalysis.org/) یک ابزار تجزیه و تحلیل تصویر خارج از جعبه است، از افزونه هایی برای ایجاد پروتکل های تجزیه و تحلیل تصویر بصری استفاده می کند که می تواند با سایر کاربران به اشتراک گذاشته شود. [ادامه مطلب...](محتوا/یخی)
fi: [Icy] (https://icy.bioimageanalysis.org/) on valmis kuva-analyysityökalu, joka käyttää liitännäisiä luodakseen visuaalisia kuva-analyysiprotokollia, jotka voidaan jakaa muiden käyttäjien kanssa. [Lue lisää...](content/icy)
fr: [Icy](https://icy.bioimageanalysis.org/) est un outil d'analyse d'images prêt à l'emploi, il utilise des plugins pour créer des protocoles d'analyse d'images visuelles qui peuvent être partagés avec d'autres utilisateurs. [Lire la suite...](contenu/glacé)
it: [Icy](https://icy.bioimageanalysis.org/) è uno strumento di analisi delle immagini che utilizza plugin per creare protocolli di analisi visiva delle immagini che possono essere condivisi con altri utenti. [Per saperne di più...](content/icy)
ja: [Icy](https://icy.bioimageanalysis.org/)は、すぐに使える画像解析ツールで、プラグインを利用して、他のユーザーと共有できる視覚的な画像解析プロトコルを作成できる。[続きを読む...](content/icy)
pl: [Icy](https://icy.bioimageanalysis.org/) to gotowe narzędzie do analizy obrazu, które wykorzystuje wtyczki do tworzenia protokołów wizualnej analizy obrazu, które można udostępniać innym użytkownikom. [Czytaj więcej...](treść/lodowy)
pt: [Icy](https://icy.bioimageanalysis.org/) é uma ferramenta de análise de imagem pronta para uso, que utiliza plugins para criar protocolos de análise de imagem visual que podem ser compartilhados com outros usuários. [Leia mais...](conteúdo/gelo)

source: [MIB](http://mib.helsinki.fi/index.html) is a user-friendly software for image analysis of multidimensional datasets for both light and electron microscopy. It allows you to use the whole acquired data for its analysis and extraction of morphological features. [Read more...](content/mib)
cs: [MIB](http://mib.helsinki.fi/index.html) je uživatelsky přívětivý software pro obrazovou analýzu vícerozměrných datových sad pro světelnou i elektronovou mikroskopii. Umožňuje využít celá získaná data pro jejich analýzu a extrakci morfologických znaků. [Přečtěte si více...](obsah/mib)
de: [MIB] (http://mib.helsinki.fi/index.html) ist eine benutzerfreundliche Software für die Bildanalyse von mehrdimensionalen Datensätzen für die Licht- und Elektronenmikroskopie. Sie ermöglicht es Ihnen, die gesamten erfassten Daten für die Analyse und Extraktion morphologischer Merkmale zu verwenden. [Lesen Sie mehr...](content/mib)
es: [MIB](http://mib.helsinki.fi/index.html) es un software fácil de usar para el análisis de imágenes de conjuntos de datos multidimensionales para microscopía óptica y electrónica. Le permite utilizar todos los datos adquiridos para su análisis y extracción de características morfológicas. [Leer más...](contenido/mib)
fa: [MIB](http://mib.helsinki.fi/index.html) یک نرم افزار کاربرپسند برای تجزیه و تحلیل تصویر مجموعه داده های چند بعدی برای میکروسکوپ نوری و الکترونی است. این به شما امکان می دهد از کل داده های به دست آمده برای تجزیه و تحلیل و استخراج ویژگی های مورفولوژیکی استفاده کنید. [ادامه مطلب...](محتوا/mib)
fi: [MIB] (http://mib.helsinki.fi/index.html) on käyttäjäystävällinen ohjelmisto valo- ja elektronimikroskopian moniulotteisten tietokokonaisuuksien kuva-analyysiin. Sen avulla voit käyttää koko hankittua dataa sen analysointiin ja morfologisten piirteiden poimimiseen. [Lue lisää...](content/mib)
fr: [MIB](http://mib.helsinki.fi/index.html) est un logiciel convivial pour l'analyse d'images d'ensembles de données multidimensionnelles pour la microscopie optique et électronique. Il vous permet d'utiliser l'ensemble des données acquises pour son analyse et l'extraction de caractéristiques morphologiques. [Lire la suite...](contenu/mib)
it: [MIB](http://mib.helsinki.fi/index.html) è un software di facile utilizzo per l'analisi delle immagini di insiemi di dati multidimensionali per la microscopia ottica ed elettronica. Consente di utilizzare l'insieme dei dati acquisiti per la loro analisi e l'estrazione di caratteristiche morfologiche. [Per saperne di più...](content/mib)
ja: [MIB](http://mib.helsinki.fi/index.html)は、光学顕微鏡および電子顕微鏡の多次元データセットの画像解析のためのユーザーフレンドリーなソフトウェアです。取得した全データを解析や形態学的特徴の抽出に使用することができます。[続きを読む...](content/mib)
pl: [MIB](http://mib.helsinki.fi/index.html) to przyjazne dla użytkownika oprogramowanie do analizy obrazów wielowymiarowych zestawów danych zarówno w mikroskopii świetlnej, jak i elektronowej. Pozwala na wykorzystanie całości pozyskanych danych do ich analizy i ekstrakcji cech morfologicznych. [Czytaj więcej...](treść/mib)
pt: [MIB](http://mib.helsinki.fi/index.html) é um software amigável para análise de imagens de conjuntos de dados multidimensionais para microscopia de luz e eletrônica. Ele permite que você use todos os dados adquiridos para sua análise e extração de características morfológicas. [Leia mais...](conteúdo/mib)

source: napari
fa: ناپاری
ja: ナパリ

source: [napari](https://napari.org/) is being developed as a multi-dimensional image viewer that can be expanded via a variety of plugins to perform basic and complex image analysis tasks. [Read more...](content/napari)
cs: [napari](https://napari.org/) je vyvíjen jako multidimenzionální prohlížeč obrázků, který lze rozšířit pomocí různých zásuvných modulů pro provádění základních a složitých úloh analýzy obrazu. [Přečíst více...](obsah/napari)
de: [napari](https://napari.org/) wird als multidimensionaler Bildbetrachter entwickelt, der durch eine Vielzahl von Plugins erweitert werden kann, um grundlegende und komplexe Bildanalyseaufgaben durchzuführen. [Lesen Sie mehr...](content/napari)
es: [napari](https://napari.org/) se está desarrollando como un visor de imágenes multidimensionales que se puede expandir a través de una variedad de complementos para realizar tareas de análisis de imágenes básicas y complejas. [Leer más...](contenido/napari)
fa: [napari](https://napari.org/) به عنوان یک نمایشگر تصویر چند بعدی در حال توسعه است که می تواند از طریق انواع افزونه ها برای انجام کارهای اولیه و پیچیده تجزیه و تحلیل تصویر گسترش یابد. [ادامه مطلب...](مطالب/ناپاری)
fi: [napari] (https://napari.org/) on kehitteillä moniulotteinen kuvankatseluohjelma, jota voidaan laajentaa erilaisilla lisäosilla, jotta se voi suorittaa perus ja monimutkaisia kuva-analyysitehtäviä. [Lue lisää...](content/napari)
fr: [napari](https://napari.org/) est en cours de développement en tant que visualiseur d'images multidimensionnel qui peut être étendu via une variété de plug-ins pour effectuer des tâches d'analyse d'images de base et complexes. [Lire la suite...](contenu/napari)
it: [napari](https://napari.org/) è stato sviluppato come un visualizzatore di immagini multidimensionale che può essere ampliato tramite una serie di plugin per eseguire operazioni di analisi delle immagini di base e complesse. [Per saperne di più...](content/napari)
ja: [napari](https://napari.org/)は、基本的な画像解析から複雑な画像解析まで、様々なプラグインによって拡張可能な多次元画像ビューアとして開発されている。[続きを読む...](content/napari)
pl: [napari](https://napari.org/) jest rozwijany jako wielowymiarowa przeglądarka obrazów, którą można rozszerzyć za pomocą różnych wtyczek, aby wykonywać podstawowe i złożone zadania analizy obrazu. [Czytaj więcej...](treść/napari)
pt: [napari](https://napari.org/) está sendo desenvolvido como um visualizador de imagens multidimensional que pode ser expandido por meio de uma variedade de plug-ins para executar tarefas básicas e complexas de análise de imagens. [Leia mais...](conteúdo/napari)

source: Cellpose
fr: pose de cellule
it: Cellula
ja: セルポース
pl: Celopoza

source: [Cellpose](https://www.cellpose.org/) is a {term}`segmentation` algorithm, it provides a graphical user interface that allows users to use trained models or train their own using their images and annotations. [Read more...](content/cellpose)
cs: [Cellpose](https://www.cellpose.org/) je nástroj umožnňující {term}'segmentace', poskytuje grafické uživatelské rozhraní, které uživatelům umožňuje používat trénované modely nebo trénovat své vlastní pomocí obrázků a anotací. [Číst více...](obsah/celková pozice)
de: [Cellpose](https://www.cellpose.org/) ist ein {term}"Segmentierungs"-Algorithmus, der eine grafische Benutzeroberfläche bietet, die es den Benutzern ermöglicht, trainierte Modelle zu verwenden oder ihre eigenen Modelle anhand ihrer Bilder und Anmerkungen zu trainieren. [Lesen Sie mehr...](content/cellpose)
es: [Cellpose](https://www.cellpose.org/) es un algoritmo de `segmentación` de {term}, proporciona una interfaz gráfica de usuario que permite a los usuarios usar modelos entrenados o entrenar los suyos propios usando sus imágenes y anotaciones. [Leer más...](contenido/cellpose)
fa: [Cellpose](https://www.cellpose.org/) یک الگوریتم «بخش بندی» {term} است، یک رابط کاربری گرافیکی ارائه می دهد که به کاربران اجازه می دهد از مدل های آموزش دیده یا آموزش استفاده کنند. خودشان با استفاده از تصاویر و حاشیه نویسی هایشان. [ادامه مطلب...](محتوا/سلول)
fi: [Cellpose] (https://www.cellpose.org/) on {term}`segmentointi`-algoritmi, joka tarjoaa graafisen käyttöliittymän, jonka avulla käyttäjät voivat käyttää koulutettuja malleja tai kouluttaa omia mallejaan käyttämällä kuviaan ja merkintöjään. [Lue lisää...](content/cellpose)
fr: [Cellpose](https://www.cellpose.org/) est un algorithme de "segmentation" {term}, il fournit une interface utilisateur graphique qui permet aux utilisateurs d'utiliser des modèles formés ou de former les leurs en utilisant leurs images et leurs annotations. [Lire la suite...](content/cellpose)
it: [Cellpose](https://www.cellpose.org/) è un algoritmo di `segmentazione` di {term}. Fornisce un'interfaccia grafica che consente agli utenti di utilizzare modelli addestrati o di addestrarne di propri utilizzando le proprie immagini e annotazioni. [Per saperne di più...](content/cellpose)
ja: [Cellpose](https://www.cellpose.org/)は、{term}`セグメンテーション` アルゴリズムで、ユーザが学習済みモデルを使用したり、画像や注釈を使用して独自のモデルを学習したりできるグラフィカルユーザインターフェースを提供します。[続きを読む...](content/cellpose)
pl: [Cellpose](https://www.cellpose.org/) to algorytm segmentacji {term}, zapewniający graficzny interfejs użytkownika, który umożliwia użytkownikom korzystanie z wyszkolonych modeli lub trenowanie własnych przy użyciu ich obrazów i adnotacji. [Czytaj więcej...](treść/pozycja komórki)
pt: [Cellpose](https://www.cellpose.org/) é um algoritmo {term}`segmentation`, fornece uma interface gráfica do usuário que permite aos usuários usar modelos treinados ou treinar seus próprios usando suas imagens e anotações. [Leia mais...](conteúdo/cellpose)

source: ilastik
ja: イラスティック

source: [ilastik](https://www.ilastik.org/) is a tool for interactive image classification, {term}`segmentation` and analysis. It leverages machine-learning algorithms to perform pixel and object-level classification. Using it requires no experience in {term}`image processing`. [Read more...](content/ilastik)
cs: [ilastik](https://www.ilastik.org/) je nástroj pro interaktivní klasifikaci obrázků, {term}`segmentaci` a analýzu. K provádění klasifikace na úrovni pixelů a objektů využívá algoritmy strojového učení. Jeho použití nevyžaduje žádné zkušenosti se zpracováním obrázků {term}. [Přečíst více...](obsah/ilastik)
de: [ilastik] (https://www.ilastik.org/) ist ein Werkzeug zur interaktiven Bildklassifizierung, {term}"Segmentierung" und Analyse. Es nutzt Algorithmen des maschinellen Lernens, um eine Klassifizierung auf Pixel- und Objektebene durchzuführen. Die Benutzung erfordert keine Erfahrung in {term}`Bildverarbeitung`. [Lesen Sie mehr...](content/ilastik)
es: [ilastik](https://www.ilastik.org/) es una herramienta para la clasificación, {term}`segmentación` y análisis de imágenes interactivas. Aprovecha los algoritmos de aprendizaje automático para realizar una clasificación a nivel de píxeles y objetos. Usarlo no requiere experiencia en {term}`procesamiento de imágenes`. [Leer más...](contenido/ilastik)
fa: [ilastik](https://www.ilastik.org/) ابزاری برای طبقه‌بندی تصاویر تعاملی، {term} «بخش‌بندی» و تجزیه و تحلیل است. از الگوریتم های یادگیری ماشینی برای انجام طبقه بندی پیکسل و سطح شی استفاده می کند. استفاده از آن نیازی به تجربه در {term}«پردازش تصویر» ندارد. [ادامه مطلب...](مطالب/ilastik)
fi: [ilastik] (https://www.ilastik.org/) on työkalu interaktiiviseen kuvien luokitteluun, {term}`segmentointiin` ja analysointiin. Se hyödyntää koneoppimisalgoritmeja pikseli- ja objektitason luokitteluun. Sen käyttäminen ei edellytä kokemusta {term}`kuvan käsittelystä`. [Lue lisää...](content/ilastik)
fr: [ilastik](https://www.ilastik.org/) est un outil interactif de classification, de segmentation et d'analyse d'images. Il exploite des algorithmes d'apprentissage automatique pour effectuer une classification au niveau des pixels et des objets. Son utilisation ne nécessite aucune expérience en {term}`traitement d'image`. [Lire la suite...](contenu/ilastik)
it: [ilastik](https://www.ilastik.org/) è uno strumento per la classificazione interattiva delle immagini, {term} la `segmentazione` e l'analisi. Sfrutta algoritmi di apprendimento automatico per eseguire la classificazione a livello di pixel e di oggetto. Il suo utilizzo non richiede alcuna esperienza nell'{term}`elaborazione delle immagini`. [Per saperne di più...](content/ilastik)
ja: [ilastik](https://www.ilastik.org/)は、インタラクティブな画像分類、{term}`セグメンテーション`と分析のためのツールです。機械学習アルゴリズムを活用し、ピクセルレベルとオブジェクトレベルの分類を行う。{term}`画像処理`の経験は必要ありません。[続きを読む...](コンテンツ/画像)
pl: [ilastik](https://www.ilastik.org/) to narzędzie do interaktywnej klasyfikacji obrazów, {term}`segmentacji` i analizy. Wykorzystuje algorytmy uczenia maszynowego do przeprowadzania klasyfikacji na poziomie pikseli i obiektów. Korzystanie z niego nie wymaga doświadczenia w {term}`image processing`. [Czytaj więcej...](treść/ilastik)
pt: [ilastik](https://www.ilastik.org/) é uma ferramenta para classificação de imagens interativas, {term}`segmentação` e análise. Ele aproveita os algoritmos de aprendizado de máquina para executar a classificação em nível de pixel e objeto. Usá-lo não requer experiência em {term}`processamento de imagem`. [Leia mais...](conteúdo/ilastik)

source: Piximi
fa: پیکسیمی
ja: ピクシス
