Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/03_Image_analysis.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Object classification
cs: Klasifikace objektů
de: Objektklassifizierung
es: Clasificación de objetos
fa: طبقه بندی اشیاء
fi: Kohteiden luokittelu
fr: Classement des objets
it: Classificazione degli oggetti
ja: オブジェクトの分類
pl: Klasyfikacja obiektów
pt: Classificação de objetos

source: What is classification?
cs: Co je klasifikace?
de: Was ist eine Klassifizierung?
es: ¿Qué es la clasificación?
fa: طبقه بندی چیست؟
fi: Mikä on luokittelu?
fr: Qu'est-ce que le classement ?
it: Che cos'è la classificazione?
ja: 分類とは何か？
pl: Co to jest klasyfikacja?
pt: O que é classificação?

source: Simply put, phenotypic classification is about categorizing objects into different groups based on their features (aka measurements).
cs: Jednoduše řečeno, fenotypová klasifikace je o kategorizaci objektů do různých skupin na základě jejich změřených vlastností.
de: Einfach ausgedrückt, geht es bei der phänotypischen Klassifizierung um die Einteilung von Objekten in verschiedene Gruppen auf der Grundlage ihrer Merkmale (auch Messungen genannt).
es: En pocas palabras, la clasificación fenotípica se trata de categorizar objetos en diferentes grupos según sus características (también conocidas como medidas).
fa: به عبارت ساده، طبقه بندی فنوتیپی در مورد دسته بندی اشیا به گروه های مختلف بر اساس ویژگی های آنها (معروف به اندازه گیری) است.
fi: Yksinkertaisesti sanottuna fenotyyppisessä luokittelussa on kyse kohteiden luokittelusta eri ryhmiin niiden ominaisuuksien (eli mittausten) perusteella.
fr: En termes simples, la classification phénotypique consiste à classer les objets en différents groupes en fonction de leurs caractéristiques (ou mesures).
it: In parole povere, la classificazione fenotipica consiste nel classificare gli oggetti in gruppi diversi in base alle loro caratteristiche (ovvero alle loro misure).
ja: 簡単に言えば、表現型分類とは、対象物をその特徴（別名、測定値）に基づいて異なるグループに分類することである。
pl: Mówiąc najprościej, klasyfikacja fenotypowa polega na kategoryzowaniu obiektów na różne grupy na podstawie ich cech (inaczej pomiarów).
pt: Simplificando, a classificação fenotípica trata de categorizar objetos em diferentes grupos com base em seus aspectos (também conhecidos como medidas).

source: 📏 How do I measure it?
cs: 📏 Jak měřit?
de: 📏 Wie kann ich das messen?
es: 📏 ¿Cómo lo mido?
fa: 🔻 چگونه آن را اندازه بگیرم؟
fi: 📏 Miten mittaan sen?
fr: 📏 Comment le mesurer ?
it: 📏 Come si misura?
ja: 📏 どうやって測定するのか？
pl: 📏 Jak to zmierzyć?
pt: 📏 Como faço para medir?

source: Phenotypic classification can be performed a few different ways. One way to break this down is by unsupervised vs. supervised classification.
cs: Fenotypovou klasifikaci lze provést několika různými způsoby. Jedním ze způsobů, jak ji rozdělit, je klasifikace s učitelem a bez učitele.
de: Die phänotypische Klassifizierung kann auf verschiedene Weise durchgeführt werden. Eine Möglichkeit ist die Unterscheidung zwischen unbeaufsichtigter und überwachter Klassifizierung.
es: La clasificación fenotípica se puede realizar de diferentes maneras. Una forma de desglosar esto es mediante la clasificación no supervisada frente a la supervisada.
fa: طبقه بندی فنوتیپی را می توان به چند روش مختلف انجام داد. یکی از راه‌های تجزیه این موضوع، طبقه‌بندی بدون نظارت در مقابل نظارت است.
fi: Fenotyyppinen luokittelu voidaan tehdä muutamalla eri tavalla. Yksi tapa jaotella tämä on valvomaton vs. valvottu luokittelu.
fr: La classification phénotypique peut être effectuée de différentes manières. Une façon de décomposer cela consiste à utiliser une classification non supervisée ou supervisée.
it: La classificazione fenotipica può essere eseguita in diversi modi. Un modo per suddividerla in classificazione non supervisionata e classificazione supervisionata.
ja: 表現型分類にはいくつかの方法がある。その1つが教師なし分類と教師あり分類である。
pl: Klasyfikację fenotypową można przeprowadzić na kilka różnych sposobów. Jednym ze sposobów na rozbicie tego jest klasyfikacja nienadzorowana vs. nadzorowana.
pt: A classificação fenotípica pode ser realizada de algumas maneiras diferentes. Uma maneira de decompor isso é pela classificação não supervisionada versus supervisionada.

source: In **supervised classification**, a human also provides information on what the different groups of objects should look like by providing representative examples of each group in a training dataset. The computer then learns how to assign objects to groups based on their measurements by testing models against the ground truth training dataset.
cs: Při **klasifikaci s učitelem** poskytuje uživatel informace o tom, jak by měly různé skupiny objektů vypadat, a to tak, že poskytuje reprezentativní příklady jednotlivých skupin v trénovací sadě dat. Počítač se pak testováním modelů na základě základního souboru trénovacích dat učí, jak přiřazovat objekty do skupin na základě jejich změřených vlastností.
de: Bei der **überwachten Klassifizierung** liefert ein Mensch auch Informationen darüber, wie die verschiedenen Objektgruppen aussehen sollten, indem er repräsentative Beispiele für jede Gruppe in einem Trainingsdatensatz bereitstellt. Der Computer lernt dann, wie er die Objekte auf der Grundlage ihrer Messungen den Gruppen zuordnen kann, indem er die Modelle anhand des Trainingsdatensatzes mit der Grundwahrheit testet.
es: En la **clasificación supervisada**, un ser humano también brinda información sobre cómo deberían verse los diferentes grupos de objetos al proporcionar ejemplos representativos de cada grupo en un conjunto de datos de entrenamiento. Luego, la computadora aprende cómo asignar objetos a grupos, en función de sus medidas al probar modelos contra el conjunto de datos de entrenamiento de verdad del terreno.
fa: در **طبقه‌بندی نظارت شده**، یک انسان همچنین اطلاعاتی در مورد اینکه گروه‌های مختلف اشیاء چگونه باید باشند با ارائه نمونه‌های نماینده هر گروه در یک مجموعه داده آموزشی ارائه می‌دهد. سپس کامپیوتر می آموزد که چگونه اشیاء را به گروه ها بر اساس اندازه گیری های آن ها با آزمایش مدل ها در برابر مجموعه داده آموزش حقیقت زمینی اختصاص دهد.
fi: **Valvotussa luokittelussa** ihminen antaa myös tietoa siitä, miltä eri objektiryhmien pitäisi näyttää, antamalla edustavia esimerkkejä kustakin ryhmästä harjoitustietokannassa. Tietokone oppii sitten, miten objektit voidaan luokitella ryhmiin niiden mittausten perusteella testaamalla malleja perustotuuden koulutustietoaineistoa vastaan.
fr: Dans la **classification supervisée**, un humain fournit également des informations sur ce à quoi les différents groupes d'objets devraient ressembler en fournissant des exemples représentatifs de chaque groupe dans un ensemble de données d'entraînement. L'ordinateur apprend ensuite à affecter des objets à des groupes en fonction de leurs mesures en testant des modèles par rapport à l'ensemble de données de formation de vérité terrain.
it: Nella **classificazione supervisionata**, l'uomo fornisce anche informazioni su come dovrebbero apparire i diversi gruppi di oggetti, fornendo esempi rappresentativi di ciascun gruppo in un set di dati di addestramento. Il computer impara quindi ad assegnare gli oggetti ai gruppi in base alle loro misure, testando i modelli con il set di dati di addestramento di verità.
ja: 教師あり分類**では、人間は、訓練データセットに各グループの代表的な例を提供することによって、オブジェクトの異なるグループがどのように見えるべきかという情報も提供する。その後、コンピュータは、真実の訓練データセットに対してモデルをテストすることによって、測定値に基づいてオブジェクトをグループに割り当てる方法を学習する。
pl: W **klasyfikacji nadzorowanej** człowiek dostarcza również informacji o tym, jak powinny wyglądać różne grupy obiektów, podając reprezentatywne przykłady każdej grupy w uczącym zbiorze danych. Następnie komputer uczy się, jak przypisywać obiekty do grup na podstawie ich pomiarów, testując modele w zestawie danych treningowych prawdy naziemnej.
pt: Na **classificação supervisionada**, um ser humano fornece informações sobre como os diferentes grupos de objetos devem ser, fornecendo exemplos representativos de cada grupo em um conjunto de dados de treinamento. O computador então aprende como atribuir objetos a grupos com base nas medidas, testando modelos em relação ao conjunto de dados de treinamento fornecidos pelo usuário.

source: For example, you could classify cells based on a visual phenotype and train a machine learning classifier to derive which measurement ranges are associated with different classes. This is supervised classification because a person is providing instruction of how many classes there should be and examples of what each class should look like for the computer to learn from. An example of this could be annotating a subset of cells that are in different stages of mitosis and training a classifier to use your labels to find other cells in those stages.
cs: Lze například klasifikovat buňky na základě vizuálního fenotypu a natrénovat klasifikátor strojového učení který umí odvodit jaké rozsahy měření jsou spojeny s jakými třídami. Jedná se o klasifikaci s učitelem, protože člověk poskytuje při tréningu vsstupy jako kolik tříd by mělo existovat, a příklady, jak by každá třída měla vypadat. Příkladem může být anotování podmnožiny buněk, které jsou v různých stádiích mitózy. A klasifikátor, který na základě těchto anotací najde další buňky v těchto stádiích.
de: So könnte man beispielsweise Zellen auf der Grundlage eines visuellen Phänotyps klassifizieren und einen Klassifikator für maschinelles Lernen trainieren, um abzuleiten, welche Messbereiche mit verschiedenen Klassen verbunden sind. Dabei handelt es sich um eine überwachte Klassifizierung, da ein Mensch dem Computer vorgibt, wie viele Klassen es geben soll und wie die einzelnen Klassen auszusehen haben, damit er daraus lernen kann. Ein Beispiel hierfür wäre die Beschriftung einer Untergruppe von Zellen, die sich in verschiedenen Stadien der Mitose befinden, und das Trainieren eines Klassifikators, der anhand der Beschriftungen andere Zellen in diesen Stadien findet.
es: Por ejemplo, podría clasificar células según un fenotipo visual y entrenar un clasificador de aprendizaje automático para derivar qué rangos de medición están asociados con diferentes clases. Esta es una clasificación supervisada porque una persona proporciona instrucciones sobre cuántas clases debe haber y ejemplos de cómo debe verse cada clase para que la computadora aprenda. Un ejemplo de esto podría ser anotar un subconjunto de células que se encuentran en diferentes etapas de la mitosis y entrenar un clasificador para usar sus etiquetas para encontrar otras células en esas etapas.
fa: برای مثال، می‌توانید سلول‌ها را بر اساس یک فنوتیپ بصری طبقه‌بندی کنید و یک طبقه‌بندی کننده یادگیری ماشینی را آموزش دهید تا محدوده‌های اندازه‌گیری با کلاس‌های مختلف را استخراج کند. این طبقه‌بندی تحت نظارت است، زیرا یک شخص دستورالعمل‌هایی را ارائه می‌دهد که چه تعداد کلاس باید وجود داشته باشد و نمونه‌هایی از اینکه هر کلاس باید چگونه باشد تا کامپیوتر از آن یاد بگیرد. یک مثال از این می تواند حاشیه نویسی زیر مجموعه ای از سلول ها باشد که در مراحل مختلف میتوز هستند و آموزش طبقه بندی کننده برای استفاده از برچسب های شما برای یافتن سلول های دیگر در آن مراحل.
fi: Voit esimerkiksi luokitella soluja visuaalisen fenotyypin perusteella ja kouluttaa koneoppimisen luokittelijan, joka määrittää, mitkä mittausalueet liittyvät eri luokkiin. Tämä on valvottua luokittelua, koska ihminen antaa ohjeet siitä, kuinka monta luokkaa pitäisi olla, ja esimerkkejä siitä, miltä kunkin luokan pitäisi näyttää, jotta tietokone oppii niistä. Esimerkkinä tästä voisi olla sellaisten solujen osajoukon merkitseminen, jotka ovat mitoosin eri vaiheissa, ja luokittimen kouluttaminen käyttämään merkintöjäsi löytääkseen muita kyseisissä vaiheissa olevia soluja.
fr: Par exemple, vous pouvez classer les cellules en fonction d'un phénotype visuel et former un classificateur d'apprentissage automatique pour déterminer les plages de mesure associées aux différentes classes. Il s'agit d'une classification supervisée, car une personne fournit des instructions sur le nombre de classes qu'il devrait y avoir et des exemples de ce à quoi chaque classe devrait ressembler pour que l'ordinateur puisse apprendre. Un exemple de ceci pourrait être l'annotation d'un sous-ensemble de cellules qui sont à différents stades de la mitose et la formation d'un classificateur à utiliser vos étiquettes pour trouver d'autres cellules à ces stades.
it: Ad esempio, si possono classificare le cellule in base a un fenotipo visivo e addestrare un classificatore di apprendimento automatico per ricavare quali intervalli di misurazione sono associati a classi diverse. Si tratta di una classificazione supervisionata, perché una persona fornisce istruzioni sul numero di classi e esempi di come ciascuna classe dovrebbe apparire al computer per imparare. Un esempio potrebbe essere l'annotazione di un sottoinsieme di cellule che si trovano in diversi stadi della mitosi e l'addestramento di un classificatore che utilizzi le etichette per trovare altre cellule in quegli stadi.
ja: 例えば、視覚的表現型に基づいて細胞を分類し、どの測定範囲が異なるクラスと関連するかを導き出すために機械学習分類器を訓練することができる。これは教師あり分類である。なぜなら、人間が、いくつのクラスがあるべきかという指示と、コンピュータが学習するために各クラスがどのように見えるかという例を提供するからである。この例としては、有糸分裂の異なる段階にある細胞のサブセットに注釈を付け、そのラベルを使ってそれらの段階にある他の細胞を見つけるように分類器を訓練することができる。
pl: Na przykład można klasyfikować komórki na podstawie fenotypu wizualnego i szkolić klasyfikator uczenia maszynowego, aby określał, które zakresy pomiarowe są powiązane z różnymi klasami. Jest to klasyfikacja nadzorowana, ponieważ osoba podaje instrukcje, ile powinno być klas i przykłady tego, jak każda klasa powinna wyglądać, aby komputer mógł się z niej uczyć. Przykładem tego może być adnotacja podzbioru komórek znajdujących się na różnych etapach mitozy i szkolenie klasyfikatora, aby używał twoich etykiet do znajdowania innych komórek na tych etapach.
pt: Por exemplo, você pode classificar células com base em um fenótipo visual e treinar um classificador de aprendizado de máquina para derivar quais intervalos de medição estão associados a diferentes classes. Essa é uma classificação supervisionada porque uma pessoa está fornecendo instruções sobre quantas classes devem haver e exemplos de como cada classe deve ser para o computador aprender. Um exemplo disso pode ser anotar um subconjunto de células que estão em diferentes estágios de mitose e treinar um classificador para usar suas características para encontrar outras células nesses estágios.

source: In **unsupervised classification**, you group objects based on their measurements, but without any top-down human-defined guidance into how many groups there are or what the groups should look like.
cs: V **klasifikaci bez dozoru** seskupujete objekty na základě jejich změřených vlastností, ale bez jakéhokoli uživatelského vstupu u tom kolik skupin existuje nebo jak by skupiny měly vypadat.
de: Bei der **unüberwachten Klassifizierung** werden Objekte auf der Grundlage ihrer Messungen gruppiert, ohne dass von oben vorgegeben wird, wie viele Gruppen es gibt oder wie die Gruppen aussehen sollen.
es: En la **clasificación no supervisada**, los objetos se agrupan en función de sus medidas, pero sin ninguna guía de arriba hacia abajo definida por humanos sobre cuántos grupos hay o cómo deberían ser los grupos.
fa: در **طبقه‌بندی بدون نظارت**، اشیاء را بر اساس اندازه‌گیری‌هایشان گروه‌بندی می‌کنید، اما بدون هیچ راهنمایی تعریف‌شده توسط انسان از بالا به پایین که چند گروه وجود دارد یا گروه‌ها باید چه شکلی باشند.
fi: **Ylivalvomattomassa luokittelussa** ryhmitellään kohteita niiden mittausten perusteella, mutta ilman mitään ylhäältä päin tulevaa ihmisen määrittelemää ohjeistusta siitä, kuinka monta ryhmää on olemassa tai miltä ryhmien pitäisi näyttää.
fr: Dans la **classification non supervisée**, vous regroupez des objets en fonction de leurs mesures, mais sans aucune indication humaine descendante sur le nombre de groupes ou à quoi les groupes devraient ressembler.
it: Nella **classificazione non supervisionata**, si raggruppano gli oggetti in base alle loro misure, ma senza alcuna guida dall'alto verso il basso definita dall'uomo sul numero di gruppi o sull'aspetto dei gruppi.
ja: 教師なし分類**では、測定値に基づいてオブジェクトをグループ化するが、いくつのグループがあるのか、グループはどのようなものであるべきかといった、トップダウンで人間が定義した指針はない。
pl: W **klasyfikacji nienadzorowanej** grupujesz obiekty na podstawie ich wymiarów, ale bez odgórnych, zdefiniowanych przez człowieka wskazówek, ile jest grup lub jak grupy powinny wyglądać.
pt: Na **classificação não supervisionada**, você agrupa objetos com base em suas medidas, mas sem nenhuma orientação definida por humanos sobre quantos grupos existem ou como devem ser os grupos.

source: For example, you could measure hundreds or thousands of features of cells from many treatments, as is typical in large-scale cell profiling experiments. Next you could let the computer cluster the cells into some number of different groups based on having similar measurements. This is a form of unsupervised clustering, where you observe what groups emerge from a computer considering their measurements only, and not class labels we impose as researchers. These sorts of clustering experiments can provide novel results but may also be harder to interpret; see this protocol{cite}`GarciaFossaCruz2023` for more information.
cs: Můžete například měřit stovky nebo tisíce vlastností buněk z mnoha ošetření, což je typické pro rozsáhlé experimenty s buněčnými profily. Dále byste mohli nechat počítač shlukovat buňky do určitého počtu různých skupin na základě podobnosti měření. Jedná se o formu neřízeného shlukování, kdy sledujete, jaké skupiny vzniknou na základě toho, že počítač bere v úvahu pouze jejich měření, a ne anotaci uživatelem. Tyto druhy shlukovacích analýz experimentů mohou poskytnout nové výsledky, ale mohou být také obtížněji interpretovatelné; více informací naleznete v tomto protokolu{cite}`GarciaFossaCruz2023`.
de: So könnten Sie beispielsweise Hunderte oder Tausende von Merkmalen von Zellen aus vielen Behandlungen messen, wie es bei groß angelegten Experimenten zur Erstellung von Zellprofilen üblich ist. Als Nächstes könnte man den Computer die Zellen auf der Grundlage ähnlicher Messungen in eine bestimmte Anzahl verschiedener Gruppen einteilen lassen. Dabei handelt es sich um eine Form des unüberwachten Clustering, bei dem man beobachtet, welche Gruppen sich aus einem Computer ergeben, der nur die Messwerte berücksichtigt und nicht die von uns Forschern auferlegten Klassenetiketten. Diese Art von Clustering-Experimenten kann neue Ergebnisse liefern, ist aber möglicherweise auch schwieriger zu interpretieren; weitere Informationen finden Sie in diesem Protokoll{cite}`GarciaFossaCruz2023`.
es: Por ejemplo, podría medir cientos o miles de características de las células de muchos tratamientos, como es habitual en los experimentos de perfilado de células a gran escala. A continuación, puede dejar que la computadora agrupe las células en una cierta cantidad de grupos diferentes en función de tener medidas similares. Esta es una forma de agrupamiento no supervisado, donde observa qué grupos emergen de una computadora considerando solo sus medidas, y no las etiquetas de clase que imponemos como investigadores. Estos tipos de experimentos de agrupamiento pueden proporcionar resultados novedosos, pero también pueden ser más difíciles de interpretar. Consulte este protocolo{cite}`GarciaFossaCruz2023` para obtener más información.
fa: برای مثال، می‌توانید صدها یا هزاران ویژگی سلولی را از بسیاری از درمان‌ها اندازه‌گیری کنید، همانطور که در آزمایش‌های پروفایل سلولی در مقیاس بزرگ معمول است. سپس می‌توانید به رایانه اجازه دهید که سلول‌ها را بر اساس اندازه‌گیری‌های مشابه در تعدادی گروه مختلف دسته‌بندی کند. این شکلی از خوشه‌بندی بدون نظارت است، که در آن شما مشاهده می‌کنید که چه گروه‌هایی از یک رایانه بیرون می‌آیند و تنها با توجه به اندازه‌گیری‌هایشان، و نه برچسب‌های کلاسی که ما به‌عنوان محقق تحمیل می‌کنیم. این نوع آزمایش‌های خوشه‌بندی می‌توانند نتایج جدیدی ارائه دهند، اما ممکن است تفسیر آنها سخت‌تر باشد. برای اطلاعات بیشتر به این پروتکل{cite}'GarciaFossaCruz2023' مراجعه کنید.
fi: Voit esimerkiksi mitata satoja tai tuhansia solujen ominaisuuksia monista eri käsittelyistä, kuten on tyypillistä laajamittaisissa soluprofilointikokeissa. Seuraavaksi voit antaa tietokoneen ryhmitellä solut tiettyyn määrään eri ryhmiä, jotka perustuvat samankaltaisiin mittauksiin. Tämä on eräänlaista valvomatonta klusterointia, jossa havainnoidaan, millaisia ryhmiä syntyy, kun tietokone ottaa huomioon vain mittaukset eikä tutkijoina asettamiamme luokkatunnisteita. Tällaiset klusterointikokeet voivat tuottaa uusia tuloksia, mutta niitä voi olla myös vaikeampi tulkita; katso lisätietoja tästä pöytäkirjasta{cite}`GarciaFossaCruz2023`.
fr: Par exemple, vous pouvez mesurer des centaines ou des milliers de caractéristiques de cellules à partir de nombreux traitements, comme c'est généralement le cas dans les expériences de profilage cellulaire à grande échelle. Ensuite, vous pouvez laisser l'ordinateur regrouper les cellules en un certain nombre de groupes différents en fonction de mesures similaires. Il s'agit d'une forme de regroupement non supervisé, où vous observez quels groupes émergent d'un ordinateur en tenant compte uniquement de leurs mesures, et non des étiquettes de classe que nous imposons en tant que chercheurs. Ces types d'expériences de regroupement peuvent fournir de nouveaux résultats, mais peuvent également être plus difficiles à interpréter ; voir ce protocole{cite}`GarciaFossaCruz2023` pour plus d'informations.
it: Ad esempio, si possono misurare centinaia o migliaia di caratteristiche di cellule provenienti da molti trattamenti, come è tipico degli esperimenti di profilazione cellulare su larga scala. Poi si potrebbe lasciare che il computer raggruppi le cellule in un certo numero di gruppi diversi in base alle misurazioni simili. Si tratta di una forma di clustering non supervisionato, in cui si osserva quali gruppi emergono dal computer considerando solo le loro misure e non le etichette di classe imposte dai ricercatori. Questo tipo di esperimenti di clustering può fornire risultati nuovi, ma può anche essere più difficile da interpretare; per ulteriori informazioni, consultare il protocollo{cite}`GarciaFossaCruz2023`.
ja: 例えば、大規模な細胞プロファイリング実験によく見られるように、多くの治療から得られた細胞の特徴を何百、何千と測定することができる。次にコンピュータに、類似した測定値に基づいて細胞をいくつかの異なるグループにクラスタリングさせることができる。これは教師なしクラスタリングの一形態であり、研究者である私たちが課すクラスラベルではなく、測定値のみを考慮して、どのようなグループがコンピュータから出現するかを観察するものである。この種のクラスタリング実験は新しい結果をもたらすが、解釈も難しいかもしれない。詳しくはこのプロトコル{cite}`GarciaFossaCruz2023` を参照されたい。
pl: Na przykład można zmierzyć setki lub tysiące cech komórek z wielu zabiegów, co jest typowe w eksperymentach profilowania komórek na dużą skalę. Następnie możesz pozwolić komputerowi pogrupować komórki w pewną liczbę różnych grup w oparciu o podobne pomiary. Jest to forma grupowania bez nadzoru, w której obserwujesz, jakie grupy wyłaniają się z komputera, biorąc pod uwagę tylko ich pomiary, a nie klasy, które narzucamy jako badacze. Tego rodzaju eksperymenty z grupowaniem mogą dostarczyć nowych wyników, ale mogą być również trudniejsze do interpretacji; zobacz ten protokół{cite}`GarciaFossaCruz2023`, aby uzyskać więcej informacji.
pt: Por exemplo, você pode medir centenas ou milhares de características de células de muitos tratamentos, como é típico em experimentos de perfis de células em grande escala. Em seguida, você pode deixar o computador agrupar as células em vários grupos diferentes com base em medidas semelhantes. Esta é uma forma de agrupamento não supervisionado, onde você observa quais grupos emergem de um computador considerando apenas suas medidas, e não as classes que impomos como pesquisadores. Esse tipo de experimento de agrupamento não supervisionado pode fornecer novos resultados, mas também podem ser mais difíceis de interpretar; consulte este protocolo{cite}`GarciaFossaCruz2023` para mais informações.
