Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Batch effects are systematic variations across samples correlated with experimental conditions (such as different times of the day, different days of the week, or different experimental tools) that are not related to the biological process of interest. Batch effects must be mitigated prior to making comparisons across several datasets as they impact the reproducibility and reliability of computational analysis and can dramatically bias conclusions. Algorithms for batch effect correction address this by identifying and quantifying sources of technical variation, and adjusting the data so that these are minimized while the biological signal is preserved. Most batch effect correction methods were originally developed for microarray data and sequencing data, but can be adapted to feature vectors extracted from images.
cs: Dávkové efekty jsou systematické variace napříč vzorky korelující s experimentálními podmínkami (jako jsou různé denní doby, různé dny v týdnu nebo různé experimentální nástroje), které nesouvisejí se sledovaným biologickým procesem. Dávkové efekty musí být zmírněny před provedením srovnání napříč několika datovými soubory, protože ovlivňují reprodukovatelnost a spolehlivost výpočetní analýzy a mohou dramaticky zkreslit závěry. Algoritmy pro korekci dávkového efektu to řeší identifikací a kvantifikací zdrojů technických variací a úpravou dat tak, aby byly minimalizovány, zatímco biologický signál je zachován. Většina metod korekce dávkového efektu byla původně vyvinuta pro data microarray a sekvenační data, ale lze je upravit pro příznakové vektory extrahované z obrázků.
de: Chargeneffekte sind systematische Schwankungen zwischen den Proben, die mit den Versuchsbedingungen zusammenhängen (z. B. unterschiedliche Tageszeiten, unterschiedliche Wochentage oder unterschiedliche Versuchswerkzeuge) und nicht mit dem interessierenden biologischen Prozess zusammenhängen. Chargeneffekte müssen vor dem Vergleich mehrerer Datensätze abgeschwächt werden, da sie sich auf die Reproduzierbarkeit und Zuverlässigkeit der rechnerischen Analyse auswirken und die Schlussfolgerungen drastisch verfälschen können. Algorithmen für die Korrektur von Chargeneffekten befassen sich mit dieser Problematik, indem sie die Quellen der technischen Variation identifizieren und quantifizieren und die Daten so anpassen, dass diese minimiert werden, während das biologische Signal erhalten bleibt. Die meisten Methoden zur Korrektur von Batch-Effekten wurden ursprünglich für Microarray- und Sequenzierungsdaten entwickelt, können aber auch an Merkmalsvektoren aus Bildern angepasst werden.
es: Los efectos por lotes son variaciones sistemáticas entre muestras correlacionadas con condiciones experimentales (como diferentes horas del día, diferentes días de la semana o diferentes herramientas experimentales) que no están relacionadas con el proceso biológico de interés. Los efectos por lotes deben mitigarse antes de realizar comparaciones entre varios conjuntos de datos, ya que afectan la reproducibilidad y la confiabilidad del análisis computacional y pueden sesgar drásticamente las conclusiones. Los algoritmos para la corrección del efecto por lotes abordan esto identificando y cuantificando las fuentes de variación técnica y ajustando los datos para que se minimicen mientras se preserva la señal biológica. La mayoría de los métodos de corrección de efectos por lotes se desarrollaron originalmente para datos de micromatrices y datos de secuenciación, pero se pueden adaptar a vectores de características extraídos de imágenes.
fa: اثرات دسته ای تغییرات سیستماتیک در بین نمونه ها هستند که با شرایط آزمایشی (مانند زمان های مختلف روز، روزهای مختلف هفته یا ابزارهای آزمایشی مختلف) مرتبط هستند که به فرآیند بیولوژیکی مورد علاقه مرتبط نیستند. اثرات دسته‌ای باید قبل از انجام مقایسه بین چندین مجموعه داده کاهش یابد، زیرا آنها بر تکرارپذیری و قابلیت اطمینان تجزیه و تحلیل محاسباتی تأثیر می‌گذارند و می‌توانند به طور چشمگیری نتیجه‌گیری را سوگیری کنند. الگوریتم‌های اصلاح اثر دسته‌ای با شناسایی و کمی کردن منابع تغییرات فنی، و تنظیم داده‌ها به گونه‌ای که در حین حفظ سیگنال بیولوژیکی به حداقل برسد، به این موضوع می‌پردازند. بیشتر روش‌های تصحیح اثر دسته‌ای در ابتدا برای داده‌های ریزآرایه و داده‌های توالی ابداع شدند، اما می‌توان آنها را برای ویژگی‌های بردار استخراج‌شده از تصاویر تطبیق داد.
fi: Erävaikutukset ovat systemaattisia näytteiden välisiä vaihteluita, jotka korreloivat koeolosuhteisiin (kuten eri vuorokaudenaikoihin, eri viikonpäiviin tai erilaisiin koevälineisiin) ja jotka eivät liity kiinnostavaan biologiseen prosessiin. Erävaikutuksia on lievennettävä ennen kuin tehdään vertailuja useiden tietokokonaisuuksien välillä, sillä ne vaikuttavat laskennallisen analyysin toistettavuuteen ja luotettavuuteen ja voivat vääristää johtopäätöksiä merkittävästi. Erävaikutusten korjausalgoritmit puuttuvat tähän tunnistamalla ja kvantifioimalla teknisen vaihtelun lähteet ja muokkaamalla tietoja siten, että ne minimoidaan ja biologinen signaali säilyy. Useimmat erävaikutuksen korjausmenetelmät on alun perin kehitetty mikrosiru- ja sekvensointidataa varten, mutta ne voidaan mukauttaa kuvista poimittuihin ominaisvektoreihin.
fr: Les effets de lot sont des variations systématiques entre les échantillons corrélées aux conditions expérimentales (telles que différents moments de la journée, différents jours de la semaine ou différents outils expérimentaux) qui ne sont pas liées au processus biologique d'intérêt. Les effets de lot doivent être atténués avant d'effectuer des comparaisons entre plusieurs ensembles de données, car ils ont un impact sur la reproductibilité et la fiabilité de l'analyse informatique et peuvent considérablement biaiser les conclusions. Les algorithmes de correction de l'effet de lot résolvent ce problème en identifiant et en quantifiant les sources de variation technique et en ajustant les données de manière à ce qu'elles soient minimisées tout en préservant le signal biologique. La plupart des méthodes de correction d'effet de lot ont été développées à l'origine pour les données de microréseaux et les données de séquençage, mais peuvent être adaptées aux vecteurs de caractéristiques extraits des images.
it: Gli effetti batch sono variazioni sistematiche tra i campioni correlate alle condizioni sperimentali (come orari diversi del giorno, giorni diversi della settimana o strumenti sperimentali diversi) che non sono correlate al processo biologico di interesse. Gli effetti batch devono essere attenuati prima di effettuare confronti tra diversi insiemi di dati, poiché influiscono sulla riproducibilità e sull'affidabilità dell'analisi computazionale e possono falsare drasticamente le conclusioni. Gli algoritmi per la correzione dell'effetto batch affrontano questo problema identificando e quantificando le fonti di variazione tecnica e regolando i dati in modo da ridurle al minimo preservando il segnale biologico. La maggior parte dei metodi di correzione dell'effetto batch sono stati originariamente sviluppati per i dati di microarray e sequenziamento, ma possono essere adattati ai vettori di caratteristiche estratti dalle immagini.
ja: バッチ効果とは、実験条件（異なる時間帯、異なる曜日、異なる実験ツールなど）に相関するサンプル間の系統的変動であり、目的の生物学的プロセスとは関係しない。バッチ効果は、計算解析の再現性と信頼性に影響を与え、結論に劇的な偏りを与える可能性があるため、複数のデータセット間で比較を行う前に軽減する必要がある。バッチ効果補正のアルゴリズムは、技術的ばらつきの原因を特定して定量化し、生物学的シグナルを保持したまま、これらを最小化するようにデータを調整することで、この問題に対処する。ほとんどのバッチ効果補正法は、もともとマイクロアレイデータやシーケンスデータ用に開発されたものですが、画像から抽出した特徴ベクトルにも適応できます。
pl: Efekty wsadowe to systematyczne zmiany w próbkach skorelowane z warunkami eksperymentu (takimi jak różne pory dnia, różne dni tygodnia lub różne narzędzia eksperymentalne), które nie są związane z interesującym procesem biologicznym. Efekty wsadowe należy złagodzić przed dokonaniem porównań między kilkoma zestawami danych, ponieważ wpływają one na odtwarzalność i niezawodność analizy obliczeniowej i mogą znacznie zniekształcić wnioski. Algorytmy korekcji efektu wsadowego rozwiązują ten problem, identyfikując i kwantyfikując źródła zmienności technicznej oraz dostosowując dane tak, aby były one zminimalizowane przy zachowaniu sygnału biologicznego. Większość metod korekcji efektu wsadowego została pierwotnie opracowana dla danych mikromacierzy i danych sekwencjonowania, ale można je dostosować do wektorów cech wyodrębnionych z obrazów.
pt: Efeitos de lote são variações sistemáticas entre amostras correlacionadas com condições experimentais (como diferentes horários do dia, diferentes dias da semana ou diferentes ferramentas experimentais) que não estão relacionadas ao processo biológico de interesse. Os efeitos de lote devem ser mitigados antes de fazer comparações entre vários conjuntos de dados, pois afetam a reprodutibilidade e a confiabilidade da análise computacional e podem influenciar drasticamente as conclusões. Algoritmos para correção de efeito de lote abordam isso identificando e quantificando fontes de variação técnica e ajustando os dados para que sejam minimizados enquanto o sinal biológico é preservado. A maioria dos métodos de correção de efeito de lote foi originalmente desenvolvida para dados de microarray e dados de sequenciamento, mas pode ser adaptada para vetores de recursos extraídos de imagens.

source: Two of the most used methods for batch effect correction are ComBat and Surrogate Variable Analysis (SVA), depending on whether the sources of batch effects are known a priori or not. In a nutshell, ComBat involves three steps: 1) dividing the data into known batches, 2) estimating batch effect by fitting a linear model that includes the batch as a covariate and 3) adjusting the data by removing the estimated effect of the batch from each data point. In contrast, SVA aims at identifying "surrogate variables" that capture unknown sources of variability in the data. The surrogate variables can be estimated relying on linear algebra methods (such as singular value decomposition) or through a Bayesian factor analysis model. SVA has been demonstrated to reduce unobserved sources of variability and is therefore of particular help when identifying possible causes of batch effects is challenging, but comes at a higher computational cost than ComBat.
cs: Dvě z nejpoužívanějších metod pro korekci dávkového efektu jsou ComBat a Surrogate Variable Analysis (SVA), v závislosti na tom, zda jsou zdroje dávkových efektů známy a priori nebo ne. Stručně řečeno, ComBat zahrnuje tři kroky: 1) rozdělení dat do známých šarží, 2) odhad účinku šarže přizpůsobením lineárního modelu, který zahrnuje šarži jako kovariát a 3) úpravu dat odstraněním odhadovaného účinku šarže z každý datový bod. Naproti tomu SVA se zaměřuje na identifikaci „náhradních proměnných“, které zachycují neznámé zdroje variability v datech. Náhradní proměnné lze odhadnout pomocí metod lineární algebry (jako je dekompozice singulárních hodnot) nebo pomocí modelu Bayesovské faktorové analýzy. Bylo prokázáno, že SVA snižuje nepozorované zdroje variability, a proto je zvláště nápomocný, když je identifikace možných příčin dávkových efektů náročná, ale přináší vyšší výpočetní náklady než ComBat.
de: Zwei der am häufigsten verwendeten Methoden zur Korrektur von Chargeneffekten sind ComBat und Surrogatvariablenanalyse (SVA), je nachdem, ob die Quellen der Chargeneffekte a priori bekannt sind oder nicht. Kurz gesagt umfasst ComBat drei Schritte: 1) Aufteilung der Daten in bekannte Chargen, 2) Schätzung des Chargeneffekts durch Anpassung eines linearen Modells, das die Charge als Kovariate enthält, und 3) Anpassung der Daten durch Entfernung des geschätzten Chargeneffekts aus jedem Datenpunkt. Im Gegensatz dazu zielt die SVA darauf ab, "Ersatzvariablen" zu identifizieren, die unbekannte Quellen der Variabilität in den Daten erfassen. Die Ersatzvariablen können mit Hilfe von Methoden der linearen Algebra (z. B. Singulärwertzerlegung) oder durch ein Bayes'sches Faktoranalysemodell geschätzt werden. SVA reduziert nachweislich unbeobachtete Variabilitätsquellen und ist daher besonders hilfreich, wenn die Identifizierung möglicher Ursachen von Chargeneffekten eine Herausforderung darstellt, aber mit höheren Rechenkosten verbunden ist als ComBat.
es: Dos de los métodos más utilizados para la corrección del efecto por lotes son ComBat y Surrogate Variable Analysis (SVA), dependiendo de si las fuentes de los efectos por lotes se conocen a priori o no. En pocas palabras, ComBat consta de tres pasos: 1) dividir los datos en lotes conocidos, 2) estimar el efecto del lote ajustando un modelo lineal que incluye el lote como covariable y 3) ajustar los datos eliminando el efecto estimado del lote de cada punto de datos. Por el contrario, SVA tiene como objetivo identificar "variables sustitutas" que capturan fuentes desconocidas de variabilidad en los datos. Las variables sustitutas se pueden estimar basándose en métodos de álgebra lineal (como la descomposición de valores singulares) o mediante un modelo de análisis factorial bayesiano. Se ha demostrado que SVA reduce las fuentes no observadas de variabilidad y, por lo tanto, es de particular ayuda cuando la identificación de las posibles causas de los efectos de los lotes es un desafío, pero tiene un costo computacional más alto que ComBat.
fa: دو تا از پرکاربردترین روش‌ها برای تصحیح اثر دسته‌ای، ComBat و تحلیل متغیر جایگزین (SVA) هستند، بسته به اینکه منابع اثرات دسته‌ای از قبل شناخته شده باشند یا نه. به طور خلاصه، ComBat شامل سه مرحله است: 1) تقسیم داده ها به دسته های شناخته شده، 2) تخمین اثر دسته ای با برازش یک مدل خطی که شامل دسته به عنوان متغیر کمکی است و 3) تنظیم داده ها با حذف اثر تخمینی دسته از هر نقطه داده در مقابل، هدف SVA شناسایی "متغیرهای جایگزین" است که منابع ناشناخته تغییرپذیری در داده ها را جذب می کند. متغیرهای جانشین را می توان با تکیه بر روش های جبر خطی (مانند تجزیه مقدار منفرد) یا از طریق مدل تحلیل عاملی بیزی تخمین زد. ثابت شده است که SVA منابع تغییرپذیری مشاهده نشده را کاهش می دهد و بنابراین زمانی که شناسایی علل احتمالی اثرات دسته ای چالش برانگیز است کمک ویژه ای می کند، اما هزینه محاسباتی بالاتری نسبت به ComBat دارد.
fi: Kaksi yleisimmin käytettyä menetelmää erävaikutusten korjaamiseen ovat ComBat ja Surrogate Variable Analysis (SVA) riippuen siitä, tunnetaanko erävaikutusten lähteet etukäteen vai ei. Lyhyesti sanottuna ComBat sisältää kolme vaihetta: 1) aineiston jakaminen tunnettuihin eriin, 2) erän vaikutuksen estimointi sovittamalla lineaarinen malli, joka sisältää erän kovariaattina, ja 3) aineiston korjaaminen poistamalla erän estimoitu vaikutus kustakin datapisteestä. Sitä vastoin SVA:n tavoitteena on tunnistaa "korvikemuuttujat", jotka kattavat tuntemattomat vaihtelun lähteet tiedoissa. Korvaavat muuttujat voidaan arvioida lineaarialgebran menetelmillä (kuten singulaariarvon hajotuksella) tai Bayesin faktorianalyysimallilla. SVA:n on osoitettu vähentävän havaitsemattomia vaihtelulähteitä, ja siksi se on erityisen hyödyllinen silloin, kun erän vaikutusten mahdollisten syiden tunnistaminen on haastavaa, mutta sen laskentakustannukset ovat suuremmat kuin ComBat-menetelmän.
fr: Deux des méthodes les plus utilisées pour la correction des effets de lot sont ComBat et Surrogate Variable Analysis (SVA), selon que les sources des effets de lot sont connues a priori ou non. En un mot, ComBat implique trois étapes : 1) diviser les données en lots connus, 2) estimer l'effet de lot en ajustant un modèle linéaire qui inclut le lot comme covariable et 3) ajuster les données en supprimant l'effet estimé du lot de chaque point de données. En revanche, la SVA vise à identifier des « variables de substitution » qui capturent des sources inconnues de variabilité dans les données. Les variables de substitution peuvent être estimées en s'appuyant sur des méthodes d'algèbre linéaire (telles que la décomposition en valeurs singulières) ou via un modèle d'analyse factorielle bayésienne. Il a été démontré que la SVA réduit les sources de variabilité non observées et est donc particulièrement utile lorsqu'il est difficile d'identifier les causes possibles des effets de lot, mais a un coût de calcul plus élevé que ComBat.
it: Due dei metodi più utilizzati per la correzione dell'effetto batch sono ComBat e Surrogate Variable Analysis (SVA), a seconda che le fonti degli effetti batch siano note a priori o meno. In breve, il ComBat prevede tre fasi: 1) suddividere i dati in lotti noti, 2) stimare l'effetto del lotto adattando un modello lineare che includa il lotto come covariata e 3) aggiustare i dati rimuovendo l'effetto stimato del lotto da ciascun punto dati. Al contrario, la SVA mira a identificare "variabili surrogate" che catturano fonti sconosciute di variabilità nei dati. Le variabili surrogate possono essere stimate con metodi di algebra lineare (come la decomposizione del valore singolare) o attraverso un modello di analisi fattoriale bayesiana. È stato dimostrato che la SVA riduce le fonti di variabilità non osservate ed è quindi particolarmente utile quando l'identificazione delle possibili cause degli effetti dei lotti è impegnativa, ma ha un costo computazionale più elevato rispetto a ComBat.
ja: バッチ効果補正のために最も使用される2つの方法は、バッチ効果の原因が事前に知られているかどうかに応じて、ComBatとサロゲート変数分析（SVA）である。簡単に言うと、ComBatには3つのステップがある：1) データを既知のバッチに分割する、2) バッチを共変量として含む線形モデルを当てはめることによってバッチ効果を推定する、3) 各データポイントから推定されたバッチの効果を除去することによってデータを調整する。対照的に、SVA は、データ中の未知の変動源を捕捉する「代用変数」を同定することを目的とする。代用変数は、線形代数手法（特異値分解など）に頼るか、ベイズ因子分析モデルを通して推定することができる。SVAは、未観測の変動要因を削減することが実証されており、バッチ効果の可能性のある原因を特定することが困難な場合に特に役立ちますが、ComBatよりも高い計算コストがかかります。
pl: Dwie z najczęściej stosowanych metod korekcji efektu wsadowego to ComBat i analiza zmiennych zastępczych (SVA), w zależności od tego, czy źródła efektów wsadowych są znane a priori, czy nie. W skrócie, ComBat obejmuje trzy kroki: 1) podzielenie danych na znane partie, 2) oszacowanie efektu partii poprzez dopasowanie modelu liniowego, który zawiera partię jako współzmienną oraz 3) dostosowanie danych poprzez usunięcie oszacowanego efektu partii z każdy punkt danych. Natomiast SVA ma na celu identyfikację „zmiennych zastępczych”, które wychwytują nieznane źródła zmienności danych. Zmienne zastępcze można oszacować, opierając się na metodach algebry liniowej (takich jak dekompozycja na wartości osobliwe) lub za pomocą modelu analizy czynnikowej Bayesa. Wykazano, że SVA ogranicza nieobserwowane źródła zmienności i dlatego jest szczególnie pomocny, gdy identyfikacja możliwych przyczyn efektów wsadowych jest trudna, ale wiąże się z wyższymi kosztami obliczeniowymi niż ComBat.
pt: Dois dos métodos mais usados para correção de efeito de lote são ComBat e Análise de Variável Substituta (SVA), dependendo se as fontes de efeitos de lote são conhecidas a priori ou não. Resumindo, o ComBat envolve três etapas: 1) dividir os dados em lotes conhecidos, 2) estimar o efeito do lote ajustando um modelo linear que inclui o lote como uma covariável e 3) ajustar os dados removendo o efeito estimado do lote de cada ponto de dados. Em contraste, o SVA visa identificar "variáveis substitutas" que capturam fontes desconhecidas de variabilidade nos dados. As variáveis substitutas podem ser estimadas com base em métodos de álgebra linear (como decomposição de valor singular) ou por meio de um modelo de análise fatorial bayesiana. Foi demonstrado que o SVA reduz fontes não observadas de variabilidade e, portanto, é de ajuda especial quando a identificação de possíveis causas de efeitos de lote é desafiadora, mas tem um custo computacional mais alto do que o ComBat.
