Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: As important as it is for analysis, batch effect correction can go wrong when too much or too little of it is done. Both over- and under-correction can happen when methods are not used properly or when their underlying assumptions are not met. As a result, either biological signals can be removed (in the case of over-correction) or irrelevant sources of variation can remain (in the case of under-correction) - both potentially leading to inaccurate conclusions. Batch effect correction can be particularly tricky when the biological variation of interest is suspected to confound with the batch. In this case in particular (although always a good approach), the first lines of fight against batch effects should be thought-through experimental design and careful quality control, as well as visual exploration of the data{cite}`Lord2020-sp`. Plotting data batch-by-batch before applying any correction can help confirm (or infirm) that the observed trends are similar across batches.
cs: Jakkoli je to pro analýzu důležité, může se dávková korekce efektu pokazit, když se toho udělá příliš mnoho nebo příliš málo. K nadměrné i nedostatečné korekci může dojít, když se metody nepoužívají správně nebo když nejsou splněny jejich základní předpoklady. V důsledku toho mohou být buď odstraněny biologické signály (v případě nadměrné korekce), nebo mohou zůstat irelevantní zdroje variací (v případě nedostatečné korekce) – obojí může vést k nepřesným závěrům. Korekce efektu šarže může být obzvláště obtížná, když existuje podezření, že se sledovaná biologická variace zaměňuje se šarží. Zejména v tomto případě (ačkoli vždy dobrý přístup) by první linie boje proti dávkovým efektům měly být promyšlený experimentální design a pečlivá kontrola kvality, stejně jako vizuální průzkum data{cite}`Lord2020-sp`. Vynesení dat po jednotlivých šaržích před aplikací jakékoli korekce může pomoci potvrdit (nebo potvrdit), že pozorované trendy jsou ve všech šaržích podobné.
de: So wichtig sie für die Analyse auch ist, die Korrektur von Chargeneffekten kann schief gehen, wenn zu viel oder zu wenig davon gemacht wird. Sowohl eine Über- als auch eine Unterkorrektur kann vorkommen, wenn die Methoden nicht richtig angewandt werden oder wenn die ihnen zugrunde liegenden Annahmen nicht erfüllt sind. Infolgedessen können entweder biologische Signale entfernt werden (im Falle einer Überkorrektur) oder irrelevante Variationsquellen verbleiben (im Falle einer Unterkorrektur) - beides kann zu ungenauen Schlussfolgerungen führen. Die Korrektur von Chargeneffekten kann besonders heikel sein, wenn die biologische Variation von Interesse vermutlich mit der Charge verwechselt wird. Insbesondere in diesem Fall (obwohl dies immer ein guter Ansatz ist) sollten die ersten Maßnahmen zur Bekämpfung von Chargeneffekten eine durchdachte Versuchsplanung und eine sorgfältige Qualitätskontrolle sowie eine visuelle Untersuchung der Daten sein{cite}`Lord2020-sp`. Die Aufzeichnung der Daten nach Chargen vor der Anwendung von Korrekturen kann dazu beitragen, zu bestätigen (oder zu widerlegen), dass die beobachteten Trends in allen Chargen ähnlich sind.
es: Tan importante como es para el análisis, la corrección del efecto por lotes puede salir mal cuando se hace demasiado o muy poco. Tanto la sobrecorrección como la subcorrección pueden ocurrir cuando los métodos no se usan correctamente o cuando no se cumplen sus suposiciones subyacentes. Como resultado, las señales biológicas pueden eliminarse (en el caso de una corrección excesiva) o pueden permanecer fuentes de variación irrelevantes (en el caso de una corrección insuficiente), lo que podría conducir a conclusiones inexactas. La corrección del efecto por lotes puede ser particularmente complicada cuando se sospecha que la variación biológica de interés se confunde con el lote. En este caso en particular (aunque siempre es un buen enfoque), las primeras líneas de lucha contra los efectos por lotes deben ser un diseño experimental bien pensado y un control de calidad cuidadoso, así como una exploración visual del data{cite}`Lord2020-sp`. Graficar datos lote por lote antes de aplicar cualquier corrección puede ayudar a confirmar (o invalidar) que las tendencias observadas son similares en todos los lotes.
fa: به همان اندازه که برای تجزیه و تحلیل مهم است، اصلاح اثر دسته‌ای می‌تواند زمانی که مقدار زیادی یا خیلی کم از آن انجام می‌شود، اشتباه انجام شود. تصحیح بیش از حد و کم ممکن است زمانی اتفاق بیفتد که روش ها به درستی استفاده نمی شوند یا مفروضات اساسی آنها برآورده نمی شوند. در نتیجه، یا می‌توان سیگنال‌های بیولوژیکی را حذف کرد (در صورت تصحیح بیش از حد) یا منابع تغییر نامربوط می‌توانند باقی بمانند (در صورت تصحیح کم) - هر دو به طور بالقوه منجر به نتیجه‌گیری نادرست می‌شوند. تصحیح اثر دسته‌ای می‌تواند به‌ویژه زمانی مشکل باشد که تنوع بیولوژیکی مورد علاقه با دسته اشتباه گرفته شود. به ویژه در این مورد (اگرچه همیشه یک رویکرد خوب است)، اولین خطوط مبارزه با اثرات دسته ای باید از طریق طراحی آزمایشی و کنترل دقیق کیفیت و همچنین کاوش بصری داده ها باشد{cite} `Lord2020-sp`. ترسیم دسته به دسته داده ها قبل از اعمال هر اصلاحی می تواند به تأیید (یا عدم اطمینان) کمک کند که روندهای مشاهده شده در بین دسته ها مشابه هستند.
fi: Niin tärkeää kuin se onkin analyysin kannalta, erän vaikutuksen korjaus voi mennä pieleen, jos sitä tehdään liikaa tai liian vähän. Sekä yli- että alikorjausta voi tapahtua, kun menetelmiä ei käytetä oikein tai kun niiden taustalla olevat oletukset eivät täyty. Tämän seurauksena joko biologiset signaalit voidaan poistaa (jos kyseessä on ylikorjaus) tai epäolennaiset vaihtelun lähteet voivat jäädä jäljelle (jos kyseessä on alikorjaus) - molemmat voivat johtaa epätarkkoihin johtopäätöksiin. Erävaikutuskorjaus voi olla erityisen hankala silloin, kun kiinnostavan biologisen vaihtelun epäillään sekoittuvan erään. Erityisesti tässä tapauksessa (vaikka se onkin aina hyvä lähestymistapa), erän vaikutusten torjunnan ensimmäisten keinojen tulisi olla harkittu koesuunnittelu ja huolellinen laadunvalvonta sekä tietojen visuaalinen tarkastelu{cite}`Lord2020-sp`. Tietojen kuvaaminen eräkohtaisesti ennen korjausten soveltamista voi auttaa vahvistamaan (tai vahvistamatta jättämään), että havaitut suuntaukset ovat samanlaisia eri erissä.
fr: Aussi importante soit-elle pour l'analyse, la correction de l'effet de lot peut mal tourner lorsqu'elle est trop ou trop peu effectuée. Une sur-correction et une sous-correction peuvent se produire lorsque les méthodes ne sont pas utilisées correctement ou lorsque leurs hypothèses sous-jacentes ne sont pas satisfaites. En conséquence, soit les signaux biologiques peuvent être supprimés (en cas de sur-correction), soit des sources de variation non pertinentes peuvent subsister (en cas de sous-correction), les deux pouvant conduire à des conclusions inexactes. La correction de l'effet de lot peut être particulièrement délicate lorsque la variation biologique d'intérêt est suspectée de se confondre avec le lot. Dans ce cas en particulier (bien que toujours une bonne approche), les premières lignes de lutte contre les effets de lot doivent être une conception expérimentale réfléchie et un contrôle qualité minutieux, ainsi qu'une exploration visuelle des données{cite}`Lord2020-sp`. Le traçage des données lot par lot avant d'appliquer une correction peut aider à confirmer (ou à infirmer) que les tendances observées sont similaires d'un lot à l'autre.
it: Per quanto sia importante per l'analisi, la correzione dell'effetto batch può andare male quando viene fatta troppo o troppo poco. Sia la sovracorrezione che la sottocorrezione possono verificarsi quando i metodi non sono utilizzati correttamente o quando le loro ipotesi di base non sono soddisfatte. Di conseguenza, i segnali biologici possono essere eliminati (nel caso di una correzione eccessiva) o possono rimanere fonti di variazione irrilevanti (nel caso di una correzione insufficiente) - entrambi i casi possono portare a conclusioni imprecise. La correzione dell'effetto del lotto può essere particolarmente complicata quando si sospetta che la variazione biologica di interesse confonda con il lotto. In questo caso in particolare (anche se è sempre un buon approccio), le prime linee di lotta contro gli effetti dei lotti dovrebbero essere un disegno sperimentale ponderato e un attento controllo di qualità, oltre all'esplorazione visiva dei dati{cite}`Lord2020-sp`. Tracciare i dati lotto per lotto prima di applicare qualsiasi correzione può aiutare a confermare (o infirmare) che le tendenze osservate sono simili tra i vari lotti.
ja: バッチ効果補正は、分析にとって重要であると同時に、多すぎても少なすぎてもうまくいかないことがある。過剰補正も過小補正も、方法が適切に使用されていない場合や、その基礎となる仮定が満たされていない場合に起こりうる。その結果、生物学的シグナルが除去されたり（過剰補正の場合）、無関係な変動源が残ったり（過小補正の場合）することがあり、どちらも不正確な結論につながる可能性がある。バッチ効果の補正は、目的の生物学的変動がバッチと交絡していると疑われる場合、特にやっかいになる。特にこのような場合（常に良いアプローチではあるが）、バッチ効果との戦いの第一線は、考え抜かれた実験デザインと注意深い品質管理、そしてデータの視覚的な探索であるべきである{cite}`Lord2020-sp`.補正を適用する前にバッチごとにデータをプロットすることで、観察された傾向がバッチ間で類似していることを確認する（または確認できない）ことができる。
pl: Choć jest to ważne dla analizy, korekcja efektu wsadowego może się nie udać, gdy zrobi się za dużo lub za mało. Zarówno nadmierna, jak i niedostateczna korekta może wystąpić, gdy metody nie są stosowane prawidłowo lub gdy ich podstawowe założenia nie są spełnione. W rezultacie albo sygnały biologiczne mogą zostać usunięte (w przypadku nadmiernej korekty), albo mogą pozostać nieistotne źródła zmienności (w przypadku niedostatecznej korekty) – oba te czynniki potencjalnie prowadzą do błędnych wniosków. Korekta efektu partii może być szczególnie trudna, gdy podejrzewa się, że zmienność biologiczna będąca przedmiotem zainteresowania jest mylona z partią. Szczególnie w tym przypadku (choć zawsze jest to dobre podejście) pierwszą linią walki z efektami wsadowymi powinno być przemyślane projektowanie eksperymentów i staranna kontrola jakości, a także wizualna eksploracja danych{cite}`Lord2020-sp`. Wykreślanie danych partia po partii przed zastosowaniem jakiejkolwiek korekty może pomóc potwierdzić (lub potwierdzić), że obserwowane trendy są podobne we wszystkich partiach.
pt: Por mais importante que seja para a análise, a correção do efeito de lote pode dar errado quando muito ou pouco é feito. Tanto a supercorreção quanto a subcorreção podem ocorrer quando os métodos não são usados adequadamente ou quando suas suposições subjacentes não são atendidas. Como resultado, sinais biológicos podem ser removidos (no caso de supercorreção) ou fontes irrelevantes de variação podem permanecer (no caso de subcorreção) - ambos levando potencialmente a conclusões imprecisas. A correção do efeito de lote pode ser particularmente complicada quando se suspeita que a variação biológica de interesse confunda com o lote. Neste caso em particular (embora sempre uma boa abordagem), as primeiras linhas de luta contra os efeitos de lote devem ser um design experimental pensado e um controle de qualidade cuidadoso, bem como a exploração visual do data{cite}`Lord2020-sp`. A plotagem de dados lote a lote antes de aplicar qualquer correção pode ajudar a confirmar (ou confirmar) que as tendências observadas são semelhantes entre os lotes.

source: 📄 [Why Batch Effects Matter in Omics Data, and How to Avoid Them](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
es: 📄 [Por qué son importantes los efectos por lotes en los datos ómicos y cómo evitarlos](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
fa: 📄 [چرا جلوه‌های دسته‌ای در داده‌های Omics مهم هستند و چگونه از آنها اجتناب کنیم](https://doi.org/10.1016/j.tibtech.2017.02.012) <span class='notranslate'>{cite}</span7`Goh -kd`
fi: 📄 [Miksi erävaikutuksilla on merkitystä omics-datassa ja miten niitä voidaan välttää](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
fr: 📄 [Pourquoi les effets de lot sont importants dans les données Omics et comment les éviter] (https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
it: 📄 [Perché gli effetti dei lotti sono importanti nei dati omici e come evitarli](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
ja: 📄 [Why Batch Effects Matter in Omics Data, and How to Avoidm](https://doi.org/10.1016/j.tibtech.2017.02.012){cite}`Goh2017-kd`
pl: 📄 [Dlaczego efekty wsadowe mają znaczenie w danych omicznych i jak ich unikać](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`
pt: 📄 [Por que os efeitos em lote são importantes nos dados ômicos e como evitá-los](https://doi.org/10.1016/j.tibtech.2017.02.012) {cite}`Goh2017-kd`

source: 💻 [pyComBat (ComBat Python implementation)](https://epigenelabs.github.io/pyComBat/)
de: 💻 [pyComBat (ComBat Python Implementierung)](https://epigenelabs.github.io/pyComBat/)
es: 💻 [pyComBat (implementación de ComBat Python)](https://epigenelabs.github.io/pyComBat/)
fa: 💻 [pyComBat (پیاده سازی ComBat Python)](https://epigenelabs.github.io/pyComBat/)
fi: 💻 [pyComBat (ComBat Python-toteutus)](https://epigenelabs.github.io/pyComBat/)
fr: 💻 [pyComBat (implémentation Python ComBat)](https://epigenelabs.github.io/pyComBat/)
it: 💻 [pyComBat (implementazione ComBat Python)](https://epigenelabs.github.io/pyComBat/)
pl: 💻 [pyComBat (implementacja ComBat w Pythonie)](https://epigenelabs.github.io/pyComBat/)
pt: 💻 [pyComBat (implementação ComBat Python)](https://epigenelabs.github.io/pyComBat/)

source: 📄 [The sva package for removing batch effects and other unwanted variation in high-throughput experiments](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
de: 📄 [Das sva-Paket zum Entfernen von Batch-Effekten und anderen unerwünschten Variationen in Hochdurchsatz-Experimenten](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
es: 📄 [El paquete sva para eliminar efectos por lotes y otras variaciones no deseadas en experimentos de alto rendimiento](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
fa: 📄 [بسته sva برای حذف اثرات دسته‌ای و سایر تغییرات ناخواسته در آزمایش‌های پرتوان](https://doi.org/10.1093/bioinformatics/bts034) <span class='notranslate'>{cite}</span2>`ek rv`
fi: 📄 [sva-paketti erävaikutusten ja muun ei-toivotun vaihtelun poistamiseen korkean läpimenon kokeissa](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
fr: 📄 [Le package sva pour supprimer les effets de lot et autres variations indésirables dans les expériences à haut débit](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
it: 📄 [Il pacchetto sva per la rimozione degli effetti dei lotti e di altre variazioni indesiderate negli esperimenti high-throughput](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
ja: 📄 [sva package for removing batch effects and other unwanted variation in high-throughput experiments](https://doi.org/10.1093/bioinformatics/bts034){cite}`Leek2012-rv`
pl: 📄 [Pakiet sva do usuwania efektów wsadowych i innych niepożądanych zmian w eksperymentach o dużej przepustowości](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`
pt: 📄 [O pacote sva para remover efeitos de lote e outras variações indesejadas em experimentos de alto rendimento](https://doi.org/10.1093/bioinformatics/bts034) {cite}`Leek2012-rv`

source: Normality testing
cs: Testování normality
de: Prüfung der Normalität
es: Pruebas de normalidad
fa: تست نرمال بودن
fi: Normaalisuuden testaus
fr: Test de normalité
it: Test di normalità
ja: 正規性の検定
pl: Testowanie normalności
pt: teste de normalidade

source: Normality testing is about assessing whether data follow a Gaussian (or nomal) distribution. Because the Gaussian distribution is frequently found in nature and has important mathematical properties, normality is a core assumption in many widely-used statistical tests. When this assumption is violated, their conclusions may not hold or be flawed. Normality testing is therefore an important step of the data analysis pipeline prior to any sort of statistical testing.
cs: Testování normality je o posouzení, zda data sledují Gaussovo (nebo normální) rozdělení. Protože Gaussovo rozdělení se v přírodě často vyskytuje a má důležité matematické vlastnosti, je normalita základním předpokladem v mnoha široce používaných statistických testech. Když je tento předpoklad porušen, jejich závěry nemusí platit nebo může být závěr chybný. Testování normality je proto důležitým krokem v procesu analýzy dat před jakýmkoliv druhem statistického testování.
de: Bei der Normalitätsprüfung geht es darum zu beurteilen, ob die Daten einer Gaußschen (oder nomalen) Verteilung folgen. Da die Gauß-Verteilung in der Natur häufig vorkommt und wichtige mathematische Eigenschaften hat, ist die Normalität eine zentrale Annahme in vielen weit verbreiteten statistischen Tests. Wenn diese Annahme verletzt wird, sind die Schlussfolgerungen möglicherweise nicht gültig oder fehlerhaft. Die Normalitätsprüfung ist daher ein wichtiger Schritt in der Datenanalyse, der jeder Art von statistischen Tests vorausgeht.
es: Las pruebas de normalidad consisten en evaluar si los datos siguen una distribución gaussiana (o normal). Debido a que la distribución gaussiana se encuentra con frecuencia en la naturaleza y tiene propiedades matemáticas importantes, la normalidad es una suposición central en muchas pruebas estadísticas ampliamente utilizadas. Cuando se viola esta suposición, sus conclusiones pueden no ser válidas o ser erróneas. Por lo tanto, la prueba de normalidad es un paso importante de la tubería de análisis de datos antes de cualquier tipo de prueba estadística.
fa: تست نرمال بودن در مورد ارزیابی این است که آیا داده ها از توزیع گاوسی (یا عادی) پیروی می کنند. از آنجا که توزیع گاوسی اغلب در طبیعت یافت می شود و دارای ویژگی های ریاضی مهمی است، نرمال بودن یک فرض اصلی در بسیاری از آزمون های آماری پرکاربرد است. هنگامی که این فرض نقض می شود، نتیجه گیری آنها ممکن است معتبر نباشد یا ناقص باشد. بنابراین تست نرمال بودن یک مرحله مهم از خط لوله تجزیه و تحلیل داده ها قبل از هر نوع آزمایش آماری است.
fi: Normaalijakauman testauksessa arvioidaan, noudattavatko tiedot gaussilaista (tai nominaalista) jakaumaa. Koska Gaussin jakauma esiintyy usein luonnossa ja sillä on tärkeitä matemaattisia ominaisuuksia, normaalisuus on keskeinen oletus monissa laajalti käytetyissä tilastollisissa testeissä. Jos tätä oletusta rikotaan, testien johtopäätökset eivät välttämättä pidä paikkaansa tai ovat virheellisiä. Normaalisuuden testaus on sen vuoksi tärkeä vaihe tietojen analysointiprosessissa ennen kaikenlaista tilastollista testausta.
fr: Le test de normalité consiste à évaluer si les données suivent une distribution gaussienne (ou nominale). Étant donné que la distribution gaussienne se trouve fréquemment dans la nature et possède des propriétés mathématiques importantes, la normalité est une hypothèse de base dans de nombreux tests statistiques largement utilisés. Lorsque cette hypothèse est violée, leurs conclusions peuvent ne pas tenir ou être erronées. Le test de normalité est donc une étape importante du pipeline d'analyse des données avant tout type de test statistique.
it: Il test di normalità consiste nel valutare se i dati seguono una distribuzione gaussiana (o nomale). Poiché la distribuzione gaussiana si trova spesso in natura e ha importanti proprietà matematiche, la normalità è un assunto fondamentale in molti test statistici ampiamente utilizzati. Quando questo assunto è violato, le conclusioni possono non essere valide o essere errate. Il test di normalità è quindi una fase importante dell'analisi dei dati prima di qualsiasi tipo di test statistico.
ja: 正規性の検定は、データがガウス（または公称）分布に従うかどうかを評価することである。ガウス分布は自然界で頻繁に見られ、重要な数学的性質を持っているため、正規性は広く使われている多くの統計検定で核となる仮定です。この仮定に違反すると、結論が成り立たなかったり、欠陥があったりする。したがって正規性の検定は、あらゆる種類の統計的検定に先立つデータ分析パイプラインの重要なステップである。
pl: Testowanie normalności polega na ocenie, czy dane mają rozkład Gaussa (lub normalny). Ponieważ rozkład Gaussa jest często spotykany w przyrodzie i ma ważne właściwości matematyczne, normalność jest podstawowym założeniem w wielu szeroko stosowanych testach statystycznych. Kiedy to założenie zostanie naruszone, ich wnioski mogą się nie utrzymać lub być błędne. Testowanie normalności jest zatem ważnym etapem procesu analizy danych poprzedzającym jakiekolwiek testy statystyczne.
pt: O teste de normalidade trata de avaliar se os dados seguem uma distribuição gaussiana (ou normal). Como a distribuição gaussiana é freqüentemente encontrada na natureza e tem propriedades matemáticas importantes, a normalidade é uma suposição central em muitos testes estatísticos amplamente utilizados. Quando essa suposição é violada, suas conclusões podem não se sustentar ou ser falhas. O teste de normalidade é, portanto, uma etapa importante do pipeline de análise de dados antes de qualquer tipo de teste estatístico.
