Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 📄 [Creating clear and informative image-based figures for scientific publications](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
de: 📄 [Erstellung übersichtlicher und informativer bildbasierter Abbildungen für wissenschaftliche Veröffentlichungen](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
es: 📄 [Crear figuras claras e informativas basadas en imágenes para publicaciones científicas](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
fa: 📄 [ایجاد ارقام واضح و آموزنده مبتنی بر تصویر برای انتشارات علمی](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor`2021-qe
fi: 📄 [Selkeiden ja informatiivisten kuvapohjaisten lukujen luominen tieteellisiin julkaisuihin](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
fr: 📄 [Créer des images claires et informatives pour les publications scientifiques](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
it: 📄 [Creare figure chiare e informative basate su immagini per le pubblicazioni scientifiche](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
pl: 📄 [Tworzenie przejrzystych i bogatych w informacje danych liczbowych do publikacji naukowych](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`
pt: 📄 [Criando figuras claras e informativas baseadas em imagens para publicações científicas](https://doi.org/10.1371/journal.pbio.3001161) {cite}`Jambor2021-qe`

source: Annotate key image features
cs: Popište klíčové vlastnosti obrázku
de: Wichtige Bildmerkmale mit Anmerkungen versehen
es: Anotar características clave de la imagen
fa: حاشیه نویسی ویژگی های کلیدی تصویر
fi: Kuvan keskeisten piirteiden merkitseminen
fr: Annoter les principales caractéristiques de l'image
it: Annotate le caratteristiche principali dell'immagine
ja: 画像の主な特徴に注釈を付ける
pl: Opisz kluczowe cechy obrazu
pt: Anote os principais recursos da imagem

source: Each image needs a reference to its physical dimensions. This is typically achieved by including a scale bar with dimensions annotated in the image or the figure legend.
cs: Každý obrázek potřebuje odkaz na jeho fyzické rozměry. Toho se obvykle dosáhne zahrnutím měřítka s rozměry anotovanými na obrázku nebo v legendě obrázku.
de: Jedes Bild benötigt einen Verweis auf seine physischen Abmessungen. Dies wird in der Regel durch einen Maßstabsbalken mit Maßangaben im Bild oder in der Abbildungslegende erreicht.
es: Cada imagen necesita una referencia a sus dimensiones físicas. Esto generalmente se logra al incluir una barra de escala con dimensiones anotadas en la imagen o en la leyenda de la figura.
fa: هر تصویر نیاز به ارجاع به ابعاد فیزیکی خود دارد. این معمولاً با گنجاندن یک نوار مقیاس با ابعاد حاشیه‌نویسی شده در تصویر یا افسانه شکل به دست می‌آید.
fi: Jokainen kuva tarvitsee viittauksen fyysisiin mittoihinsa. Tämä saavutetaan tavallisesti sisällyttämällä kuvaan tai kuvaselitykseen mittakaavapalkki, jossa mitat on merkitty.
fr: Chaque image a besoin d'une référence à ses dimensions physiques. Ceci est généralement réalisé en incluant une barre d'échelle avec des dimensions annotées dans l'image ou la légende de la figure.
it: Ogni immagine deve avere un riferimento alle sue dimensioni fisiche. Questo si ottiene in genere includendo una barra di scala con le dimensioni annotate nell'immagine o nella legenda della figura.
ja: 各画像は、その物理的な寸法を参照する必要がある。これは通常、画像または図の凡例に寸法を注釈したスケールバーを含めることによって達成される。
pl: Każdy obraz potrzebuje odniesienia do jego fizycznych wymiarów. Zwykle osiąga się to poprzez dołączenie paska skali z wymiarami opisanymi na obrazie lub w legendzie figury.
pt: Cada imagem precisa de uma referência às suas dimensões físicas. Isso geralmente é obtido incluindo uma barra de escala com dimensões anotadas na imagem ou na legenda da figura.

source: In addition, authors should remember to annotate the colors used, any symbols and arrows used to guide readers, and, if used, the origin of any zoom/inset. If specialized images are shown (time-lapse, volumes, reconstructions) authors are encouraged to consider annotating important information in the figures.
cs: Kromě toho by si autoři měli pamatovat na poznámky k použitým barvám, všem symbolům a šipkám sloužícím čtenářů a, je-li použit, původ jakéhokoli přiblížení/vložení. Pokud jsou zobrazeny specializované snímky (časosběr, objemy, rekonstrukce), doporučuje se autorům, aby zvážili přidání důležitých informací do obrázků.
de: Darüber hinaus sollten die Autoren daran denken, die verwendeten Farben, Symbole und Pfeile zur Orientierung des Lesers und, falls verwendet, den Ursprung eines Zooms/Einschubs zu vermerken. Wenn spezielle Bilder gezeigt werden (Zeitraffer, Volumina, Rekonstruktionen), werden die Autoren ermutigt, wichtige Informationen in den Abbildungen zu vermerken.
es: Además, los autores deben recordar anotar los colores utilizados, los símbolos y flechas utilizados para guiar a los lectores y, si se utilizan, el origen de cualquier zoom/recuadro. Si se muestran imágenes especializadas (lapso de tiempo, volúmenes, reconstrucciones), se recomienda a los autores que consideren anotar información importante en las figuras.
fa: علاوه بر این، نویسندگان باید به یاد داشته باشند که رنگ‌های استفاده شده، نمادها و فلش‌هایی را که برای راهنمایی خوانندگان استفاده می‌شوند، و در صورت استفاده، مبدأ هر بزرگنمایی/درج را یادداشت کنند. اگر تصاویر تخصصی نشان داده شوند (تایم لپس، حجم، بازسازی)، نویسندگان تشویق می شوند تا اطلاعات مهم را در شکل ها حاشیه نویسی کنند.
fi: Lisäksi kirjoittajien on muistettava merkitä käytetyt värit, lukijan opastamiseen käytetyt symbolit ja nuolet sekä, jos niitä on käytetty, mahdollisen zoomauksen tai pienennyksen alkuperä. Jos esitetään erikoiskuvia (aikakuvaus, tilavuudet, rekonstruktiot), kirjoittajia kehotetaan harkitsemaan tärkeiden tietojen merkitsemistä kuviin.
fr: De plus, les auteurs doivent se rappeler d'annoter les couleurs utilisées, tous les symboles et flèches utilisés pour guider les lecteurs et, le cas échéant, l'origine de tout zoom/incrustation. Si des images spécialisées sont présentées (time-lapse, volumes, reconstructions), les auteurs sont encouragés à envisager d'annoter les informations importantes dans les figures.
it: Inoltre, gli autori devono ricordarsi di annotare i colori utilizzati, i simboli e le frecce usati per guidare i lettori e, se utilizzati, l'origine di qualsiasi zoom/inset. Se vengono mostrate immagini specializzate (time-lapse, volumi, ricostruzioni), gli autori sono incoraggiati a considerare l'annotazione di informazioni importanti nelle figure.
ja: さらに、著者は、使用した色、読者を誘導するために使用した記号や矢印、使用した場合はズーム／インセットの原点を忘れずに注釈する必要がある。特殊な画像（タイムラプス、ボリューム、再構成）を掲載する場合、著者は図に重要な情報を注釈することを考慮することが推奨される。
pl: Ponadto autorzy powinni pamiętać o opisaniu użytych kolorów, wszelkich symboli i strzałek służących do kierowania czytelnikami oraz, jeśli są używane, o pochodzeniu dowolnego powiększenia/wstawki. Jeśli prezentowane są obrazy specjalistyczne (poklatkowe, tomy, rekonstrukcje), zachęca się autorów do rozważenia adnotacji ważnych informacji na rycinach.
pt: Além disso, os autores devem se lembrar de anotar as cores usadas, quaisquer símbolos e setas usadas para guiar os leitores e, se usados, a origem de qualquer zoom/inserção. Se imagens especializadas forem mostradas (lapso de tempo, volumes, reconstruções), os autores são encorajados a considerar a anotação de informações importantes nas figuras.

source: speech bubbles
cs: bubliny
de: Sprechblasen
es: Globos de texto
fa: حباب های گفتار
fi: puhekuplat
fr: bulles
it: bolle vocali
ja: 吹き出し
pl: dymki
pt: Balões de fala

source: Lack of details and missing of key explanations will make it impossible for audiences to interpret image data in figures. To unambiguously reference probes consider using terms from the ISAC Probe Tag Dictionary, a standardized nomenclature for probers used in cytometry and microscopy.
cs: Nedostatek podrobností a chybějící klíčová vysvětlení znemožní čtenáři interpretovat obrazová data v obrázcích. Pro jednoznačné referenční sondy zvažte použití termínů ze slovníku ISAC Probe Tag Dictionary, což je standardizovaná nomenklatura pro sondy používané v cytometrii a mikroskopii.
de: Fehlende Details und fehlende Schlüsselerklärungen machen es dem Publikum unmöglich, die Bilddaten in den Abbildungen zu interpretieren. Um Sonden eindeutig zu bezeichnen, sollten Sie Begriffe aus dem ISAC Probe Tag Dictionary verwenden, einer standardisierten Nomenklatur für Sonden, die in der Zytometrie und Mikroskopie verwendet werden.
es: La falta de detalles y la falta de explicaciones clave harán que sea imposible para el público interpretar los datos de las imágenes en cifras. Para hacer referencia sin ambigüedades a las sondas, considere usar términos del Diccionario de etiquetas de sonda ISAC, una nomenclatura estandarizada para sondas utilizadas en citometría y microscopía.
fa: فقدان جزئیات و فقدان توضیحات کلیدی، تفسیر داده های تصویر را به شکل ارقام برای مخاطبان غیرممکن می کند. برای ارجاع بدون ابهام کاوشگرها، استفاده از اصطلاحات ISAC Probe Tag Dictionary را در نظر بگیرید، یک نامگذاری استاندارد برای پروبرهای مورد استفاده در سیتومتری و میکروسکوپ.
fi: Yksityiskohtien puute ja keskeisten selitysten puuttuminen tekevät kuulijoiden mahdottomaksi tulkita kuvien sisältämiä tietoja. Jos haluat viitata koettimiin yksiselitteisesti, harkitse ISAC Probe Tag Dictionary -nimikkeistön termien käyttämistä, joka on sytometriassa ja mikroskopiassa käytettävien koettimien standardoitu nimikkeistö.
fr: Le manque de détails et l'absence d'explications clés empêcheront le public d'interpréter les données d'image en chiffres. Pour référencer sans ambiguïté les sondes, envisagez d'utiliser les termes du dictionnaire ISAC Probe Tag, une nomenclature normalisée pour les sondes utilisées en cytométrie et en microscopie.
it: La mancanza di dettagli e di spiegazioni chiave renderà impossibile al pubblico l'interpretazione dei dati delle immagini nelle figure. Per fare riferimento in modo univoco alle sonde, si consiglia di utilizzare i termini del dizionario ISAC Probe Tag Dictionary, una nomenclatura standardizzata per le sonde utilizzate in citometria e microscopia.
ja: 詳細が欠けていたり、重要な説明が欠けていたりすると、読者は図中の画像データを解釈することができなくなる。 プローブを明確に参照するために、サイトメトリーや顕微鏡で使用されるプローバーの標準的な命名法であるISAC Probe Tag Dictionaryの用語の使用を検討する。
pl: Brak szczegółów i brak kluczowych wyjaśnień uniemożliwi widzom interpretację danych obrazowych w liczbach. Aby jednoznacznie odnieść się do sond, rozważ użycie terminów z ISAC Probe Tag Dictionary, znormalizowanej nomenklatury dla sond używanych w cytometrii i mikroskopii.
pt: A falta de detalhes e a falta de explicações importantes tornarão impossível para o público interpretar os dados da imagem nas figuras. Para sondas de referência inequívocas, considere o uso de termos do ISAC Probe Tag Dictionary, uma nomenclatura padronizada para sondas usadas em citometria e microscopia.

source: 📄 [ISAC Probe Tag Dictionary: Standardized Nomenclature for Detection and Visualization Labels Used in Cytometry and Microscopy Imaging ](https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`
de: 📄 [ISAC Probe Tag Dictionary: Standardisierte Nomenklatur für Detektions- und Visualisierungsetiketten in der Zytometrie und mikroskopischen Bildgebung ](https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`
es: 📄 [Diccionario de etiquetas de sonda ISAC: nomenclatura estandarizada para etiquetas de detección y visualización utilizadas en imágenes de citometría y microscopía](https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`
fa: 📄 [ISAC Probe Tag Dictionary: Standardized Nomenclature for Detection and Visualization Labels Used in Cytometry and Microscopy Imaging ](https://doi.org/10.1002/cyto.a.24224) <span class='notranslate'>3503span67az >`Blenman2021-ki`
fr: 📄 [Dictionnaire d'étiquettes de sonde ISAC : Nomenclature normalisée pour les étiquettes de détection et de visualisation utilisées en cytométrie et en imagerie microscopique] (https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`
it: 📄 [Dizionario dei tag delle sonde ISAC: Standardized Nomenclature for Detection and Visualization Labels Used in Cytometry and Microscopy Imaging ](https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`
ja: 📄 [ISAC Probe Tag Dictionary：Cytometry and Microscopy Imaging ](https://doi.org/10.1002/cyto.a.24224){cite}`Blenman2021-ki`。
pt: 📄 [Dicionário ISAC Probe Tag: Nomenclatura padronizada para rótulos de detecção e visualização usados em imagens de citometria e microscopia](https://doi.org/10.1002/cyto.a.24224) {cite}`Blenman2021-ki`

source: Explain the image
cs: Vysvětlete obrázek
de: Erklären Sie das Bild
es: Explique la imagen
fa: تصویر را توضیح دهید
fi: Selitä kuva
fr: Expliquer l'image
it: Spiegare l'immagine
ja: イメージを説明する
pl: Wyjaśnij obraz
pt: Explique a imagem

source: To rapidly orient audiences, a minimal explanatory text should be presented along with images. This includes the figure legend and the methods section in scientific papers or the title of figures in posters and slides. Consider using a controlled vocabulary to reduce ambiguity and increase machine-readability of the descriptions of specimens, tissues, cell lines, and proteins etc. A useful tool is the [RRID (Reseach Resource Identifying Data)index](https://scicrunch.org/resources) , which provides indices for commonly used biological reagents and resources, e.g., plasmids, cell lines and antibodies .
cs: Pro rychlou orientaci publika by měl být spolu s obrázky prezentován minimální vysvětlující text. Patří sem legenda figur a část metod ve vědeckých pracích nebo názvy figur na plakátech a slidech. Zvažte použití slovníku ke snížení nejednoznačnosti a zvýšení strojové čitelnosti popisů vzorků, tkání, buněčných linií a proteinů atd. Užitečným nástrojem je [RRID (Reseach Resource Identifying Data) index](https://scicrunch. org/resources), který poskytuje indexy pro běžně používaná biologická činidla a zdroje, např. plazmidy, buněčné linie a protilátky.
de: Um dem Publikum eine rasche Orientierung zu ermöglichen, sollte den Abbildungen ein minimaler erklärender Text beigefügt werden. Dazu gehören die Abbildungslegende und der Methodenteil in wissenschaftlichen Arbeiten oder der Titel der Abbildungen in Postern und Folien. Ziehen Sie die Verwendung eines kontrollierten Vokabulars in Betracht, um Mehrdeutigkeiten zu vermeiden und die maschinelle Lesbarkeit der Beschreibungen von Proben, Geweben, Zelllinien, Proteinen usw. zu verbessern. Ein nützliches Instrument ist der [RRID (Reseach Resource Identifying Data)-Index] (https://scicrunch.org/resources) , der Indizes für häufig verwendete biologische Reagenzien und Ressourcen, z. B. Plasmide, Zelllinien und Antikörper, enthält.
es: Para orientar rápidamente a las audiencias, se debe presentar un texto explicativo mínimo junto con imágenes. Esto incluye la leyenda de la figura y la sección de métodos en artículos científicos o el título de las figuras en posters y diapositivas. Considere el uso de un vocabulario controlado para reducir la ambigüedad y aumentar la legibilidad de las máquinas de las descripciones de especímenes, tejidos, líneas celulares y proteínas, etc. Una herramienta útil es [RRID (Reseach Resource Identifying Data)index](https://scicrunch.org/resources), que proporciona índices para reactivos y recursos biológicos de uso común, por ejemplo, plásmidos, líneas celulares y anticuerpos.
fa: برای جهت دهی سریع مخاطبان، باید یک متن توضیحی حداقلی همراه با تصاویر ارائه شود. این شامل افسانه شکل و بخش روش ها در مقالات علمی یا عنوان شکل ها در پوسترها و اسلایدها می شود. استفاده از واژگان کنترل شده را برای کاهش ابهام و افزایش خوانایی ماشینی توصیف نمونه ها، بافت ها، خطوط سلولی، و پروتئین ها و غیره در نظر بگیرید. یک ابزار مفید [RRID (Reseach Resource Identifying Data)index] (https://scicrunch) است. org/resources)، که شاخص‌هایی را برای معرف‌ها و منابع بیولوژیکی که معمولاً مورد استفاده قرار می‌گیرند، مانند پلاسمیدها، رده‌های سلولی و آنتی‌بادی‌ها را فراهم می‌کند.
fi: Yleisön nopean orientoitumisen varmistamiseksi kuvien ohella olisi esitettävä minimaalinen selittävä teksti. Tähän kuuluvat tieteellisissä julkaisuissa kuvien selitykset ja menetelmäosio tai postereissa ja dioissa kuvien otsikot. Harkitse valvotun sanaston käyttöä, jotta voidaan vähentää moniselitteisyyttä ja parantaa näytteiden, kudosten, solulinjojen, proteiinien jne. kuvausten koneluettavuutta. Hyödyllinen väline on [RRID (Reseach Resource Identifying Data)index](https://scicrunch.org/resources) , joka tarjoaa indeksejä yleisesti käytetyille biologisille reagensseille ja resursseille, kuten plasmideille, solulinjoille ja vasta-aineille.
fr: Pour orienter rapidement le public, un texte explicatif minimal doit être présenté accompagné d'images. Cela inclut la légende des figures et la section des méthodes dans les articles scientifiques ou le titre des figures dans les affiches et les diapositives. Envisagez d'utiliser un vocabulaire contrôlé pour réduire l'ambiguïté et augmenter la lisibilité par machine des descriptions d'échantillons, de tissus, de lignées cellulaires et de protéines, etc. Un outil utile est l'index [RRID (Reseach Resource Identifying Data)](https://scicrunch. org/resources) , qui fournit des indices pour les réactifs et ressources biologiques couramment utilisés, par exemple les plasmides, les lignées cellulaires et les anticorps .
it: Per orientare rapidamente il pubblico, è opportuno presentare un testo esplicativo minimo insieme alle immagini. Questo include la legenda delle figure e la sezione dei metodi negli articoli scientifici o il titolo delle figure nei poster e nelle diapositive. Considerare l'uso di un vocabolario controllato per ridurre l'ambiguità e aumentare la leggibilità automatica delle descrizioni di campioni, tessuti, linee cellulari, proteine ecc. Uno strumento utile è l'indice [RRID (Reseach Resource Identifying Data)] (https://scicrunch.org/resources), che fornisce indici per i reagenti e le risorse biologiche comunemente utilizzati, ad esempio plasmidi, linee cellulari e anticorpi.
ja: 聴衆を素早く方向づけるために、画像とともに最小限の説明文を提示すべきである。これには、科学論文では図の凡例や方法のセクション、ポスターやスライドでは図のタイトルが含まれる。曖昧さを減らし、標本、組織、細胞株、タンパク質などの記述の機械可読性を高めるために、統制された語彙の使用を検討する。有用なツールとして、[RRID (Reseach Resource Identifying Data)index](https://scicrunch.org/resources)があり、プラスミド、細胞株、抗体など、一般的に使用される生物学的試薬やリソースのインデックスを提供している。
pl: Aby szybko zorientować odbiorców, należy przedstawić minimalny tekst wyjaśniający wraz z obrazami. Obejmuje to legendę rysunków i sekcję dotyczącą metod w artykułach naukowych lub tytuły rysunków na plakatach i slajdach. Rozważ użycie kontrolowanego słownictwa w celu zmniejszenia niejednoznaczności i zwiększenia czytelności maszynowej opisów próbek, tkanek, linii komórkowych i białek itp. Przydatnym narzędziem jest [RRID (Reseach Resource Identification Data)index](https://scicrunch. org/resources), która zawiera indeksy dla powszechnie stosowanych odczynników i zasobów biologicznych, np. plazmidów, linii komórkowych i przeciwciał.
pt: Para orientar rapidamente o público, um texto explicativo mínimo deve ser apresentado junto com as imagens. Isso inclui a legenda da figura e a seção de métodos em artigos científicos ou o título das figuras em pôsteres e slides. Considere o uso de um vocabulário controlado para reduzir a ambigüidade e aumentar a legibilidade das descrições de espécimes, tecidos, linhagens celulares e proteínas, etc. org/resources), que fornece índices para reagentes e recursos biológicos comumente usados, por exemplo, plasmídeos, linhagens de células e anticorpos.

source: Missing explanations of image details/methods may result in non-reproducible data and limits the insights from the data.
cs: Chybějící vysvětlení detailů k obrázku může vést k nereprodukovatelným datům a omezovit jejich využití.
de: Fehlende Erklärungen von Bilddetails/Methoden können zu nicht reproduzierbaren Daten führen und die Erkenntnisse aus den Daten einschränken.
es: Las explicaciones faltantes de los detalles/métodos de la imagen pueden dar como resultado datos no reproducibles y limitar la comprensión de los datos.
fa: توضیح ناقص جزئیات/روش‌های تصویر ممکن است منجر به داده‌های غیرقابل تکرار شود و بینش داده‌ها را محدود کند.
fi: Kuvan yksityiskohtia/menetelmiä koskevien selitysten puuttuminen voi johtaa siihen, että tiedot eivät ole toistettavissa, ja rajoittaa tiedoista saatavia oivalluksia.
fr: Des explications manquantes sur les détails/méthodes de l'image peuvent entraîner des données non reproductibles et limiter les informations tirées des données.
it: La mancanza di spiegazioni sui dettagli/metodi dell'immagine può portare a dati non riproducibili e limitare la comprensione dei dati.
ja: 画像の詳細や方法についての説明が欠けていると、再現性のないデータとなり、データからの洞察が制限される可能性がある。
pl: Brak wyjaśnień szczegółów obrazu/metod może skutkować nieodtwarzalnością danych i ograniczać wgląd w dane.
pt: A falta de explicações de detalhes/métodos de imagem pode resultar em dados não reproduzíveis e limitar as percepções dos dados.

source: 📄 [Replication Study: Biomechanical remodeling of the microenvironment by stromal caveolin-1 favors tumor invasion and metastasis](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
de: 📄 [Replikationsstudie: Biomechanische Umgestaltung der Mikroumgebung durch stromales Caveolin-1 begünstigt Tumorinvasion und Metastasierung](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
es: 📄 [Estudio de replicación: la remodelación biomecánica del microambiente por la caveolina-1 estromal favorece la invasión tumoral y la metástasis](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
fa: 📄 [مطالعه تکرار: بازسازی بیومکانیکی ریزمحیط توسط استرومال caveolin-1 به حمله و متاستاز تومور کمک می کند](https://doi.org/10.7554/eLife.45120) <span class='notranslate'>b0d4273503dc Sheen2019-bg`
fi: 📄 [Replikaatiotutkimus: Stroomaalisen kaveoliini-1:n aiheuttama mikroympäristön biomekaaninen uudelleenmuokkaus suosii kasvaimen invaasiota ja etäpesäkkeitä](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
fr: 📄 [Étude de réplication : le remodelage biomécanique du microenvironnement par la cavéoline stromale-1 favorise l'invasion tumorale et les métastases](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
it: 📄 [Studio di replica: Biomechanical remodeling of the microenvironment by stromal caveolin-1 favors tumor invasion and metastasis](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
ja: 📄 【再現研究：間質カベオリン-1による微小環境の生体力学的リモデリングは腫瘍の浸潤と転移を促進する](https://doi.org/10.7554/eLife.45120){cite}`Sheen2019-bg`
pl: 📄 [Badanie replikacji: Biomechaniczna przebudowa mikrośrodowiska przez kaweolinę zrębu-1 sprzyja inwazji guza i przerzutom](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
pt: 📄 [Estudo de replicação: a remodelação biomecânica do microambiente pela caveolina-1 estromal favorece a invasão tumoral e a metástase](https://doi.org/10.7554/eLife.45120) {cite}`Sheen2019-bg`
