Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Introduction
cs: Úvod
de: Einführung
es: Introducción
fa: معرفی
fi: Johdanto
it: Introduzione
ja: はじめに
pl: Wstęp
pt: Introdução

source: When presenting microscopy image data in biology and biomedicine, it's important to consider the quality of the images, the labeling and annotation of important features, and the overall visual appeal. This also applies to diagrams and plots which convey numerical data derived from microscopy images. Chart types must in addition be suitable for the specific data that is being conveyed to not mislead audiences. This applies to image data in scientific posters, talk-slides, or publications.
cs: Při prezentaci mikroskopických obrazových dat v biologii a biomedicíně je důležité vzít v úvahu kvalitu obrázků, označení a anotaci důležitých prvků a celkovou vizuální přitažlivost. To platí také pro diagramy a grafy, které prezentují číselná data odvozená z mikroskopických snímků. Typy grafů musí být navíc vhodné pro konkrétní data, která jsou prezentována, aby neuváděly publikum v omyl. To platí pro obrazová data na vědeckých plakátech, diapozitivech nebo publikacích.
de: Bei der Präsentation von Mikroskopie-Bilddaten in der Biologie und Biomedizin ist es wichtig, auf die Qualität der Bilder, die Beschriftung und Kommentierung wichtiger Merkmale und die allgemeine visuelle Attraktivität zu achten. Dies gilt auch für Diagramme und Plots, die numerische Daten aus Mikroskopieaufnahmen darstellen. Die Diagrammtypen müssen außerdem für die zu vermittelnden Daten geeignet sein, um das Publikum nicht in die Irre zu führen. Dies gilt für Bilddaten in wissenschaftlichen Postern, Vortragsfolien oder Publikationen.
es: Al presentar datos de imágenes de microscopía en biología y biomedicina, es importante tener en cuenta la calidad de las imágenes, el marcaje y la anotación de características importantes y el atractivo visual general. Esto también se aplica a diagramas y gráficos que transmiten datos numéricos derivados de imágenes microscópicas. Además, los tipos de gráficos deben ser adecuados para los datos específicos que se transmiten para no engañar al público. Esto se aplica a los datos de imágenes en carteles científicos, diapositivas de charlas o publicaciones.
fa: هنگام ارائه داده های تصویر میکروسکوپی در زیست شناسی و زیست پزشکی، مهم است که کیفیت تصاویر، برچسب گذاری و حاشیه نویسی ویژگی های مهم و جذابیت بصری کلی را در نظر بگیرید. این همچنین در مورد نمودارها و نمودارهایی که داده های عددی حاصل از تصاویر میکروسکوپی را منتقل می کنند، صدق می کند. علاوه بر این، انواع نمودارها باید برای داده‌های خاصی که منتقل می‌شوند مناسب باشند تا مخاطبان را گمراه نکنند. این در مورد داده های تصویری در پوسترهای علمی، اسلایدهای گفتگو، یا انتشارات صدق می کند.
fi: Kun mikroskooppikuvatietoja esitetään biologian ja biolääketieteen alalla, on tärkeää ottaa huomioon kuvien laatu, tärkeiden piirteiden merkinnät ja merkinnät sekä yleinen visuaalinen miellyttävyys. Tämä koskee myös kaavioita ja piirroksia, joissa välitetään mikroskooppikuvista saatuja numeerisia tietoja. Kaaviotyyppien on lisäksi oltava sopivia välitettävään tietoon, jotta yleisöä ei johdeta harhaan. Tämä koskee tieteellisissä postereissa, esitelmissä tai julkaisuissa esitettäviä kuvatietoja.
fr: Lors de la présentation de données d'images microscopiques en biologie et en biomédecine, il est important de prendre en compte la qualité des images, l'étiquetage et l'annotation des caractéristiques importantes, ainsi que l'attrait visuel global. Cela s'applique également aux diagrammes et aux tracés qui transmettent des données numériques dérivées d'images de microscopie. Les types de graphiques doivent en outre être adaptés aux données spécifiques qui sont transmises pour ne pas induire le public en erreur. Cela s'applique aux données d'image dans les affiches scientifiques, les diaporamas ou les publications.
it: Quando si presentano dati di immagini di microscopia in biologia e biomedicina, è importante considerare la qualità delle immagini, l'etichettatura e l'annotazione delle caratteristiche importanti e l'aspetto visivo complessivo. Questo vale anche per i diagrammi e i grafici che trasmettono dati numerici derivati da immagini di microscopia. I tipi di grafici devono inoltre essere adatti ai dati specifici che vengono trasmessi per non indurre in errore il pubblico. Questo vale per i dati delle immagini nei poster scientifici, nelle presentazioni o nelle pubblicazioni.
ja: 生物学や生物医学の分野で顕微鏡画像データを提示する場合、画像の品質、重要な特徴のラベリングや注釈、全体的な視覚的アピールなどを考慮することが重要です。これは、顕微鏡画像から得られた数値データを伝えるダイアグラムやプロットにも当てはまります。さらに、図表の種類は、読者に誤解を与えないよう、伝達される特定のデータに適したものでなければならない。これは、科学ポスター、トークスライド、出版物の画像データにも適用されます。
pl: Podczas prezentacji danych obrazu mikroskopowego w biologii i biomedycynie ważne jest, aby wziąć pod uwagę jakość obrazów, oznakowanie i adnotację ważnych cech oraz ogólną atrakcyjność wizualną. Dotyczy to również diagramów i wykresów, które przekazują dane liczbowe pochodzące z obrazów mikroskopowych. Typy wykresów muszą ponadto być odpowiednie dla konkretnych przekazywanych danych, aby nie wprowadzać odbiorców w błąd. Dotyczy to danych obrazowych w plakatach naukowych, prezentacjach lub publikacjach.
pt: Ao apresentar dados de imagens de microscopia em biologia e biomedicina, é importante considerar a qualidade das imagens, a rotulagem e anotação de recursos importantes e o apelo visual geral. Isso também se aplica a diagramas e gráficos que transmitem dados numéricos derivados de imagens de microscopia. Além disso, os tipos de gráfico devem ser adequados para os dados específicos que estão sendo transmitidos para não enganar o público. Isso se aplica a dados de imagem em pôsteres científicos, slides de palestras ou publicações.

source: Presentation of microscopy images
cs: Prezentace mikroskopických snímků
de: Präsentation von Mikroskopiebildern
es: Presentación de imágenes de microscopía
fa: ارائه تصاویر میکروسکوپی
fi: Mikroskooppikuvien esittäminen
fr: Présentation des images de microscopie
it: Presentazione delle immagini di microscopia
ja: 顕微鏡画像のプレゼンテーション
pl: Prezentacja obrazów mikroskopowych
pt: Apresentação de imagens de microscopia

source: What is it?
cs: Co to je?
de: Was ist das?
es: ¿Qué es?
fa: چیست؟
fi: Mikä se on?
fr: Qu'est-ce que c'est?
it: Che cos'è?
ja: それは何ですか？
pl: Co to jest?
pt: O que é?

source: Microscopy images are often shown in scientific papers to illustrate a particular conclusion. While qualitative conclusions are not a subsitute for quantitative comparisons (see next section), images can certainly guide our reasoning and our conclusions. Following a few consistent best practices ensures that these conclusions are correct and robust.
cs: Mikroskopické snímky jsou často ukazovány ve vědeckých pracích, aby ilustrovaly konkrétní závěr. Zatímco kvalitativní závěry nejsou náhradou za kvantitativní srovnání (viz další část), obrázky mohou jistě vést naše úvahy a naše závěry. Dodržování několika konzistentních osvědčených postupů zajišťuje, že tyto závěry jsou správné a spolehlivé.
de: In wissenschaftlichen Arbeiten werden häufig Mikroskopiebilder gezeigt, um eine bestimmte Schlussfolgerung zu veranschaulichen. Qualitative Schlussfolgerungen sind zwar kein Ersatz für quantitative Vergleiche (siehe nächster Abschnitt), aber Bilder können unsere Argumentation und unsere Schlussfolgerungen durchaus unterstützen. Die Befolgung einiger bewährter Praktiken gewährleistet, dass diese Schlussfolgerungen korrekt und robust sind.
es: Las imágenes de microscopía a menudo se muestran en artículos científicos para ilustrar una conclusión particular. Si bien las conclusiones cualitativas no sustituyen a las comparaciones cuantitativas (consulte la siguiente sección), las imágenes ciertamente pueden guiar nuestro razonamiento y nuestras conclusiones. Seguir algunas buenas prácticas consistentes asegura que estas conclusiones sean correctas y sólidas.
fa: تصاویر میکروسکوپی اغلب در مقالات علمی برای نشان دادن یک نتیجه خاص نشان داده می شوند. در حالی که نتیجه گیری های کیفی جایگزینی برای مقایسه های کمی نیستند (به بخش بعدی مراجعه کنید)، تصاویر مطمئناً می توانند استدلال و نتیجه گیری ما را راهنمایی کنند. پیروی از چند بهترین شیوه منسجم تضمین می کند که این نتیجه گیری ها صحیح و قوی هستند.
fi: Mikroskooppikuvia näytetään usein tieteellisissä julkaisuissa havainnollistamaan tiettyä johtopäätöstä. Vaikka kvalitatiiviset päätelmät eivät korvaa kvantitatiivisia vertailuja (ks. seuraava jakso), kuvat voivat varmasti ohjata päättelyä ja johtopäätöksiä. Muutamia johdonmukaisia parhaita käytäntöjä noudattamalla varmistetaan, että nämä päätelmät ovat oikeita ja vankkoja.
fr: Les images de microscopie sont souvent présentées dans des articles scientifiques pour illustrer une conclusion particulière. Si les conclusions qualitatives ne remplacent pas les comparaisons quantitatives (voir section suivante), les images peuvent certainement guider notre raisonnement et nos conclusions. Suivre quelques bonnes pratiques cohérentes garantit que ces conclusions sont correctes et solides.
it: Negli articoli scientifici vengono spesso mostrate immagini di microscopia per illustrare una particolare conclusione. Sebbene le conclusioni qualitative non sostituiscano i confronti quantitativi (si veda la sezione successiva), le immagini possono certamente guidare il nostro ragionamento e le nostre conclusioni. Seguire alcune buone pratiche coerenti assicura che queste conclusioni siano corrette e solide.
ja: 科学論文ではしばしば、特定の結論を説明するために顕微鏡画像が示される。定性的な結論は定量的な比較の代用にはならないが（次項参照）、画像は確かに推論と結論を導くことができる。いくつかの一貫したベストプラクティスに従うことで、これらの結論が正しく確実なものとなる。
pl: Obrazy mikroskopowe są często pokazywane w artykułach naukowych w celu zilustrowania konkretnego wniosku. Chociaż wnioski jakościowe nie zastępują porównań ilościowych (patrz następna sekcja), obrazy z pewnością mogą kierować naszym rozumowaniem i wyciągać wnioski. Przestrzeganie kilku spójnych najlepszych praktyk gwarantuje, że wnioski te są poprawne i solidne.
pt: Imagens de microscopia são freqüentemente mostradas em artigos científicos para ilustrar uma conclusão particular. Embora as conclusões qualitativas não substituam as comparações quantitativas (ver a próxima seção), as imagens certamente podem guiar nosso raciocínio e nossas conclusões. Seguir de forma consistente algumas práticas recomendadas garante que essas conclusões sejam corretas e robustas.

source: 10 tips for image presentation
cs: 10 tipů pro prezentaci obrázků
de: 10 Tipps für die Bildpräsentation
es: 10 consejos para la presentación de imágenes
fa: 10 نکته برای ارائه تصویر
fi: 10 vinkkiä kuvien esittämiseen
fr: 10 conseils pour la présentation d'images
it: 10 consigli per la presentazione delle immagini
ja: 画像プレゼンテーションの10のヒント
pl: 10 wskazówek dotyczących prezentacji obrazu
pt: 10 dicas para apresentação de imagens

source: **A brief visual summary of image presentation tips.** Figure by Helena Jambor. [Source](https://doi.org/10.5281/zenodo.7750259)
cs: **Stručné vizuální shrnutí tipů na prezentaci obrázků.** Figura od Heleny Jamborové. [Zdroj](https://doi.org/10.5281/zenodo.7750259)
de: **Eine kurze visuelle Zusammenfassung von Tipps zur Bildpräsentation** Abbildung von Helena Jambor. [Source](https://doi.org/10.5281/zenodo.7750259)
es: **Un breve resumen visual de los consejos de presentación de imágenes.** Figura de Helena Jambor. [Fuente](https://doi.org/10.5281/zenodo.7750259)
fa: **خلاصه تصویری مختصری از نکات ارائه تصویر.** شکل توسط هلنا جامبور. [منبع](https://doi.org/10.5281/zenodo.7750259)
fi: **Lyhyt visuaalinen yhteenveto kuvien esitystapoja koskevista vinkeistä.** Kuva: Helena Jambor. [Source](https://doi.org/10.5281/zenodo.7750259)
fr: **Un bref résumé visuel des conseils de présentation d'image.** Figure par Helena Jambor. [Source](https://doi.org/10.5281/zenodo.7750259)
it: **Un breve riassunto visivo dei suggerimenti per la presentazione delle immagini.** Figura di Helena Jambor. [Source](https://doi.org/10.5281/zenodo.7750259)
ja: **ヘレナ・ジャンボールによる図。[Source](https://doi.org/10.5281/zenodo.7750259)
pl: **Krótkie wizualne podsumowanie wskazówek dotyczących prezentacji obrazu.** Rysunek autorstwa Heleny Jambor. [Źródło] (https://doi.org/10.5281/zenodo.7750259)
pt: **Um breve resumo visual das dicas de apresentação de imagens.** Figura de Helena Jambor. [Fonte](https://doi.org/10.5281/zenodo.7750259)

source: Adjust the image crop, orientation, and size.
cs: Upravte oříznutí, orientaci a velikost obrázku.
de: Passen Sie den Bildausschnitt, die Ausrichtung und die Größe an.
es: Ajuste el recorte, la orientación y el tamaño de la imagen.
fa: برش، جهت و اندازه تصویر را تنظیم کنید.
fi: Säädä kuvan rajausta, suuntausta ja kokoa.
fr: Ajustez le recadrage, l'orientation et la taille de l'image.
it: Regolare il taglio, l'orientamento e le dimensioni dell'immagine.
ja: 画像の切り抜き、向き、サイズを調整する。
pl: Dostosuj kadrowanie, orientację i rozmiar obrazu.
pt: Ajuste o recorte, a orientação e o tamanho da imagem.

source: For any adjustments, work with an image copy and do not alter the original file. Note, do not use adjusted images for quantitative image data analyses Adjustments to effectively communicate the image content may include removing uninformative image regions (crop), changing the image orientation, and adjusting the size. Note that rotation and re-sizing may change the image data when pixel information is redistributed.
cs: Při jakýchkoli úpravách pracujte s kopií obrázku a neměňte původní soubor. Zapamatujte si, nepoužívejte upravené obrázky pro kvantitativní analýzy obrazových dat. Úpravy pro efektivní komunikaci obsahu obrázku mohou zahrnovat odstranění neinformativních oblastí obrázku (oříznutí), změnu orientace obrázku a úpravu velikosti. Zapamatujte si, že rotace a změna velikosti může díky matematickým operacím a interpolaci změnit obrazová data.
de: Arbeiten Sie bei allen Anpassungen mit einer Bildkopie und verändern Sie die Originaldatei nicht. Hinweis: Verwenden Sie angepasste Bilder nicht für quantitative Bilddatenanalysen. Anpassungen zur effektiven Vermittlung des Bildinhalts können das Entfernen uninformativer Bildbereiche (Beschneiden), die Änderung der Bildausrichtung und die Anpassung der Größe umfassen. Beachten Sie, dass Rotation und Größenanpassung die Bilddaten verändern können, wenn die Pixelinformationen neu verteilt werden.
es: Para cualquier ajuste, trabaje con una copia de la imagen y no altere el archivo original. Nota, no utilice imágenes ajustadas para análisis cuantitativos de datos de imágenes. Los ajustes para comunicar de manera efectiva el contenido de la imagen pueden incluir la eliminación de regiones de imagen no informativas (recorte), el cambio de la orientación de la imagen y el ajuste del tamaño. Tenga en cuenta que la rotación y el cambio de tamaño pueden cambiar los datos de la imagen cuando se redistribuye la información de píxeles.
fa: برای هر گونه تنظیمات، با یک کپی تصویر کار کنید و فایل اصلی را تغییر ندهید. توجه داشته باشید، از تصاویر تنظیم‌شده برای تجزیه و تحلیل داده‌های کمی تصویر استفاده نکنید. تنظیمات برای برقراری ارتباط مؤثر با محتوای تصویر ممکن است شامل حذف مناطق تصویر غیر اطلاعاتی (برش)، تغییر جهت تصویر، و تنظیم اندازه باشد. توجه داشته باشید که چرخش و تغییر اندازه ممکن است داده های تصویر را در هنگام توزیع مجدد اطلاعات پیکسل تغییر دهد.
fi: Jos haluat tehdä muutoksia, työskentele kuvakopion kanssa äläkä muuta alkuperäistä tiedostoa. Huomaa, että muokattuja kuvia ei saa käyttää kvantitatiivisten kuva-analyysien tekemiseen Kuvan sisällön tehokkaaseen välittämiseen tähtääviin säätöihin voi kuulua epäinformatiivisten kuva-alueiden poistaminen (rajaus), kuvan suuntauksen muuttaminen ja koon säätäminen. Huomaa, että kiertäminen ja koon muuttaminen voivat muuttaa kuvatietoja, kun pikselitietoja jaetaan uudelleen.
fr: Pour tout ajustement, travaillez avec une copie d'image et ne modifiez pas le fichier d'origine. Remarque, n'utilisez pas d'images ajustées pour les analyses quantitatives de données d'image. Les ajustements pour communiquer efficacement le contenu de l'image peuvent inclure la suppression de régions d'image non informatives (recadrage), la modification de l'orientation de l'image et l'ajustement de la taille. Notez que la rotation et le redimensionnement peuvent modifier les données d'image lorsque les informations de pixel sont redistribuées.
it: Per qualsiasi regolazione, lavorare con una copia dell'immagine e non alterare il file originale. Nota: non utilizzare le immagini modificate per le analisi quantitative dei dati dell'immagine Le regolazioni per comunicare efficacemente il contenuto dell'immagine possono includere la rimozione di regioni dell'immagine non informative (ritaglio), la modifica dell'orientamento dell'immagine e la regolazione delle dimensioni. Si noti che la rotazione e il ridimensionamento possono modificare i dati dell'immagine quando le informazioni sui pixel vengono ridistribuite.
ja: どのような調整でも、画像のコピーで作業し、元のファイルに手を加えないこと。注意：定量的な画像データ分析には、調整した画像を使用しないでください。 画像の内容を効果的に伝えるための調整には、情報量の少ない画像領域の削除（切り抜き）、画像の向きの変更、サイズの調整などがあります。回転やサイズの変更は、画素情報が再配布される際に画像データを変更する可能性があることに注意する。
pl: W przypadku jakichkolwiek korekt pracuj z kopią obrazu i nie zmieniaj oryginalnego pliku. Uwaga, nie należy używać dostosowanych obrazów do ilościowych analiz danych obrazu. Dostosowania w celu skutecznego przekazania zawartości obrazu mogą obejmować usuwanie nieinformacyjnych obszarów obrazu (kadrowanie), zmianę orientacji obrazu i dopasowanie rozmiaru. Zwróć uwagę, że obrót i zmiana rozmiaru mogą zmienić dane obrazu, gdy informacje o pikselach są redystrybuowane.
pt: Para qualquer ajuste, trabalhe com uma cópia da imagem e não altere o arquivo original. Observe que não se deve utilizar imagens ajustadas para análises quantitativas de dados de imagem. Os ajustes para comunicar de forma efetiva o conteúdo da imagem podem incluir a remoção de regiões não informativas da imagem (corte), alteração da orientação da imagem e ajuste do tamanho. Observe que a rotação e o redimensionamento podem alterar os dados da imagem quando as informações de pixel são redistribuídas.

source: rotation
cs: otáčení
es: Rotación
fa: چرخش
fi: kierto
it: rotazione
ja: ローテーション
pl: obrót
pt: rotação

source: 🤔 How do I do it?
cs: 🤔 Jak to udělám?
de: 🤔 Wie mache ich das?
es: 🤔 ¿Cómo lo hago?
fa: 🤔 چطور انجامش بدم؟
fi: 🤔 Miten teen sen?
fr: 🤔 Comment faire ?
it: 🤔 Come si fa?
ja: どうすればいいですか？
pl: 🤔 Jak to zrobić?
pt: 🤔 Como eu faço?

source: See the [cheat-sheet below](image-cheat-sheet) for more information.
cs: Další informace naleznete na [cheat-sheetu níže](image-cheat-sheet).
de: Weitere Informationen finden Sie auf dem [Spickzettel unten](image-cheat-sheet).
es: Consulte la [hoja de trucos a continuación] (imagen-hoja de trucos) para obtener más información.
fa: برای اطلاعات بیشتر به [برگ تقلب زیر] (تصویر-برگ تقلب) مراجعه کنید.
fi: Katso lisätietoja [alla olevasta huijauslehtisestä](image-cheat-sheet).
fr: Voir la [aide-mémoire ci-dessous] (image-aide-mémoire) pour plus d'informations.
it: Per ulteriori informazioni, consultare il [cheat-sheet sottostante] (image-cheat-sheet).
ja: 詳しくは[以下のチートシート](image-cheat-sheet)を参照。
pl: Zobacz [ściągawka poniżej](obrazek-ściągawka), aby uzyskać więcej informacji.
pt: Consulte a [folha de dicas abaixo](folha de dicas da imagem) para obter mais informações.

source: <span style="color: red">⚠️</span> Where can things go wrong?
cs: <span style="color: red"> ⚠️ </span> Kde se může něco pokazit?
de: <span style="color: red">⚠️</span> Wo kann etwas schief gehen?
es: <span style="color: red"> ⚠️ </span> ¿Dónde pueden salir mal las cosas?
fa: <span style="color: red">⚠️</span> کجا ممکن است مشکل پیش برود؟
fi: <span style="color: red">⚠️</span> Missä asiat voivat mennä pieleen?
fr: <span style="color: red"> ⚠️ </span> Où les choses peuvent-elles mal tourner ?
it: <span style="color: red">⚠️</span> Dove può andare male?
ja: <span style="color: red">⚠️</span> どこでうまくいかなくなるのか？
pl: <span style="color: red"> ⚠️ </span> Gdzie coś może pójść nie tak?
pt: <span style="color: red"> ⚠️ </span> Onde as coisas podem dar errado?

source: Any adjustments that alter the conclusions are not permitted.
cs: Jakékoli úpravy, které mění závěry, nejsou povoleny.
de: Anpassungen, die die Schlussfolgerungen verändern, sind nicht zulässig.
es: No se permiten ajustes que alteren las conclusiones.
fa: هرگونه تنظیمی که نتیجه گیری را تغییر دهد مجاز نیست.
fi: Päätelmiä muuttavat mukautukset eivät ole sallittuja.
fr: Tout ajustement modifiant les conclusions n'est pas autorisé.
it: Non sono ammessi aggiustamenti che alterino le conclusioni.
ja: 結論を変えるような調整は許されない。
pl: Wszelkie korekty, które zmieniają wnioski, są niedozwolone.
pt: Não são permitidos quaisquer ajustes que alterem as conclusões.

source: 📚🤷‍♀️ Where can I learn more?
cs: 📚🤷‍♀️ Kde se mohu dozvědět více?
de: 📚🤷‍♀️ Wo kann ich mehr erfahren?
es: 📚🤷‍♀️ ¿Dónde puedo obtener más información?
fa: 📚🤷‍♀️ از کجا می توانم بیشتر بیاموزم؟
fi: 📚🤷‍♀️ Missä voin oppia lisää?
fr: 📚🤷‍♀️ Où puis-je en savoir plus ?
it: 📚🤷‍♀️ Dove posso saperne di più?
ja: 📚🤷‍♀️ もっと詳しく知りたいのですが？
pl: 📚🤷‍♀️ Gdzie mogę dowiedzieć się więcej?
pt: 📚🤷‍♀️ Onde posso aprender mais?

source: 📄 [Reproducible image handling and analysis](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
de: 📄 [Reproduzierbare Bildbearbeitung und -analyse](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
es: 📄 [Manejo y análisis de imágenes reproducibles](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
fa: 📄 [تحلیل و مدیریت تصویر قابل تکرار](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
fi: 📄 [Kuvien toistettava käsittely ja analysointi](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
fr: 📄 [Manipulation et analyse d'images reproductibles](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
it: 📄 [Gestione e analisi riproducibile delle immagini](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
ja: 📄 [再現可能な画像の取り扱いと解析](https://doi.org/10.15252/embj.2020105889){cite}`Miura2021-mb`
pl: 📄 [Obsługa i analiza odtwarzalnych obrazów](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
pt: 📄 [Manipulação e análise de imagens reproduzíveis](https://doi.org/10.15252/embj.2020105889) {cite}`Miura2021-mb`
