Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 📄 [Avoiding Twisted Pixels: Ethical Guidelines for the Appropriate Use and Manipulation of Scientific Digital Images](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
cs: 📄 [Avoiding Twisted Pixels: Ethical Guidelines for the Appropriate Use and Manipulation of Scientific Digital Images](https://doi.org/10.1007%2Fs11948-010-9201-y) b02d42670yr`0210j0yr`02
de: 📄 [Avoiding Twisted Pixels: Ethische Leitlinien für die angemessene Nutzung und Bearbeitung wissenschaftlicher digitaler Bilder](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
es: 📄 [Evitar píxeles torcidos: pautas éticas para el uso y la manipulación adecuados de imágenes digitales científicas](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
fa: 📄 [اجتناب از پیکسل‌های پیچ خورده: دستورالعمل‌های اخلاقی برای استفاده و دستکاری مناسب تصاویر دیجیتال علمی](https://doi.org/10.1007%2Fs11948-010-01-01) {cite}`Cromey2010-jr`
fi: 📄 [Vältetään kieroutuneita pikseleitä: Ethical Guidelines for the Appropriate Use and Manipulation of Scientific Digital Images](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
fr: 📄 [Éviter les pixels torsadés : directives éthiques pour l'utilisation et la manipulation appropriées des images numériques scientifiques](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
it: 📄 [Evitare i pixel contorti: Ethical Guidelines for the Appropriate Use and Manipulation of Scientific Digital Images](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
ja: 📄 [Avoiding Twisted Pixels：科学的デジタル画像の適切な利用と操作のための倫理的ガイドライン](https://doi.org/10.1007%2Fs11948-010-9201-y){cite}`Cromey2010-jr`
pl: 📄 [Unikanie skręconych pikseli: wytyczne etyczne dotyczące właściwego wykorzystania i manipulowania naukowymi obrazami cyfrowymi](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`
pt: 📄 [Evitando pixels torcidos: diretrizes éticas para o uso e manipulação apropriadas de imagens científicas digitais](https://doi.org/10.1007%2Fs11948-010-9201-y) {cite}`Cromey2010-jr`

source: Enhance visibility of image content
cs: Zvyšte viditelnost obsahu obrázku
de: Verbessern Sie die Sichtbarkeit von Bildinhalten
es: Mejore la visibilidad del contenido de la imagen
fa: افزایش دید محتوای تصویر
fi: Paranna kuvasisällön näkyvyyttä
fr: Améliorer la visibilité du contenu de l'image
it: Migliorare la visibilità dei contenuti delle immagini
ja: 画像コンテンツの視認性を高める
pl: Popraw widoczność zawartości obrazu
pt: Aumente a visibilidade do conteúdo da imagem

source: Images often do not have regular spaced intensity values. To still display the data visible on a screen/in a figure, adjustments of brightness and contrast are usually necessary.
cs: Obrázky často nemají pravidelné hodnoty intenzity. Chcete-li stále zobrazovat data viditelná na obrazovce/obrázku, je obvykle nutné upravit jas a kontrast.
de: Bilder haben oft keine gleichmäßig verteilten Intensitätswerte. Um die Daten dennoch auf einem Bildschirm/einer Abbildung sichtbar zu machen, sind in der Regel Anpassungen von Helligkeit und Kontrast erforderlich.
es: Las imágenes a menudo no tienen valores de intensidad con espaciados regulares. Para mostrar los datos en una pantalla/en una figura, normalmente son necesarios ajustes de brillo y contraste.
fa: تصاویر اغلب دارای مقادیر شدت فاصله منظم نیستند. برای نمایش داده های قابل مشاهده بر روی صفحه نمایش/شکل، معمولاً تنظیم روشنایی و کنتراست ضروری است.
fi: Kuvilla ei useinkaan ole säännöllisiä intensiteettiarvoja. Jotta tiedot näkyisivät silti näytöllä/kuvassa, kirkkautta ja kontrastia on yleensä säädettävä.
fr: Les images n'ont souvent pas de valeurs d'intensité espacées régulières. Pour afficher toujours les données visibles sur un écran/dans une figure, des réglages de luminosité et de contraste sont généralement nécessaires.
it: Spesso le immagini non hanno valori di intensità regolari. Per visualizzare i dati su uno schermo o in una figura, è necessario regolare la luminosità e il contrasto.
ja: 画像は多くの場合、強度の値が規則的な間隔を持っていない。スクリーンや図にデータを表示するには、通常、明るさとコントラストの調整が必要である。
pl: Obrazy często nie mają regularnych wartości intensywności. Aby nadal wyświetlać dane widoczne na ekranie/na rysunku, zwykle konieczne są regulacje jasności i kontrastu.
pt: Muitas vezes, as imagens não têm valores de intensidade com espaçamento regular. Para exibir os dados de forma visíveis em uma tela/em uma figura, geralmente são necessários ajustes de brilho e contraste.

source: image adjustment
cs: úprava obrazu
de: Bildanpassung
es: Ajuste de imagen
fa: تنظیم تصویر
fi: kuvan säätö
fr: ajustement des images
it: regolazione dell'immagine
ja: 画像調整
pl: regulacja obrazu
pt: ajuste de imagem

source: Any adjustments that result in the disappearance of image details are considered misleading {cite}`Cromey2010-jr`. Note that many nonlinear transformations of brightness and contrast are available in image processing software, before using these users should ensure that they faithfully represent the data to avoid accidentally misleading audiences and disclose them as annotations.
cs: Jakékoli úpravy, které vedou ke zmizení detailů obrázku, jsou považovány za zavádějící {cite}`Cromey2010-jr`. Všimněte si, že v softwaru pro zpracování obrazu je k dispozici mnoho nelineárních transformací jasu a kontrastu. Před použitím by se uživatel měl ujistit, že transformace vhodně reprezentují data, aby nedošlo zavádějící presentaci obrázku publiku.
de: Alle Anpassungen, die zum Verschwinden von Bilddetails führen, gelten als irreführend {cite}`Cromey2010-jr`. Beachten Sie, dass viele nichtlineare Transformationen von Helligkeit und Kontrast in Bildverarbeitungssoftware verfügbar sind. Bevor diese verwendet werden, sollten die Nutzer sicherstellen, dass sie die Daten getreu darstellen, um eine versehentliche Irreführung des Publikums zu vermeiden und sie als Anmerkungen offenzulegen.
es: Cualquier ajuste que resulte en la desaparición de los detalles de la imagen se considera engañoso {cite}`Cromey2010-jr`. Tenga en cuenta que muchas transformaciones no lineales de brillo y contraste están disponibles en el software de procesamiento de imágenes; antes de usarlas, los usuarios deben asegurarse de que representan fielmente los datos para evitar engañar accidentalmente al público y deben reportar cualquier transformación/ajuste como anotaciones.
fa: هرگونه تنظیمی که منجر به ناپدید شدن جزئیات تصویر شود گمراه کننده {cite}«Cromey2010-jr» در نظر گرفته می شود. توجه داشته باشید که بسیاری از تبدیل‌های غیرخطی روشنایی و کنتراست در نرم‌افزارهای پردازش تصویر موجود است، قبل از استفاده از این کاربران باید اطمینان حاصل کنند که داده‌ها را صادقانه نشان می‌دهند تا از گمراه‌کردن تصادفی مخاطبان جلوگیری کنند و آنها را به عنوان حاشیه‌نویسی افشا کنند.
fi: Kaikki säädöt, jotka johtavat kuvan yksityiskohtien katoamiseen, katsotaan harhaanjohtaviksi {cite}`Cromey2010-jr`. Huomaa, että kuvankäsittelyohjelmissa on saatavilla monia epälineaarisia kirkkauden ja kontrastin muunnoksia. Ennen niiden käyttöä käyttäjien olisi varmistettava, että ne edustavat uskollisesti tietoja, jotta yleisöä ei vahingossa johdeta harhaan, ja ilmoitettava ne huomautuksina.
fr: Tout ajustement entraînant la disparition des détails de l'image est considéré comme trompeur {cite}`Cromey2010-jr`. Notez que de nombreuses transformations non linéaires de luminosité et de contraste sont disponibles dans les logiciels de traitement d'image, avant d'utiliser ces utilisateurs doivent s'assurer qu'ils représentent fidèlement les données pour éviter d'induire accidentellement le public en erreur et de les divulguer sous forme d'annotations.
it: Qualsiasi regolazione che comporti la scomparsa di dettagli dell'immagine è considerata fuorviante {cite}`Cromey2010-jr`. Si noti che molte trasformazioni non lineari della luminosità e del contrasto sono disponibili nei software di elaborazione delle immagini; prima di utilizzarle, gli utenti devono assicurarsi che rappresentino fedelmente i dati per evitare di fuorviare accidentalmente il pubblico e divulgarle come annotazioni.
ja: 画像の詳細が消えてしまうような調整は、誤解を招くと考えられる{cite}`Cromey2010-jr`.明るさとコントラストの非線形変換は、画像処理ソフトウェアで利用可能である。
pl: Wszelkie korekty powodujące zniknięcie szczegółów obrazu są uważane za wprowadzające w błąd {cite}`Cromey2010-jr`. Należy pamiętać, że w oprogramowaniu do przetwarzania obrazu dostępnych jest wiele nieliniowych transformacji jasności i kontrastu, dlatego przed użyciem tych funkcji użytkownicy powinni upewnić się, że wiernie przedstawiają dane, aby uniknąć przypadkowego wprowadzenia odbiorców w błąd i ujawnić je jako adnotacje.
pt: Quaisquer ajustes que resultem no desaparecimento dos detalhes da imagem são considerados enganosos {cite}`Cromey2010-jr`. Observe que muitas transformações não lineares de brilho e contraste estão disponíveis no software de processamento de imagem, antes de usa-los, os usuários devem garantir que as transformações representem fielmente os dados para evitar enganar acidentalmente o público e divulgá-los como anotações.

source: Use accessible colors
cs: Používejte vhodné kombinace barev
de: Zugängliche Farben verwenden
es: Usa colores accesibles
fa: از رنگ های در دسترس استفاده کنید
fi: Käytä helppokäyttöisiä värejä
fr: Utiliser des couleurs accessibles
it: Utilizzare colori accessibili
ja: 利用しやすい色を使う
pl: Używaj dostępnych kolorów
pt: Use cores inclusivas

source: Fluorescent microscope images are often composed of data from multiple wavelengths/color channels. To best visualize molecular structures, individual channels can be shown in separate grayscale images. When colors are chosen to represent the illumination wavelength (blue, green, red, far-red), for example Green-Fluorescent Protein is shown in green color, be reminded that intensity values on a black background reduces the level of detail.
cs: Snímky z fluorescenčních mikroskopů se často skládají z dat z více vlnových délek/barevných kanálů. Pro nejlepší vizualizaci molekulárních struktur lze jednotlivé kanály zobrazit v samostatných obrázcích ve stupních šedi. Když jsou barvy zvoleny tak, aby reprezentovaly vlnovou délku osvětlení (modrá, zelená, červená, NIR), například Green-Fluorescent Protein je zobrazen zelenou barvou, mějte na paměti, že hodnoty intenzity na černém pozadí snižují úroveň detailů.
de: Fluoreszenzmikroskopische Bilder setzen sich häufig aus Daten von mehreren Wellenlängen/Farbkanälen zusammen. Um molekulare Strukturen am besten sichtbar zu machen, können die einzelnen Kanäle in separaten Graustufenbildern dargestellt werden. Wenn Farben zur Darstellung der Beleuchtungswellenlänge (blau, grün, rot, dunkelrot) gewählt werden, z. B. grün fluoreszierendes Protein in grüner Farbe, ist zu beachten, dass Intensitätswerte auf schwarzem Hintergrund die Detailgenauigkeit verringern.
es: Las imágenes del microscopio de fluorescencia a menudo se componen de datos de múltiples longitudes de onda/canales de color. Para visualizar mejor las estructuras moleculares, los canales individuales se pueden mostrar en imágenes separadas en escala de grises. Cuando se eligen colores para representar la longitud de onda de la iluminación (azul, verde, rojo, rojo lejano), por ejemplo, la proteína verde fluorescente se muestra en color verde. Recuerde que los valores de intensidad sobre un fondo negro reducen el nivel de detalle.
fa: تصاویر میکروسکوپ فلورسنت اغلب از داده های چندین طول موج / کانال های رنگی تشکیل شده اند. برای تجسم بهتر ساختارهای مولکولی، کانال های مجزا را می توان در تصاویر جداگانه در مقیاس خاکستری نشان داد. هنگامی که رنگ ها برای نشان دادن طول موج روشنایی (آبی، سبز، قرمز، قرمز دور) انتخاب می شوند، به عنوان مثال پروتئین سبز فلورسنت به رنگ سبز نشان داده می شود، به یاد داشته باشید که مقادیر شدت در پس زمینه سیاه سطح جزئیات را کاهش می دهد.
fi: Fluoresenssimikroskooppikuvat koostuvat usein useiden aallonpituuksien/värikanavien tiedoista. Jotta molekyylirakenteet saadaan parhaiten näkyviin, yksittäiset kanavat voidaan esittää erillisinä harmaasävykuvina. Kun värit valitaan edustamaan valaistuksen aallonpituutta (sininen, vihreä, punainen, kaukopunainen), esimerkiksi vihreäfluoresoiva proteiini näytetään vihreällä värillä, on muistettava, että intensiteettiarvot mustalla pohjalla vähentävät yksityiskohtaisuutta.
fr: Les images au microscope fluorescent sont souvent composées de données provenant de plusieurs longueurs d'onde/canaux de couleur. Pour mieux visualiser les structures moléculaires, les canaux individuels peuvent être affichés dans des images en niveaux de gris distinctes. Lorsque des couleurs sont choisies pour représenter la longueur d'onde d'éclairage (bleu, vert, rouge, rouge lointain), par exemple la protéine fluorescente verte est affichée en vert, rappelez-vous que les valeurs d'intensité sur un fond noir réduisent le niveau de détail.
it: Le immagini al microscopio a fluorescenza sono spesso composte da dati provenienti da più lunghezze d'onda/canali di colore. Per visualizzare al meglio le strutture molecolari, i singoli canali possono essere mostrati in immagini separate in scala di grigi. Quando si scelgono i colori per rappresentare la lunghezza d'onda dell'illuminazione (blu, verde, rosso, rosso lontano), ad esempio la proteina verde fluorescente è mostrata in colore verde, si ricorda che i valori di intensità su uno sfondo nero riducono il livello di dettaglio.
ja: 蛍光顕微鏡画像は多くの場合、複数の波長／カラーチャンネルからのデータで構成されている。分子構造を最もよく可視化するために、個々のチャンネルを別々のグレースケール画像で表示することができる。照明波長（青、緑、赤、遠赤）を表す色が選択されている場合、例えば緑色蛍光タンパク質は緑色で表示されますが、黒色背景上の強度値は詳細レベルを低下させることに注意してください。
pl: Obrazy z mikroskopu fluorescencyjnego często składają się z danych z wielu długości fal/kanałów kolorów. Aby jak najlepiej zwizualizować struktury molekularne, poszczególne kanały można przedstawić na osobnych obrazach w skali szarości. Kiedy kolory są wybrane do reprezentowania długości fali oświetlenia (niebieski, zielony, czerwony, dalekiej czerwieni), na przykład zielone białko fluorescencyjne jest pokazane w kolorze zielonym, należy pamiętać, że wartości intensywności na czarnym tle zmniejszają poziom szczegółowości.
pt: As imagens do microscópio de fluorescência geralmente são compostas de dados de vários comprimentos de onda/canais de cores. Para visualizar melhor as estruturas moleculares, os canais individuais podem ser mostrados em imagens separadas em tons de cinza. Quando as cores são escolhidas para representar o comprimento de onda da iluminação (azul, verde, vermelho, vermelho distante), por exemplo, proteína fluorescente verde é mostrada na cor verde, lembre-se de que os valores de intensidade em um fundo preto reduzem o nível de detalhe.

source: When channels are over-laid in ‘composite’ images, authors should ensure that structures are visible, i.e., that the overlay does not obstruct features and that the colors used are clearly distinguishable.
cs: Když jsou kanály překryty „složenými“ obrázky, měli by autoři zajistit, aby byly struktury viditelné, tj. aby překryv neblokoval prvky a aby byly použité barvy jasně rozlišitelné.
de: Bei der Überlagerung von Kanälen in "zusammengesetzten" Bildern sollten die Autoren sicherstellen, dass die Strukturen sichtbar sind, d. h., dass die Überlagerung die Merkmale nicht verdeckt und dass die verwendeten Farben klar unterscheidbar sind.
es: Cuando los canales se superponen en imágenes "compuestas", los autores deben asegurarse de que las estructuras sean visibles, es decir, que la superposición no obstruya las características y que los colores utilizados se distingan claramente.
fa: هنگامی که کانال ها در تصاویر "کامپوزیت" بیش از حد قرار می گیرند، نویسندگان باید اطمینان حاصل کنند که ساختارها قابل مشاهده هستند، به عنوان مثال، پوشش مانع از ویژگی ها نمی شود و رنگ های استفاده شده به وضوح قابل تشخیص هستند.
fi: Kun kanavia asetetaan päällekkäin "yhdistelmäkuviin", tekijöiden on varmistettava, että rakenteet näkyvät, eli että päällekkäisyys ei peitä piirteitä ja että käytetyt värit ovat selvästi erotettavissa.
fr: Lorsque les canaux sont superposés dans des images «composites», les auteurs doivent s'assurer que les structures sont visibles, c'est-à-dire que la superposition n'obstrue pas les caractéristiques et que les couleurs utilisées se distinguent clairement.
it: Quando i canali sono sovrapposti in immagini "composite", gli autori devono assicurarsi che le strutture siano visibili, cioè che la sovrapposizione non ostruisca le caratteristiche e che i colori utilizzati siano chiaramente distinguibili.
ja: チャンネルが "合成 "画像にオーバーレイされる場合、作者は構造が見えること、すなわちオーバーレイが特徴を妨げないこと、および使用されている色が明確に区別できることを確認する必要がある。
pl: Kiedy kanały są nakładane na „kompozytowe” obrazy, autorzy powinni upewnić się, że struktury są widoczne, tj. że nakładka nie zasłania funkcji i że użyte kolory są wyraźnie rozróżnialne.
pt: Quando os canais são sobrepostos em imagens ‘compostas’, os autores devem garantir que as estruturas sejam visíveis, ou seja, que a sobreposição não obstrua os recursos e que as cores usadas sejam claramente distinguíveis.

source: multicolor image composition
cs: vícebarevná kompozice obrazu
de: mehrfarbige Bildkomposition
es: Composición de imagen multicolor
fa: ترکیب تصویر چند رنگ
fi: monivärinen kuvan koostumus
fr: composition d'image multicolore
it: composizione di immagini multicolore
ja: マルチカラー画像合成
pl: wielokolorowa kompozycja obrazu
pt: composição de imagem multicolorida

source: For composite images consider if color combinations are accessible to color-blind audiences (e.g. not combine red with green, but rather magenta and green, see reference below for examples) and possibly additionally show individual channels in grayscale for maximizing accessibility and detail. Tools for color blindness simulation of the images exist in image processing software (ImageJ/Fiji) and visibility of colors in final image figures can be tested with applications such as ColorOracle.
cs: U složených obrázků zvažte, zda jsou barevné kombinace přístupné barvoslepému publiku (např. nekombinujte červenou se zelenou, ale spíše purpurovou a zelenou, příklady viz odkaz níže) a případně navíc zobrazte jednotlivé kanály ve stupních šedi pro maximalizaci dostupnosti a detailů. Nástroje pro simulaci barvosleposti obrázků existují v softwaru pro zpracování obrázků (ImageJ/Fiji) a viditelnost barev ve výsledných obrazcích obrázku lze testovat pomocí aplikací, jako je ColorOracle.
de: Bei zusammengesetzten Bildern ist zu prüfen, ob Farbkombinationen für Farbenblinde zugänglich sind (z. B. nicht Rot mit Grün kombinieren, sondern eher Magenta und Grün, Beispiele siehe unten) und möglicherweise zusätzlich einzelne Kanäle in Graustufen zeigen, um die Zugänglichkeit und Detailgenauigkeit zu maximieren. Werkzeuge zur Farbenblindheitssimulation der Bilder gibt es in Bildverarbeitungssoftware (ImageJ/Fiji), und die Sichtbarkeit der Farben in den endgültigen Bildern kann mit Anwendungen wie ColorOracle getestet werden.
es: Para las imágenes compuestas, considere si las combinaciones de colores son accesibles para las audiencias daltónicas (p. ej., no combine el rojo con el verde, sino el magenta y el verde; consulte la referencia a continuación para ver ejemplos) y, posiblemente, muestre canales individuales en escala de grises para maximizar la accesibilidad y los detalles. Las herramientas para la simulación de daltonismo de las imágenes existen en el software de procesamiento de imágenes (ImageJ/Fiji) y la visibilidad de los colores en las figuras de la imagen final se puede probar con aplicaciones como ColorOracle.
fa: برای تصاویر ترکیبی، در نظر بگیرید که آیا ترکیب رنگ‌ها برای مخاطبان کوررنگ قابل دسترسی است (مثلاً قرمز را با سبز ترکیب نکنید، بلکه قرمز و سبز را ترکیب کنید، برای مثال به مرجع زیر مراجعه کنید) و احتمالاً کانال‌های جداگانه را در مقیاس خاکستری برای به حداکثر رساندن دسترسی و جزئیات نشان دهید. ابزارهایی برای شبیه‌سازی کوررنگی تصاویر در نرم‌افزار پردازش تصویر (ImageJ/Fiji) وجود دارد و قابلیت مشاهده رنگ‌ها در شکل‌های تصویر نهایی را می‌توان با برنامه‌هایی مانند ColorOracle آزمایش کرد.
fi: Yhdistelmäkuvien osalta on harkittava, ovatko väriyhdistelmät värisokeiden yleisöjen saatavilla (esim. ei yhdistetä punaista ja vihreää, vaan pikemminkin magenta ja vihreä, ks. esimerkkejä jäljempänä olevasta viitteestä), ja mahdollisesti lisäksi yksittäiset kanavat on esitettävä harmaasävyinä, jotta saavutettavuus ja yksityiskohtaisuus olisivat mahdollisimman hyvät. Kuvankäsittelyohjelmissa (ImageJ/Fiji) on välineitä kuvien värisokeuden simulointiin, ja värien näkyvyyttä lopullisissa kuvissa voidaan testata ColorOracle-ohjelman kaltaisilla sovelluksilla.
fr: Pour les images composites, déterminez si les combinaisons de couleurs sont accessibles aux publics daltoniens (par exemple, ne pas combiner le rouge avec le vert, mais plutôt le magenta et le vert, voir la référence ci-dessous pour des exemples) et éventuellement afficher en plus des canaux individuels en niveaux de gris pour maximiser l'accessibilité et les détails. Des outils de simulation de daltonisme des images existent dans un logiciel de traitement d'image (ImageJ/Fiji) et la visibilité des couleurs dans les images finales peut être testée avec des applications telles que ColorOracle.
it: Per le immagini composite, considerare se le combinazioni di colori sono accessibili al pubblico daltonico (ad esempio, non combinare il rosso con il verde, ma piuttosto il magenta e il verde, vedere il riferimento sotto per gli esempi) e possibilmente mostrare anche i singoli canali in scala di grigi per massimizzare l'accessibilità e il dettaglio. Gli strumenti per la simulazione del daltonismo delle immagini esistono nei software di elaborazione delle immagini (ImageJ/Fiji) e la visibilità dei colori nelle immagini finali può essere testata con applicazioni come ColorOracle.
ja: 合成画像については、色の組み合わせが色覚異常者にとって利用しやすいかどうかを検討し（例えば、赤と緑を組み合わせるのではなく、マゼンタと緑を組み合わせる。 画像処理ソフトウェア（ImageJ/Fiji）には、画像の色覚シミュレーションのためのツールがあり、ColorOracleなどのアプリケーションを使用して、最終的な画像図における色の視認性をテストすることができる。
pl: W przypadku obrazów kompozytowych rozważ, czy kombinacje kolorów są dostępne dla widzów z daltonizmem (np. nie łącz czerwieni z zielenią, ale raczej magentę i zieleń, patrz przykłady poniżej) i ewentualnie dodatkowo pokaż poszczególne kanały w skali szarości, aby zmaksymalizować dostępność i szczegółowość. Narzędzia do symulacji ślepoty barw na obrazach są dostępne w oprogramowaniu do przetwarzania obrazu (ImageJ/Fidżi), a widoczność kolorów na końcowych figurach obrazu można przetestować za pomocą aplikacji takich jak ColorOracle.
pt: Para imagens compostas, considere se as combinações de cores são inclusivas para públicos daltônicos (por exemplo, não combine vermelho com verde, mas sim magenta e verde, consulte a referência abaixo para exemplos) e possivelmente mostre canais individuais em escala de cinza para maximizar a acessibilidade e os detalhes. Ferramentas para simulação de daltonismo das imagens existem no software de processamento de imagens (ImageJ/Fiji) e a visibilidade das cores nas figuras da imagem final pode ser testada com aplicativos como o ColorOracle.
