Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Dimensionality reduction
cs: Redukce rozměrů
de: Reduzierung der Dimensionalität
es: Reducción de dimensionalidad
fa: کاهش ابعاد
fi: Dimensioiden vähentäminen
fr: Réduction de la dimensionnalité
it: Riduzione della dimensionalità
ja: 次元削減
pl: Redukcja wymiarowości
pt: Redução de dimensionalidade

source: Dimensionality reduction (also called dimension reduction) aims at mapping high-dimensional data onto a lower-dimensional space in order to better reveal trends and patterns. Algorithms performing this task attempt to retain as much information as possible when reducing the dimensionality of the data: this is achieved by assigning importance scores to individual features, removing redundancies, and identifying uninformative (for instance constant) features. Dimensionality reduction is an important step in quantitative analysis as it makes data more manageable and easier to visualize. It is also an important preprocessing step in many downstream analysis algorithms, such as machine learning classifiers.
cs: Redukce rozměrů (také nazývaná redukce dimenze) se zaměřuje na mapování vysokorozměrných dat do méněrozměrného prostoru, aby bylo možné lépe odhalit trendy a vzory. Algoritmy provádějící tento úkol se snaží při snižování dimenzionality dat uchovat co nejvíce informací: toho je dosaženo přiřazováním skóre důležitosti jednotlivým znakům, odstraňováním nadbytečnosti a identifikací neinformativních (například konstantních) znaků. Redukce rozměrů je důležitým krokem v kvantitativní analýze, protože umožňuje lépe spravovat data a snáze je vizualizovat. Je to také důležitý krok předzpracování v mnoha následných analytických algoritmech, jako jsou klasifikátory strojového učení.
de: Die Dimensionalitätsreduzierung (auch Dimensionsreduzierung genannt) zielt darauf ab, hochdimensionale Daten auf einen niedrigdimensionalen Raum abzubilden, um Trends und Muster besser erkennen zu können. Algorithmen, die diese Aufgabe übernehmen, versuchen, bei der Reduzierung der Dimensionalität der Daten so viele Informationen wie möglich zu erhalten: Dies wird erreicht, indem einzelnen Merkmalen Wichtigkeitswerte zugewiesen, Redundanzen entfernt und uninformative (z. B. konstante) Merkmale identifiziert werden. Die Dimensionalitätsreduktion ist ein wichtiger Schritt in der quantitativen Analyse, da sie die Daten überschaubarer macht und ihre Visualisierung erleichtert. Sie ist auch ein wichtiger Vorverarbeitungsschritt in vielen nachgelagerten Analysealgorithmen, wie z. B. Klassifikatoren für maschinelles Lernen.
es: La reducción de dimensionalidad (también llamada reducción de dimensión) tiene como objetivo mapear datos de alta dimensión en un espacio de menor dimensión para revelar mejor tendencias y patrones. Los algoritmos que realizan esta tarea intentan retener la mayor cantidad de información posible al reducir la dimensionalidad de los datos: esto se logra asignando puntajes de importancia a características individuales, eliminando redundancias e identificando características no informativas (por ejemplo, constantes). La reducción de la dimensionalidad es un paso importante en el análisis cuantitativo, ya que hace que los datos sean más manejables y fáciles de visualizar. También es un paso de preprocesamiento importante en muchos algoritmos de análisis posteriores, como los clasificadores de aprendizaje automático.
fa: هدف کاهش ابعاد (که کاهش ابعاد نیز نامیده می شود) نقشه برداری داده های با ابعاد بالا در فضایی با ابعاد پایین تر به منظور آشکارسازی بهتر روندها و الگوها است. الگوریتم‌هایی که این کار را انجام می‌دهند سعی می‌کنند تا حد امکان اطلاعات را هنگام کاهش ابعاد داده‌ها حفظ کنند: این امر با اختصاص امتیازهای اهمیت به ویژگی‌های فردی، حذف افزونگی‌ها و شناسایی ویژگی‌های غیر اطلاعاتی (به عنوان مثال ثابت) به دست می‌آید. کاهش ابعاد یک مرحله مهم در تجزیه و تحلیل کمی است زیرا داده ها را قابل مدیریت تر و تجسم آسان تر می کند. همچنین یک مرحله پیش پردازش مهم در بسیاری از الگوریتم های تحلیل پایین دستی مانند طبقه بندی کننده های یادگیری ماشین است.
fi: Dimensioiden vähentämisellä (jota kutsutaan myös ulottuvuuksien vähentämiseksi) pyritään kuvaamaan korkea-ulotteiset tiedot matalampiulotteiseen tilaan, jotta suuntaukset ja mallit saataisiin paremmin esiin. Tätä tehtävää suorittavat algoritmit pyrkivät säilyttämään mahdollisimman paljon tietoa, kun ne pienentävät datan dimensiota: tämä saavutetaan antamalla yksittäisille piirteille tärkeyspisteitä, poistamalla redundanssit ja tunnistamalla epäinformatiiviset (esimerkiksi vakiot) piirteet. Dimensioiden pienentäminen on tärkeä vaihe kvantitatiivisessa analyysissä, sillä se tekee tiedoista helpommin hallittavia ja helpommin visualisoitavia. Se on myös tärkeä esikäsittelyvaihe monissa myöhemmissä analyysialgoritmeissa, kuten koneoppimisluokittelijoissa.
fr: La réduction de dimensionnalité (également appelée réduction de dimension) vise à cartographier des données de grande dimension sur un espace de dimension inférieure afin de mieux révéler les tendances et les modèles. Les algorithmes effectuant cette tâche tentent de conserver autant d'informations que possible lors de la réduction de la dimensionnalité des données : cela est réalisé en attribuant des scores d'importance aux caractéristiques individuelles, en supprimant les redondances et en identifiant les caractéristiques non informatives (par exemple constantes). La réduction de la dimensionnalité est une étape importante dans l'analyse quantitative car elle rend les données plus gérables et plus faciles à visualiser. Il s'agit également d'une étape de prétraitement importante dans de nombreux algorithmes d'analyse en aval, tels que les classificateurs d'apprentissage automatique.
it: La riduzione della dimensionalità (detta anche riduzione delle dimensioni) mira a mappare i dati ad alta densità su uno spazio a bassa densità, al fine di rivelare meglio tendenze e modelli. Gli algoritmi che eseguono questo compito cercano di conservare il maggior numero possibile di informazioni quando riducono la dimensionalità dei dati: ciò si ottiene assegnando punteggi di importanza alle singole caratteristiche, rimuovendo le ridondanze e identificando le caratteristiche non informative (ad esempio costanti). La riduzione della dimensionalità è una fase importante dell'analisi quantitativa, in quanto rende i dati più gestibili e facili da visualizzare. È anche un'importante fase di pre-elaborazione in molti algoritmi di analisi a valle, come i classificatori di apprendimento automatico.
ja: 次元削減（次元削減とも呼ばれる）は、傾向やパターンをより明確にするために、高次元のデータを低次元の空間にマッピングすることを目的としている。このタスクを実行するアルゴリズムは、データの次元を削減する際に可能な限り多くの情報を保持しようとします。これは、個々の特徴に重要度スコアを割り当てたり、冗長性を取り除いたり、有益でない（例えば一定の）特徴を特定したりすることで達成されます。次元削減は、データをより管理しやすく可視化しやすくするため、定量分析において重要なステップです。また、機械学習分類器など、多くの下流分析アルゴリズムにおける重要な前処理ステップでもあります。
pl: Redukcja wymiarowości (zwana także redukcją wymiarów) ma na celu odwzorowanie danych wielowymiarowych na przestrzeń o niższych wymiarach w celu lepszego ujawnienia trendów i wzorców. Algorytmy wykonujące to zadanie starają się zachować jak najwięcej informacji, zmniejszając wymiarowość danych: osiąga się to poprzez przypisywanie ocen ważności poszczególnym cechom, usuwanie nadmiarowości i identyfikowanie nieinformacyjnych (na przykład stałych) cech. Redukcja wymiarowości jest ważnym krokiem w analizie ilościowej, ponieważ sprawia, że dane są łatwiejsze do zarządzania i wizualizacji. Jest to również ważny etap przetwarzania wstępnego w wielu dalszych algorytmach analizy, takich jak klasyfikatory uczenia maszynowego.
pt: A redução de dimensionalidade (também chamada de redução de dimensão) visa mapear dados de alta dimensão em um espaço de dimensão inferior para revelar melhor tendências e padrões. Os algoritmos que executam essa tarefa tentam reter o máximo de informações possível ao reduzir a dimensionalidade dos dados: isso é obtido atribuindo pontuações de importância a recursos individuais, removendo redundâncias e identificando recursos não informativos (por exemplo, constantes). A redução da dimensionalidade é uma etapa importante na análise quantitativa, pois torna os dados mais gerenciáveis e fáceis de visualizar. Também é uma importante etapa de pré-processamento em muitos algoritmos de análise downstream, como classificadores de aprendizado de máquina.

source: 📏 How do I do it?
cs: 📏 Jak to udělám?
de: 📏 Wie mache ich das?
es: 📏 ¿Cómo lo hago?
fa: ⚖ چگونه انجامش دهم؟
fi: 📏 Miten teen sen?
fr: 📏 Comment faire ?
it: 📏 Come si fa?
ja: どうすればいいですか？
pl: 📏 Jak to zrobić?
pt: 📏 Como faço?

source: The most traditional dimensionality reduction technique is principal component analysis (PCA){cite}`Lever2017-pca`. In a nutshell, PCA recovers a linear transformation of the input data into a new coordinate system (the principal components) that concentrates variation into its first axes. This is achieved by relying on classical linear algebra, by computing an eigendecomposition of the covariance matrix of the data. As a result, the first 2 or 3 principal components provide a low-dimensional version of the data distribution that is faithful to the variance that was originally present. More advanced dimensionality reduction methods that are popular in biology include t-distributed stochastic neighbor embedding (t-SNE) and Uniform Manifold Approximation and Projection (UMAP). In contrast to PCA, these methods are non-linear and can therefore exploit more complex relationships between features when building the lower-dimensional representation. This however comes at a cost: both t-SNE and UMAP are stochastic, meaning that the results they produce are highly dependent on the choice of hyperparameters and can differ across different runs.
cs: Nejtradičnější technikou redukce rozměrů je analýza hlavních komponent (PCA){cite}`Lever2017-pca`. Stručně řečeno, PCA obnovuje lineární transformaci vstupních dat do nového souřadnicového systému (hlavních komponent), který koncentruje variace do svých prvních os. Toho je dosaženo spoléháním se na klasickou lineární algebru, počítáním vlastního rozkladu kovarianční matice dat. Výsledkem je, že první 2 nebo 3 hlavní komponenty poskytují nízkorozměrnou verzi distribuce dat, která je věrná rozptylu, který byl původně přítomen. Pokročilejší metody redukce rozměrů, které jsou populární v biologii, zahrnují t-distribuované stochastické vkládání sousedů (t-SNE) a Uniform Manifold Approximation and Projection (UMAP). Na rozdíl od PCA jsou tyto metody nelineární a mohou proto využívat složitější vztahy mezi prvky při vytváření reprezentace nižší dimenze. To však něco stojí: t-SNE i UMAP jsou stochastické, což znamená, že výsledky, které produkují, jsou vysoce závislé na výběru hyperparametrů a mohou se lišit v různých běhech.
de: Das traditionellste Verfahren zur Dimensionalitätsreduktion ist die Hauptkomponentenanalyse (PCA){cite}`Lever2017-pca`. Kurz gesagt, wird bei der PCA eine lineare Transformation der Eingabedaten in ein neues Koordinatensystem (die Hauptkomponenten) vorgenommen, das die Variation auf seine ersten Achsen konzentriert. Dies wird mit Hilfe der klassischen linearen Algebra erreicht, indem eine Eigenwertzerlegung der Kovarianzmatrix der Daten berechnet wird. Das Ergebnis ist, dass die ersten 2 oder 3 Hauptkomponenten eine niedrigdimensionale Version der Datenverteilung liefern, die der ursprünglich vorhandenen Varianz treu ist. Zu den fortschrittlicheren Methoden der Dimensionalitätsreduktion, die in der Biologie sehr beliebt sind, gehören t-distributed stochastic neighbor embedding (t-SNE) und Uniform Manifold Approximation and Projection (UMAP). Im Gegensatz zur PCA sind diese Methoden nichtlinear und können daher komplexere Beziehungen zwischen Merkmalen beim Aufbau der niedrigdimensionalen Darstellung nutzen. Dies hat jedoch seinen Preis: Sowohl t-SNE als auch UMAP sind stochastisch, d. h. die Ergebnisse hängen in hohem Maße von der Wahl der Hyperparameter ab und können sich in verschiedenen Durchläufen unterscheiden.
es: La técnica de reducción de dimensionalidad más tradicional es el análisis de componentes principales (PCA){cite}`Lever2017-pca`. En pocas palabras, PCA recupera una transformación lineal de los datos de entrada en un nuevo sistema de coordenadas (los componentes principales) que concentra la variación en sus primeros ejes. Esto se logra basándose en el álgebra lineal clásica, calculando una descomposición propia de la matriz de covarianza de los datos. Como resultado, los primeros 2 o 3 componentes principales proporcionan una versión de baja dimensión de la distribución de datos que es fiel a la varianza que estaba originalmente presente. Los métodos de reducción de dimensionalidad más avanzados que son populares en biología incluyen la incrustación de vecinos estocásticos distribuidos en t (t-SNE) y la aproximación y proyección de colector uniforme (UMAP). A diferencia de PCA, estos métodos no son lineales y, por lo tanto, pueden explotar relaciones más complejas entre características al construir la representación de menor dimensión. Sin embargo, esto tiene un costo: tanto t-SNE como UMAP son estocásticos, lo que significa que los resultados que producen dependen en gran medida de la elección de hiperparámetros y pueden diferir entre diferentes ejecuciones.
fa: سنتی ترین تکنیک کاهش ابعاد، تجزیه و تحلیل مؤلفه اصلی (PCA){cite}«Lever2017-pca» است. به طور خلاصه، PCA تبدیل خطی داده های ورودی را به یک سیستم مختصات جدید (اجزای اصلی) بازیابی می کند که تغییرات را در اولین محورهای خود متمرکز می کند. این با تکیه بر جبر خطی کلاسیک، با محاسبه یک تجزیه ویژه از ماتریس کوواریانس داده ها به دست می آید. در نتیجه، 2 یا 3 مؤلفه اصلی اول نسخه‌ای با ابعاد کم از توزیع داده را ارائه می‌دهند که به واریانسی که در ابتدا وجود داشت وفادار است. روش‌های پیشرفته‌تر کاهش ابعاد که در زیست‌شناسی رایج هستند عبارتند از تعبیه همسایه تصادفی t-distributed (t-SNE) و تقریب و پیش‌بینی منیفولد یکنواخت (UMAP). برخلاف PCA، این روش‌ها غیر خطی هستند و بنابراین می‌توانند از روابط پیچیده‌تر بین ویژگی‌ها در هنگام ساختن نمایش با ابعاد پایین‌تر استفاده کنند. با این حال، این هزینه دارد: هر دو t-SNE و UMAP تصادفی هستند، به این معنی که نتایجی که تولید می‌کنند به شدت به انتخاب فراپارامترها وابسته است و می‌تواند در اجراهای مختلف متفاوت باشد.
fi: Perinteisin dimensioiden vähentämistekniikka on pääkomponenttianalyysi (PCA){cite}`Lever2017-pca`. Lyhyesti sanottuna PCA:ssa palautetaan syöttötietojen lineaarinen muunnos uuteen koordinaatistoon (pääkomponentit), joka keskittää vaihtelun ensimmäisille akseleilleen. Tämä saavutetaan klassisen lineaarialgebran avulla laskemalla datan kovarianssimatriisin eigendekompositio. Tämän tuloksena ensimmäiset 2 tai 3 pääkomponenttia tuottavat matalaulotteisen version tietojen jakaumasta, joka on uskollinen alun perin esiintyneelle varianssille. Kehittyneempiä, biologiassa suosittuja dimensioiden pienentämismenetelmiä ovat t-jakautunut stokastinen naapurien sulauttaminen (t-SNE) ja UMAP (Uniform Manifold Approximation and Projection). Toisin kuin PCA, nämä menetelmät ovat epälineaarisia ja voivat siksi hyödyntää monimutkaisempia piirteiden välisiä suhteita alempiulotteisen esityksen rakentamisessa. Tällä on kuitenkin hintansa: sekä t-SNE että UMAP ovat stokastisia, mikä tarkoittaa, että niiden tuottamat tulokset riippuvat suuresti hyperparametrien valinnasta ja voivat vaihdella eri ajoissa.
fr: La technique de réduction de dimensionnalité la plus traditionnelle est l'analyse en composantes principales (ACP){cite}`Lever2017-pca`. En un mot, PCA récupère une transformation linéaire des données d'entrée dans un nouveau système de coordonnées (les composantes principales) qui concentre la variation dans ses premiers axes. Ceci est réalisé en s'appuyant sur l'algèbre linéaire classique, en calculant une décomposition propre de la matrice de covariance des données. En conséquence, les 2 ou 3 premières composantes principales fournissent une version de faible dimension de la distribution des données qui est fidèle à la variance qui était présente à l'origine. Les méthodes de réduction de dimensionnalité plus avancées qui sont populaires en biologie comprennent l'incorporation de voisins stochastiques à distribution t (t-SNE) et l'approximation et la projection uniformes de la variété (UMAP). Contrairement à l'ACP, ces méthodes sont non linéaires et peuvent donc exploiter des relations plus complexes entre les caractéristiques lors de la construction de la représentation de dimension inférieure. Cela a cependant un coût : t-SNE et UMAP sont stochastiques, ce qui signifie que les résultats qu'ils produisent dépendent fortement du choix des hyperparamètres et peuvent différer d'une exécution à l'autre.
it: La tecnica di riduzione della dimensionalità più tradizionale è l'analisi delle componenti principali (PCA){cite}`Lever2017-pca`. In poche parole, la PCA recupera una trasformazione lineare dei dati di input in un nuovo sistema di coordinate (le componenti principali) che concentra la variazione nei primi assi. Ciò si ottiene facendo affidamento sull'algebra lineare classica, calcolando una eigendecomposizione della matrice di covarianza dei dati. Di conseguenza, le prime 2 o 3 componenti principali forniscono una versione a bassa dimensionalità della distribuzione dei dati, fedele alla varianza originariamente presente. Metodi di riduzione della dimensionalità più avanzati, molto diffusi in biologia, sono il t-distributed stochastic neighbor embedding (t-SNE) e l'Uniform Manifold Approximation and Projection (UMAP). A differenza della PCA, questi metodi sono non lineari e possono quindi sfruttare relazioni più complesse tra le caratteristiche nella costruzione della rappresentazione a bassa dimensione. Ciò ha tuttavia un costo: sia t-SNE che UMAP sono stocastici, il che significa che i risultati che producono dipendono fortemente dalla scelta degli iperparametri e possono differire da un'esecuzione all'altra.
ja: 最も伝統的な次元削減手法は主成分分析（PCA）{cite}`Lever2017-pca` である。一言で言えば、PCAは入力データの線形変換を復元し、その第一軸に変動を集中させる新しい座標系（主成分）に変換する。これは古典的な線形代数に依存して、データの共分散行列の固有値分解を計算することで達成される。その結果、最初の2つまたは3つの主成分は、元々存在していた分散に忠実なデータ分布の低次元バージョンを提供します。生物学でよく使われるより高度な次元削減法には、t-distributed stochastic neighbor embedding（t-SNE）やUniform Manifold Approximation and Projection（UMAP）などがあります。PCAとは対照的に、これらの手法は非線形であるため、低次元表現を構築する際に特徴間のより複雑な関係を利用することができる。t-SNEとUMAPはともに確率的であり、生成される結果はハイパーパラメータの選択に大きく依存し、異なる実行によって異なる可能性がある。
pl: Najbardziej tradycyjną techniką redukcji wymiarowości jest analiza głównych składowych (PCA){cite}`Lever2017-pca`. W skrócie, PCA odzyskuje liniową transformację danych wejściowych do nowego układu współrzędnych (głównych składowych), który koncentruje zmienność na swoich pierwszych osiach. Osiąga się to, opierając się na klasycznej algebrze liniowej, obliczając rozkład własny macierzy kowariancji danych. W rezultacie pierwsze 2 lub 3 główne składowe zapewniają niskowymiarową wersję rozkładu danych, która jest wierna pierwotnej wariancji. Bardziej zaawansowane metody redukcji wymiarowości, które są popularne w biologii, obejmują stochastyczne osadzanie sąsiadów z rozkładem t (t-SNE) oraz UMAP (Uniform Manifold Approximation and Projection). W przeciwieństwie do PCA metody te są nieliniowe i dlatego mogą wykorzystywać bardziej złożone relacje między cechami podczas tworzenia reprezentacji o niższych wymiarach. Ma to jednak swoją cenę: zarówno t-SNE, jak i UMAP są stochastyczne, co oznacza, że uzyskiwane przez nie wyniki są w dużym stopniu zależne od wyboru hiperparametrów i mogą się różnić w różnych przebiegach.
pt: A técnica de redução de dimensionalidade mais tradicional é a análise de componentes principais (PCA){cite}`Lever2017-pca`. Em poucas palavras, o PCA recupera uma transformação linear dos dados de entrada em um novo sistema de coordenadas (os componentes principais) que concentra a variação em seus primeiros eixos. Isso é obtido com base na álgebra linear clássica, calculando uma autodecomposição da matriz de covariância dos dados. Como resultado, os primeiros 2 ou 3 componentes principais fornecem uma versão de baixa dimensão da distribuição de dados que é fiel à variância originalmente presente. Métodos de redução de dimensionalidade mais avançados que são populares em biologia incluem incorporação estocástica de vizinhança t-distribuída (t-SNE) e Aproximação e Projeção de Manifold Uniforme (UMAP). Em contraste com o PCA, esses métodos são não lineares e podem, portanto, explorar relações mais complexas entre recursos ao construir a representação de dimensão inferior. No entanto, isso tem um custo: tanto o t-SNE quanto o UMAP são estocásticos, o que significa que os resultados que produzem são altamente dependentes da escolha dos hiperparâmetros e podem diferir em diferentes execuções.
