Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Although reducing dimensionality can be very useful for data exploration and analysis, it may also wipe information or structure that is relevant to the problem being studied. This is famously well illustrated by the [Datasaurus dataset](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), which demonstrates how very differently-looking sets of measurements can become indistinguishable when described by a small set of summary statistics. The best way to minimize this risk is to start by visually exploring the data whenever possible, and carefully checking any underlying assumptions of the dimensionality reduction method being used to ensure that they hold for the considered data. Dimensionality reduction may also enhance and reveal patterns that are not biologically relevant, due to noise or systematic artifacts in the original data (see Batch effect correction section below). In addition to applying normalization and batch correction to the data prior to reducing dimensionality, some dimensionality reduction methods also offer so-called regularization strategies to mitigate this. In the end, any pattern identified in dimension-reduced data should be considered while keeping in mind the biological context of the data in order to interpret the results appropriately.
cs: Ačkoli snížení dimenzionality může být velmi užitečné pro průzkum a analýzu dat, může také vymazat informace nebo strukturu, které jsou relevantní pro studovaný problém. Skvěle to ilustruje [soubor dat Datasaurus] (https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), který ukazuje, jak se velmi odlišně vyhlížející soubory měření mohou stát nerozeznatelnými. když je popsána malou sadou souhrnných statistik. Nejlepším způsobem, jak toto riziko minimalizovat, je začít vizuálním prozkoumáním dat, kdykoli je to možné, a pečlivou kontrolou všech základních předpokladů použité metody redukce rozměrů, aby bylo zajištěno, že platí pro uvažovaná data. Redukce rozměrů může také zlepšit a odhalit vzory, které nejsou biologicky relevantní, kvůli šumu nebo systematickým artefaktům v původních datech (viz část Korekce dávkového efektu níže). Kromě aplikace normalizace a dávkové korekce na data před snížením dimenzionality nabízejí některé metody redukce dimenzionality také takzvané strategie regularizace pro zmírnění tohoto problému. Nakonec by měl být zvážen jakýkoli vzor identifikovaný v datech s omezenými rozměry, přičemž je třeba mít na paměti biologický kontext dat, aby bylo možné výsledky vhodně interpretovat.
de: Die Verringerung der Dimensionalität kann zwar für die Erkundung und Analyse von Daten sehr nützlich sein, sie kann aber auch Informationen oder Strukturen auslöschen, die für das untersuchte Problem relevant sind. Dies wird sehr gut durch den [Datasaurus-Datensatz] (https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html) veranschaulicht, der zeigt, wie sehr unterschiedlich aussehende Sätze von Messungen ununterscheidbar werden können, wenn sie durch einen kleinen Satz zusammenfassender Statistiken beschrieben werden. Die beste Möglichkeit, dieses Risiko zu minimieren, besteht darin, die Daten zunächst visuell zu untersuchen, wann immer dies möglich ist, und die der verwendeten Dimensionalitätsreduktionsmethode zugrunde liegenden Annahmen sorgfältig zu überprüfen, um sicherzustellen, dass sie für die betreffenden Daten zutreffen. Die Dimensionalitätsreduktion kann auch Muster verstärken und aufdecken, die aufgrund von Rauschen oder systematischen Artefakten in den Originaldaten nicht biologisch relevant sind (siehe Abschnitt Korrektur von Chargeneffekten weiter unten). Neben der Anwendung von Normalisierung und Stapelkorrektur auf die Daten vor der Dimensionalitätsreduktion bieten einige Dimensionalitätsreduktionsmethoden auch sogenannte Regularisierungsstrategien, um dies abzumildern. Letztendlich sollte jedes Muster, das in dimensionsreduzierten Daten identifiziert wird, unter Berücksichtigung des biologischen Kontexts der Daten betrachtet werden, um die Ergebnisse angemessen zu interpretieren.
es: Aunque reducir la dimensionalidad puede ser muy útil para la exploración y el análisis de datos, también puede eliminar información o estructura que sea relevante para el problema que se está estudiando. Esto está muy bien ilustrado por el [conjunto de datos de Datasaurus] (https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), que demuestra cómo los conjuntos de medidas de aspecto muy diferente pueden volverse indistinguibles. cuando se describe mediante un pequeño conjunto de estadísticas resumidas. La mejor manera de minimizar este riesgo es comenzar explorando visualmente los datos siempre que sea posible y verificando cuidadosamente las suposiciones subyacentes del método de reducción de dimensionalidad que se utiliza para garantizar que se mantengan para los datos considerados. La reducción de la dimensionalidad también puede mejorar y revelar patrones que no son biológicamente relevantes, debido al ruido o a artefactos sistemáticos en los datos originales (consulte la sección Corrección del efecto por lotes a continuación). Además de aplicar la normalización y la corrección por lotes a los datos antes de reducir la dimensionalidad, algunos métodos de reducción de la dimensionalidad también ofrecen las llamadas estrategias de regularización para mitigar esto. Al final, se debe considerar cualquier patrón identificado en los datos de dimensiones reducidas teniendo en cuenta el contexto biológico de los datos para interpretar los resultados adecuadamente.
fa: اگرچه کاهش ابعاد می تواند برای کاوش و تجزیه و تحلیل داده ها بسیار مفید باشد، اما ممکن است اطلاعات یا ساختار مرتبط با مشکل مورد مطالعه را نیز پاک کند. این به خوبی توسط [مجموعه داده داده‌ها] (https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html) به خوبی نشان داده شده است، که نشان می‌دهد چگونه مجموعه‌های اندازه‌گیری با ظاهر بسیار متفاوت می‌توانند غیرقابل تشخیص شوند. هنگامی که توسط مجموعه کوچکی از آمار خلاصه توصیف می شود. بهترین راه برای به حداقل رساندن این خطر این است که با کاوش بصری داده‌ها در صورت امکان، و بررسی دقیق فرضیات اساسی روش کاهش ابعاد مورد استفاده برای اطمینان از حفظ آنها برای داده‌های در نظر گرفته شده، شروع کنید. کاهش ابعاد همچنین ممکن است به دلیل نویز یا مصنوعات سیستماتیک در داده های اصلی، الگوهایی را که از نظر بیولوژیکی مرتبط نیستند، افزایش داده و آشکار کند (به بخش اصلاح اثر دسته ای در زیر مراجعه کنید). علاوه بر اعمال نرمال سازی و اصلاح دسته ای به داده ها قبل از کاهش ابعاد، برخی از روش های کاهش ابعاد نیز به اصطلاح استراتژی های منظم سازی را برای کاهش این امر ارائه می دهند. در پایان، هر الگوی شناسایی‌شده در داده‌های کاهش‌یافته باید با در نظر گرفتن بافت بیولوژیکی داده‌ها در نظر گرفته شود تا نتایج به‌طور مناسب تفسیر شوند.
fi: Vaikka dimensioiden pienentäminen voi olla erittäin hyödyllistä tietojen tutkimisen ja analysoinnin kannalta, se voi myös pyyhkiä pois tietoa tai rakennetta, jolla on merkitystä tutkittavan ongelman kannalta. Tätä havainnollistaa hyvin [Datasaurus-tietokanta] (https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), joka osoittaa, kuinka hyvin erilaisilta näyttävistä mittaussarjoista voi tulla erottamattomia, kun niitä kuvataan pienellä joukolla yhteenvetotilastoja. Paras tapa minimoida tämä riski on aloittaa tutkimalla dataa visuaalisesti aina kun se on mahdollista ja tarkistaa huolellisesti käytettävän dimensioiden pienentämismenetelmän oletukset varmistaakseen, että ne pitävät paikkansa tarkastellun datan osalta. Dimensioiden pienentäminen voi myös vahvistaa ja paljastaa kuvioita, jotka eivät ole biologisesti merkityksellisiä, koska alkuperäisessä datassa on kohinaa tai systemaattisia artefakteja (ks. jäljempänä jakso Erävaikutuksen korjaus). Sen lisäksi, että dataan sovelletaan normalisointia ja eräkorjausta ennen dimensioiden vähentämistä, jotkin dimensioiden vähentämismenetelmät tarjoavat myös niin sanottuja regularisointistrategioita tämän lieventämiseksi. Loppujen lopuksi kaikki dimensioiden pienentämisessä havaitut kuviot olisi otettava huomioon pitäen samalla mielessä tietojen biologinen konteksti, jotta tuloksia voidaan tulkita asianmukaisesti.
fr: Bien que la réduction de la dimensionnalité puisse être très utile pour l'exploration et l'analyse des données, elle peut également effacer des informations ou une structure pertinente pour le problème étudié. Ceci est bien illustré par le [jeu de données Datasaurus](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), qui montre comment des ensembles de mesures très différents peuvent devenir indiscernables lorsqu'il est décrit par un petit ensemble de statistiques sommaires. La meilleure façon de minimiser ce risque est de commencer par explorer visuellement les données chaque fois que possible et de vérifier soigneusement toutes les hypothèses sous-jacentes de la méthode de réduction de dimensionnalité utilisée pour s'assurer qu'elles sont valables pour les données considérées. La réduction de la dimensionnalité peut également améliorer et révéler des modèles qui ne sont pas biologiquement pertinents, en raison du bruit ou des artefacts systématiques dans les données d'origine (voir la section Correction de l'effet de lot ci-dessous). En plus d'appliquer la normalisation et la correction par lots aux données avant de réduire la dimensionnalité, certaines méthodes de réduction de la dimensionnalité offrent également des stratégies dites de régularisation pour atténuer cela. En fin de compte, tout modèle identifié dans les données à dimension réduite doit être pris en compte tout en gardant à l'esprit le contexte biologique des données afin d'interpréter les résultats de manière appropriée.
it: Sebbene la riduzione della dimensionalità possa essere molto utile per l'esplorazione e l'analisi dei dati, può anche cancellare informazioni o strutture rilevanti per il problema da studiare. Ciò è notoriamente ben illustrato dal [Datasaurus dataset](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), che dimostra come insiemi di misure dall'aspetto molto diverso possano diventare indistinguibili se descritti da un piccolo insieme di statistiche di sintesi. Il modo migliore per ridurre al minimo questo rischio è iniziare a esplorare visivamente i dati ogni volta che è possibile e verificare attentamente le ipotesi di base del metodo di riduzione della dimensionalità utilizzato per assicurarsi che siano valide per i dati considerati. La riduzione della dimensionalità può anche migliorare e rivelare modelli che non sono biologicamente rilevanti, a causa del rumore o di artefatti sistematici nei dati originali (vedere la sezione Correzione dell'effetto batch di seguito). Oltre ad applicare la normalizzazione e la correzione del batch ai dati prima di ridurre la dimensionalità, alcuni metodi di riduzione della dimensionalità offrono anche le cosiddette strategie di regolarizzazione per mitigare questo fenomeno. In definitiva, qualsiasi modello identificato nei dati ridotti per dimensione deve essere considerato tenendo presente il contesto biologico dei dati, al fine di interpretare i risultati in modo appropriato.
ja: 次元を小さくすることは、データの探索や分析に非常に有用であるが、研究対象の問題に関連する情報や構造を消してしまうこともある。このことは、[Datasaurus dataset](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html)でよく説明されている。このデータセットは、非常に異なって見える測定値の集合が、小さな要約統計量によって記述されると、いかに区別がつかなくなるかを示している。このリスクを最小化する最善の方法は、可能な限りデータを視覚的に探索することから始め、使用する次元削減手法の基礎となる仮定を注意深くチェックし、それが検討したデータに対して成り立つことを確認することである。また、次元削減は、元データのノイズや系統的なアーチファクトのために、生物学的に関連性のないパターンを強調し、明らかにすることがある（下記のバッチ効果補正のセクションを参照）。次元削減の前にデータに正規化とバッチ補正を適用することに加え、いくつかの次元削減法は、これを軽減するためのいわゆる正則化戦略も提供している。最終的には、次元削減されたデータから同定されたパターンは、結果を適切に解釈するために、データの生物学的背景に留意しながら考慮されるべきである。
pl: Chociaż zmniejszenie wymiarowości może być bardzo przydatne do eksploracji i analizy danych, może również wymazać informacje lub strukturę, które są istotne dla badanego problemu. Dobrze ilustruje to [zbiór danych Datasaurus](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), który pokazuje, jak bardzo różnie wyglądające zestawy pomiarów mogą stać się nie do odróżnienia gdy jest opisana przez mały zestaw statystyk podsumowujących. Najlepszym sposobem na zminimalizowanie tego ryzyka jest rozpoczęcie od wizualnej eksploracji danych, gdy tylko jest to możliwe, i staranne sprawdzenie wszelkich założeń leżących u podstaw zastosowanej metody redukcji wymiarowości, aby upewnić się, że obowiązują one dla rozważanych danych. Redukcja wymiarowości może również wzmocnić i ujawnić wzorce, które nie są biologicznie istotne, z powodu szumu lub systematycznych artefaktów w oryginalnych danych (patrz sekcja Korekta efektu wsadowego poniżej). Oprócz zastosowania normalizacji i korekcji wsadowej do danych przed redukcją wymiarowości, niektóre metody redukcji wymiarowości oferują również tak zwane strategie regularyzacji, aby to złagodzić. Na koniec należy rozważyć każdy wzorzec zidentyfikowany w danych o zmniejszonych wymiarach, pamiętając o biologicznym kontekście danych, aby odpowiednio zinterpretować wyniki.
pt: Embora a redução da dimensionalidade possa ser muito útil para a exploração e análise de dados, ela também pode apagar informações ou estruturas relevantes para o problema que está sendo estudado. Isso é bem ilustrado pelo [conjunto de dados Datasaurus](https://cran.r-project.org/web/packages/datasauRus/vignettes/Datasaurus.html), que demonstra como conjuntos de medições de aparência muito diferente podem se tornar indistinguíveis quando descrito por um pequeno conjunto de estatísticas resumidas. A melhor maneira de minimizar esse risco é começar explorando visualmente os dados sempre que possível e verificando cuidadosamente quaisquer suposições subjacentes do método de redução de dimensionalidade sendo usado para garantir que elas sejam válidas para os dados considerados. A redução de dimensionalidade também pode aprimorar e revelar padrões que não são biologicamente relevantes, devido a ruído ou artefatos sistemáticos nos dados originais (consulte a seção Correção de efeito de lote abaixo). Além de aplicar normalização e correção em lote aos dados antes de reduzir a dimensionalidade, alguns métodos de redução de dimensionalidade também oferecem as chamadas estratégias de regularização para mitigar isso. No final, qualquer padrão identificado em dados de dimensão reduzida deve ser considerado, tendo em mente o contexto biológico dos dados, a fim de interpretar os resultados adequadamente.

source: 📖 [Dimension Reduction: A Guided Tour](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`
de: 📖 [Dimensionsreduktion: Eine geführte Tour](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`
es: 📖 [Reducción de dimensiones: una visita guiada](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`
fa: 📖 [Dimension Reduction: A Guided Tour](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) <span class='notranslate'>{cite}`0-gefi20`{cite}`0-gefi20
fr: 📖 [Dimension Reduction : Une visite guidée](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`
it: 📖 [Riduzione delle dimensioni: una visita guidata](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`
pl: 📖 [Redukcja wymiarów: wycieczka z przewodnikiem](https://www.researchgate.net/publication/220416606_Dimension_Reduction_A_Guided_Tour) {cite}`Burges2010-fi`

source: 💻 [UMAP introduction and Python implementation](https://umap-learn.readthedocs.io/en/latest/index.html)
de: 💻 [UMAP-Einführung und Python-Implementierung](https://umap-learn.readthedocs.io/en/latest/index.html)
es: 💻 [Introducción a UMAP e implementación de Python](https://umap-learn.readthedocs.io/en/latest/index.html)
fa: 💻 [معرفی UMAP و پیاده سازی Python] (https://umap-learn.readthedocs.io/en/latest/index.html)
fi: 💻 [UMAPin käyttöönotto ja Python-toteutus](https://umap-learn.readthedocs.io/en/latest/index.html)
fr: 💻 [Introduction UMAP et implémentation Python](https://umap-learn.readthedocs.io/en/latest/index.html)
it: 💻 [Introduzione a UMAP e implementazione di Python](https://umap-learn.readthedocs.io/en/latest/index.html)
ja: UMAP の紹介と Python の実装](https://umap-learn.readthedocs.io/en/latest/index.html)
pl: 💻 [Wprowadzenie do UMAP i implementacja Pythona](https://umap-learn.readthedocs.io/en/latest/index.html)
pt: 💻 [Introdução ao UMAP e implementação do Python](https://umap-learn.readthedocs.io/en/latest/index.html)

source: 💻 [t-SNE Python implementation](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
de: 💻 [t-SNE Python Implementierung](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
es: 💻 [implementación de t-SNE Python](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
fa: 💻 [پیاده سازی پایتون t-SNE] (https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
fi: 💻 [t-SNE Python-toteutus](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
fr: 💻 [implémentation Python t-SNE] (https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
it: 💻 [implementazione t-SNE Python](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
ja: t-SNE Python実装](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
pl: 💻 [implementacja t-SNE w Pythonie](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)
pt: 💻 [implementação t-SNE Python](https://scikit-learn.org/stable/modules/generated/sklearn.manifold.TSNE.html)

source: Batch correction
cs: Oprava dávkového efektu
de: Korrektur der Chargen
es: Corrección por lotes
fa: اصلاح دسته ای
fi: Erän korjaus
fr: Correction par lots
it: Correzione dei lotti
ja: バッチ修正
pl: Korekta partii
pt: Correção em lote
