Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Normality of a data distribution can be qualitatively assessed through plotting, for instance relying on a histogram. For a more quantitative readout, statistical methods such as the Kolmogorov-Smirnov (KS) and Shapiro-Wilk tests (among many others) report how much the observed data distribution deviates from a Gaussian. These tests usually return and a p-value linked to the hypothesis that the data are sampled from a Gaussian distribution. A high p-value indicates that the data are not inconsistent with a normal distribution, but is not sufficient to prove that they indeed follow a Gaussian. A p-values smaller than a pre-defined significance threshold (usually 0.05) indicates that the data are not sampled from a normal distribution.
cs: Normální distribuce dat může být kvalitativně posouzena pomocí grafu, například spoléháním se na histogram. Kvantitativně vhodnější statistické metody, jako je Kolmogorov-Smirnov (KS) a Shapiro-Wilkův test (kromě mnoha dalších), udávají, jak moc se pozorované rozložení dat odchyluje od Gaussova rozdělení. Tyto testy se obvykle vrátí p-hodnotu spojenou s hypotézou, že data jsou vzorkována z Gaussova rozdělení. Vysoká p-hodnota naznačuje, že data nejsou v rozporu s normálním rozdělením, ale není dostatečná k prokázání, že skutečně sledují Gaussovu hodnotu. P-hodnoty menší než předem definovaný práh významnosti (obvykle 0,05) znamenají, že data nejsou odebrána z normální distribuce.
de: Die Normalität einer Datenverteilung kann qualitativ bewertet werden, indem man sie grafisch darstellt, z. B. mit Hilfe eines Histogramms. Für eine quantitativere Auswertung geben statistische Methoden wie die Kolmogorov-Smirnov- (KS) und Shapiro-Wilk-Tests (neben vielen anderen) an, wie stark die beobachtete Datenverteilung von einer Gaußschen Verteilung abweicht. Diese Tests liefern in der Regel einen p-Wert, der mit der Hypothese verknüpft ist, dass die Daten einer Gauß-Verteilung entnommen wurden. Ein hoher p-Wert zeigt an, dass die Daten nicht mit einer Normalverteilung unvereinbar sind, reicht aber nicht aus, um zu beweisen, dass sie tatsächlich einer Gaußschen Verteilung folgen. Ein p-Wert, der kleiner ist als eine vordefinierte Signifikanzschwelle (in der Regel 0,05), zeigt an, dass die Daten nicht aus einer Normalverteilung stammen.
es: La normalidad de una distribución de datos se puede evaluar cualitativamente mediante el trazado, por ejemplo, basándose en un histograma. Para una lectura más cuantitativa, los métodos estadísticos como las pruebas de Kolmogorov-Smirnov (KS) y Shapiro-Wilk (entre muchas otras) informan cuánto se desvía la distribución de datos observados de una gaussiana. Estas pruebas generalmente arrojan un valor p vinculado a la hipótesis de que los datos se muestrean a partir de una distribución gaussiana. Un valor p alto indica que los datos no son inconsistentes con una distribución normal, pero no es suficiente para demostrar que siguen una Gaussiana. Un valor de p más pequeño que un umbral de significancia predefinido (normalmente 0,05) indica que los datos no se muestrean a partir de una distribución normal.
fa: عادی بودن یک توزیع داده را می توان از طریق رسم، به عنوان مثال با تکیه بر یک هیستوگرام، از نظر کیفی ارزیابی کرد. برای بازخوانی کمی بیشتر، روش‌های آماری مانند آزمون‌های Kolmogorov-Smirnov (KS) و Shapiro-Wilk (در میان بسیاری دیگر) گزارش می‌دهند که توزیع داده‌های مشاهده‌شده چقدر از یک گاوسی انحراف دارد. این آزمون ها معمولا برمی گردند و یک مقدار p به این فرضیه مرتبط می شود که داده ها از یک توزیع گاوسی نمونه برداری شده اند. مقدار p بالا نشان می دهد که داده ها با یک توزیع نرمال ناسازگار نیستند، اما برای اثبات اینکه آنها واقعاً از یک گاوسی پیروی می کنند کافی نیست. مقادیر p کوچکتر از آستانه معنی‌داری از پیش تعریف شده (معمولاً 0.05) نشان می‌دهد که داده‌ها از یک توزیع نرمال نمونه‌برداری نشده‌اند.
fi: Tietojen jakauman normaaliutta voidaan arvioida laadullisesti esimerkiksi histogrammin avulla. Kvantitatiivisempaa tietoa saadaan tilastollisilla menetelmillä, kuten Kolmogorov-Smirnovin (KS) ja Shapiro-Wilkin testeillä (monien muiden testien ohella), jotka kertovat, kuinka paljon havaittu datajakauma poikkeaa Gaussin jakaumasta. Nämä testit palauttavat yleensä p-arvon, joka liittyy hypoteesiin, jonka mukaan tiedot on poimittu Gaussin jakaumasta. Korkea p-arvo osoittaa, että tiedot eivät ole ristiriidassa normaalijakauman kanssa, mutta se ei riitä osoittamaan, että ne todella noudattavat Gaussin jakaumaa. Ennalta määriteltyä merkitsevyysrajaa (yleensä 0,05) pienempi p-arvo osoittaa, että tiedot eivät ole normaalijakaumasta poimittuja.
fr: La normalité d'une distribution de données peut être évaluée qualitativement par traçage, par exemple en s'appuyant sur un histogramme. Pour une lecture plus quantitative, des méthodes statistiques telles que les tests de Kolmogorov-Smirnov (KS) et de Shapiro-Wilk (parmi beaucoup d'autres) indiquent dans quelle mesure la distribution des données observées s'écarte d'une gaussienne. Ces tests renvoient généralement et une valeur de p liée à l'hypothèse que les données sont échantillonnées à partir d'une distribution gaussienne. Une valeur de p élevée indique que les données ne sont pas incompatibles avec une distribution normale, mais n'est pas suffisante pour prouver qu'elles suivent bien une gaussienne. Une valeur de p inférieure à un seuil de signification prédéfini (généralement 0,05) indique que les données ne sont pas échantillonnées à partir d'une distribution normale.
it: La normalità di una distribuzione di dati può essere valutata qualitativamente attraverso un grafico, ad esempio facendo affidamento su un istogramma. Per una lettura più quantitativa, metodi statistici come i test di Kolmogorov-Smirnov (KS) e Shapiro-Wilk (tra i tanti) indicano quanto la distribuzione dei dati osservati si discosti da una gaussiana. Questi test di solito restituiscono un valore p legato all'ipotesi che i dati siano campionati da una distribuzione gaussiana. Un valore p elevato indica che i dati non sono incoerenti con una distribuzione normale, ma non è sufficiente a dimostrare che seguono effettivamente una gaussiana. Un valore p inferiore a una soglia di significatività predefinita (di solito 0,05) indica che i dati non sono campionati da una distribuzione normale.
ja: データ分布の正規性は、例えばヒストグラムのようなプロットを通して定性的に評価することができます。より定量的な読み出しとしては、コルモゴロフ・スミルノフ検定（KS検定）やシャピロ・ウィルク検定などの統計的手法（その他多数）が、観察されたデータ分布がガウス分布からどれだけずれているかを報告します。これらの検定は通常、データがガウス分布からサンプリングされたという仮説にリンクしたp値を返します。高いp値は、データが正規分布と矛盾していないことを示しますが、本当にガウス分布に従うことを証明するには十分ではありません。p値が事前に定義された有意閾値（通常は0.05）より小さい場合は、データが正規分布からサンプリングされていないことを示す。
pl: Normalność rozkładu danych można ocenić jakościowo poprzez wykreślenie, na przykład opierając się na histogramie. Aby uzyskać bardziej ilościowy odczyt, metody statystyczne, takie jak testy Kołmogorowa-Smirnowa (KS) i Shapiro-Wilka (między innymi), pokazują, jak bardzo obserwowany rozkład danych odbiega od Gaussa. Testy te zwykle zwracają wartość p powiązaną z hipotezą, że dane są próbkowane z rozkładu Gaussa. Wysoka wartość p wskazuje, że dane nie są niezgodne z rozkładem normalnym, ale nie jest wystarczająca, aby udowodnić, że rzeczywiście podążają za rozkładem Gaussa. Wartości p mniejsze niż wstępnie zdefiniowany próg istotności (zwykle 0,05) wskazują, że dane nie są próbkowane z rozkładu normalnego.
pt: A normalidade de uma distribuição de dados pode ser avaliada qualitativamente por meio de plotagem, por exemplo, com base em um histograma. Para uma leitura mais quantitativa, métodos estatísticos como os testes Kolmogorov-Smirnov (KS) e Shapiro-Wilk (entre muitos outros) relatam quanto a distribuição de dados observada se desvia de um gaussiano. Esses testes geralmente retornam um valor p vinculado à hipótese de que os dados são amostrados de uma distribuição gaussiana. Um valor p alto indica que os dados não são inconsistentes com uma distribuição normal, mas não é suficiente para provar que eles de fato seguem uma Gaussiana. Um valor p menor que um limite de significância predefinido (geralmente 0,05) indica que os dados não são amostrados de uma distribuição normal.

source: Although lots of the “standard” statistical methods have been designed with a normnality assumption, alternative approaches exist for non-normally-ditributed data. Many biological processes result in multimodal “states” (for instance differentiation) that are inherently not Gaussian. Normality testing should therefore not be mistaken for a quality assessment of the data: it merely informs on the types of tools that are appropriate to use when analyzing them.
cs: Ačkoli mnoho „standardních“ statistických metod bylo navrženo s předpokladem normality, existují alternativní přístupy pro data, která nemají normální distribuci. Mnoho biologických procesů má za následek multimodální „stavy“ (například diferenciace), které ve své podstatě nejsou Gaussovské. Testování normality by proto nemělo být zaměňováno za hodnocení kvality dat: pouze informuje o typech nástrojů, které je vhodné použít při jejich analýze.
de: Obwohl viele der "Standard"-Statistikmethoden unter der Annahme der Normalität entwickelt wurden, gibt es alternative Ansätze für nicht-normalverteilte Daten. Viele biologische Prozesse führen zu multimodalen "Zuständen" (z. B. Differenzierung), die von Natur aus nicht gaußförmig sind. Die Normalitätsprüfung sollte daher nicht mit einer Qualitätsbewertung der Daten verwechselt werden: Sie gibt lediglich Aufschluss über die Art der Instrumente, die bei der Analyse der Daten verwendet werden sollten.
es: Aunque muchos de los métodos estadísticos "estándar" se han diseñado con una suposición de normalidad, existen enfoques alternativos para datos que no se distribuyen normalmente. Muchos procesos biológicos dan como resultado "estados" multimodales (por ejemplo, diferenciación) que inherentemente no son gaussianos. Por lo tanto, las pruebas de normalidad no deben confundirse con una evaluación de la calidad de los datos: simplemente informan sobre los tipos de herramientas que son apropiadas para usar al analizarlos.
fa: اگرچه بسیاری از روش‌های آماری «استاندارد» با یک فرض نرمال طراحی شده‌اند، روش‌های جایگزین برای داده‌های غیرعادی توزیع شده وجود دارد. بسیاری از فرآیندهای بیولوژیکی منجر به «حالت‌های» چندوجهی (مثلاً تمایز) می‌شوند که ذاتاً گوسی نیستند. بنابراین تست نرمال بودن نباید با ارزیابی کیفی داده ها اشتباه گرفته شود: این آزمایش صرفاً انواع ابزارهایی را که برای تجزیه و تحلیل آنها مناسب هستند، اطلاع می دهد.
fi: Vaikka monet "tavanomaisista" tilastollisista menetelmistä on suunniteltu normaaliolettamuksella, on olemassa vaihtoehtoisia lähestymistapoja ei-normaalisti jakautuneille tiedoille. Monet biologiset prosessit johtavat multimodaalisiin "tiloihin" (esimerkiksi erilaistuminen), jotka eivät luonnostaan ole gaussisia. Normaalijakauman testausta ei siis pidä sekoittaa aineiston laadunarviointiin: se ainoastaan antaa tietoa siitä, minkälaisia välineitä on tarkoituksenmukaista käyttää aineiston analysoinnissa.
fr: Bien que de nombreuses méthodes statistiques "standard" aient été conçues avec une hypothèse de normalité, des approches alternatives existent pour les données non distribuées normalement. De nombreux processus biologiques aboutissent à des « états » multimodaux (par exemple la différenciation) qui ne sont pas gaussiens par nature. Le test de normalité ne doit donc pas être confondu avec une évaluation de la qualité des données : il renseigne simplement sur les types d'outils qu'il convient d'utiliser pour les analyser.
it: Sebbene molti dei metodi statistici "standard" siano stati progettati con un'ipotesi di normalità, esistono approcci alternativi per i dati a distribuzione non normale. Molti processi biologici danno luogo a "stati" multimodali (per esempio la differenziazione) che non sono intrinsecamente gaussiani. Il test di normalità non deve quindi essere scambiato per una valutazione della qualità dei dati: si limita a fornire informazioni sui tipi di strumenti da utilizzare per analizzarli.
ja: 多くの "標準的な "統計的手法は正規性を仮定して設計されているが、非正規分布データに対しては別のアプローチが存在する。多くの生物学的プロセスは、本質的にガウス分布ではない多峰性の「状態」（例えば分化）をもたらす。従って、正規性の検定はデータの品質評価と勘違いしてはならない。
pl: Chociaż wiele „standardowych” metod statystycznych zaprojektowano z założeniem normalności, istnieją alternatywne podejścia do danych o rozkładzie normalnym. Wiele procesów biologicznych skutkuje multimodalnymi „stanami” (na przykład różnicowaniem), które z natury nie są gaussowskie. Testowania normalności nie należy zatem mylić z oceną jakości danych: informuje ono jedynie o rodzajach narzędzi, których należy użyć podczas ich analizy.
pt: Embora muitos dos métodos estatísticos “padrão” tenham sido projetados com uma suposição de normalidade, existem abordagens alternativas para dados não distribuídos normalmente. Muitos processos biológicos resultam em “estados” multimodais (por exemplo, diferenciação) que são inerentemente não gaussianos. O teste de normalidade não deve, portanto, ser confundido com uma avaliação da qualidade dos dados: ele apenas informa sobre os tipos de ferramentas que são apropriadas para usar ao analisá-los.

source: 📖 [Modern statistics for modern biology](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
de: 📖 [Moderne Statistik für moderne Biologie](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
es: 📖 [Estadísticas modernas para la biología moderna](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
fa: 📖 [آمار مدرن برای زیست شناسی مدرن](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
fr: 📖 [Statistiques modernes pour la biologie moderne](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
it: 📖 [Statistica moderna per la biologia moderna](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
ja: 📖 【現代生物学のための現代統計学】(https://www.huber.embl.de/msmb/){cite}`Holmes2019-no`
pl: 📖 [Nowoczesne statystyki dla współczesnej biologii](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`
pt: 📖 [Estatísticas modernas para biologia moderna](https://www.huber.embl.de/msmb/) {cite}`Holmes2019-no`

source: 💻 [To get started with statistical analysis: R](https://www.r-project.org/)
de: 💻 [Für den Einstieg in die statistische Analyse: R](https://www.r-project.org/)
es: 💻 [Para comenzar con el análisis estadístico: R](https://www.r-project.org/)
fa: 💻 [برای شروع با تجزیه و تحلیل آماری: R](https://www.r-project.org/)
fi: 💻 [Tilastollisen analyysin aloittaminen: R](https://www.r-project.org/)
fr: 💻 [Pour débuter avec l'analyse statistique : R](https://www.r-project.org/)
it: 💻 [Per iniziare l'analisi statistica: R](https://www.r-project.org/)
ja: 統計解析を始めるには：R](https://www.r-project.org/)
pl: 💻 [Aby rozpocząć analizę statystyczną: R](https://www.r-project.org/)
pt: 💻 [Para começar com a análise estatística: R](https://www.r-project.org/)

source: 💻 [To do statistics in Python: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
de: 💻 [Um Statistiken in Python zu erstellen: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
es: 💻 [Para hacer estadísticas en Python: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
fa: 💻 [برای انجام آمار در پایتون: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
fi: 💻 [Tilastojen tekeminen Pythonissa: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
fr: 💻 [Pour faire des statistiques en Python : scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
it: 💻 [Per fare statistiche in Python: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
ja: 💻 [Python で統計をとるには: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
pl: 💻 [Wykonywanie statystyk w Pythonie: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)
pt: 💻 [Para fazer estatísticas em Python: scipy.stats](https://docs.scipy.org/doc/scipy/reference/stats.html)

source: Presentation of graphs
cs: Prezentace grafů
de: Darstellung von Diagrammen
es: presentación de gráficos
fa: ارائه نمودارها
fi: Kuvaajien esittäminen
fr: Présentation des graphiques
it: Presentazione dei grafici
ja: グラフの表示
pl: Prezentacja wykresów
pt: Apresentação de gráficos

source: A paper recommending checklists and best practices for publishing image data. [It also has a JupyterBook](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
cs: Dokument doporučující kontrolní seznamy a osvědčené postupy pro publikování obrazových dat. [Má také JupyterBook](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
fa: مقاله ای که چک لیست ها و بهترین روش ها را برای انتشار داده های تصویری توصیه می کند. [همچنین یک JupyterBook دارد](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
fi: Paperi, jossa suositellaan tarkistuslistoja ja parhaita käytäntöjä kuvatietojen julkaisemiseen. [Sillä on myös JupyterBook](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
it: Un documento che raccomanda liste di controllo e migliori pratiche per la pubblicazione di dati di immagine. [Ha anche un JupyterBook](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
ja: 画像データを公開するためのチェックリストとベスト プラクティスを推奨する文書。 [JupyterBook もあります](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)
pl: Artykuł zalecający listy kontrolne i najlepsze praktyki dotyczące publikowania danych obrazowych. [Ma także JupyterBook](https://quarep-limi.github.io/WG12_checklists_for_image_publishing/intro.html)

source: Check out _Creating clear and informative image-based figures for scientific publications_{cite}`Jambor2021-qe` and _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2024-et` for more tips and best practices for making image figures.
it: Per ulteriori suggerimenti e best practice sulla creazione di figure basate su immagini, consulta _Creazione di figure chiare e informative basate su immagini per pubblicazioni scientifiche_{cite}`Jambor2021-qe` e _Checklist sviluppate dalla community per la pubblicazione di immagini e l'analisi delle immagini_{cite}`Schmied2024-et`.
pl: Aby uzyskać więcej wskazówek i najlepszych praktyk dotyczących tworzenia ilustracji, zapoznaj się z dokumentami _Tworzenie przejrzystych i informacyjnych rycin opartych na obrazach do publikacji naukowych_{cite}`Jambor2021-qe` i _Opracowanymi przez społeczność listami kontrolnymi dotyczącymi publikowania i analizy obrazów_{cite}`Schmied2024-et`.

source: 📄 Community-developed checklists for publishing images and image analysis {cite}`Schmied2024-et`
it: 📄 Liste di controllo sviluppate dalla comunità per la pubblicazione di immagini e l'analisi delle immagini {cite}`Schmied2024-et`
pl: 📄 Opracowane przez społeczność listy kontrolne do publikowania obrazów i analizy obrazów {cite}`Schmied2024-et`

source: [link](https://doi.org/10.1038/s41592-023-01987-9)
it: [collegamento](https://doi.org/10.1038/s41592-023-01987-9)
pl: [odnośnik](https://doi.org/10.1038/s41592-023-01987-9)
