Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/04_Data_presentation.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: 📄 [Imaging methods are vastly underreported in biomedical research](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
de: 📄 [Bildgebende Verfahren sind in der biomedizinischen Forschung stark unterrepräsentiert](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
es: 📄 [Los métodos de imágenes están sub-reportados en la investigación biomédica](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
fa: 📄 [روش های تصویربرداری در تحقیقات زیست پزشکی بسیار کم گزارش شده است](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
fi: 📄 [Kuvantamismenetelmät ovat biolääketieteellisessä tutkimuksessa huomattavasti aliarvioituja](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
fr: 📄 [Les méthodes d'imagerie sont largement sous-estimées dans la recherche biomédicale](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
it: 📄 [I metodi di imaging sono ampiamente sottovalutati nella ricerca biomedica](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
ja: 📄 [生物医学研究において、画像診断法の報告は極めて少ない](https://doi.org/10.7554/eLife.55133){cite}`Marques2020-nx`
pl: 📄 [Metody obrazowania są znacznie zaniżone w badaniach biomedycznych](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`
pt: 📄 [Os métodos de imagem são amplamente subestimados na pesquisa biomédica](https://doi.org/10.7554/eLife.55133) {cite}`Marques2020-nx`

source: 📄 [Are figure legends sufficient? Evaluating the contribution of associated text to biomedical figure comprehension.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
de: 📄 [Sind Abbildungslegenden ausreichend? Evaluierung des Beitrags des zugehörigen Textes zum Verständnis biomedizinischer Abbildungen](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
es: 📄 [¿Son suficientes las leyendas de figuras? Evaluación de la contribución del texto asociado a la comprensión de figuras biomédicas.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
fa: 📄 [آیا افسانه های فیگور کافی هستند؟ ارزیابی سهم متن مرتبط در درک فیگورهای زیست پزشکی.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
fi: 📄 [Ovatko kuvien selitykset riittäviä? Arvioidaan liitetekstin osuutta biolääketieteellisten kuvioiden ymmärtämisessä.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
fr: 📄 [Les légendes des figures sont-elles suffisantes ? Évaluation de la contribution du texte associé à la compréhension des figures biomédicales.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
it: 📄 [Le legende delle figure sono sufficienti? Valutazione del contributo del testo associato alla comprensione delle figure biomediche](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
ja: 📄 [図の凡例は十分か？バイオメディカル図の理解に対する関連テキストの寄与を評価する](https://doi.org/10.1186/1747-5333-4-1){cite}`Yu2009-ip`
pl: 📄 [Czy legendy postaci są wystarczające? Ocena wkładu powiązanego tekstu w zrozumienie figur biomedycznych.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`
pt: 📄 [As legendas das figuras são suficientes? Avaliando a contribuição do texto associado para a compreensão da figura biomédica.](https://doi.org/10.1186/1747-5333-4-1) {cite}`Yu2009-ip`

source: Where can I learn more?
cs: Kde se mohu dozvědět více?
de: Wo kann ich mehr erfahren?
es: ¿Dónde puedo aprender más?
fa: از کجا می توانم بیشتر یاد بگیرم؟
fi: Mistä saan lisätietoja?
fr: Où puis-je en savoir plus ?
it: Dove posso saperne di più?
ja: もっと詳しく知りたいのですが？
pl: Gdzie mogę dowiedzieć się więcej?
pt: Onde posso aprender mais?

source: Check out _Creating clear and informative image-based figures for scientific publications_{cite}`Jambor2021-qe` and _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2023-ad` for more tips and best practices for making image figures.
cs: Podívejte se na _Creating clear and informative image-based figures for scientific publications_{cite}`Jambor2021-qe` a _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2023-ad`, kde najdete další tipy a doporučené postupy pro vytváření obrazových podkladů a figur.
de: Weitere Tipps und bewährte Verfahren für die Erstellung von Abbildungen finden Sie unter{cite}`Jambor2021-qe` und _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2023-ad`.
es: Consulte _Creación de figuras claras e informativas basadas en imágenes para publicaciones científicas_{cite}`Jambor2021-qe` y _Listas de verificación desarrolladas por la comunidad para publicar imágenes y análisis de imágenes_{cite}`Schmied2023-ad` para obtener más consejos y mejores prácticas para hacer figuras de imágenes. .
fa: بررسی _ایجاد ارقام واضح و آموزنده مبتنی بر تصویر برای نشریات علمی_{cite}'Jambor2021-qe' و _چک لیست های توسعه یافته در جامعه برای انتشار تصاویر و تجزیه و تحلیل تصویر_ {cite}«Schmied2023-ad» برای نکات بیشتر و بهترین روش ها برای ساخت فیگورهای تصویری.
fi: Tutustu _Creating clear and informative image-based figures for scientific publications_{cite}`Jambor2021-qe` ja _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2023-ad`, joista löydät lisää vinkkejä ja parhaita käytäntöjä kuvakuvioiden tekemiseen.
fr: Consultez _Création de figures claires et informatives basées sur des images pour les publications scientifiques_{cite}`Jambor2021-qe` et _Listes de contrôle développées par la communauté pour la publication d'images et l'analyse d'images_{cite}`Schmied2023-ad` pour plus de conseils et de bonnes pratiques pour créer des figures d'image.
ja: 画像図表を作成するためのヒントやベストプラクティスについては、_Creating clear and informative image-based figures for scientific publications_{cite}`Jambor2021-qe` や _Community-developed checklists for publishing images and image analysis_{cite}`Schmied2023-ad` をご覧ください。
pt: Confira _Criando figuras claras e informativas baseadas em imagens para publicações científicas_{cite}`Jambor2021-qe` e _listas de verificação desenvolvidas pela comunidade para publicação de imagens e análise de imagens_{cite}`Schmied2023-ad` para obter mais dicas e práticas recomendadas para criar figuras de imagens.

source: A cheat sheet on how to do basic image preparation with open source software:
cs: Cheat sheet o tom, jak provést základní přípravu obrázku pomocí open source softwaru:
de: Ein Spickzettel, wie man mit Open-Source-Software grundlegende Bildvorbereitungen durchführen kann:
es: Una hoja de trucos sobre cómo realizar la preparación básica de imágenes con software de código abierto:
fa: یک برگه تقلب در مورد نحوه تهیه اولیه تصویر با نرم افزار منبع باز:
fi: Huijaustiedote siitä, miten tehdä peruskuvaus avoimen lähdekoodin ohjelmilla:
fr: Aide-mémoire expliquant comment effectuer une préparation d'image de base avec un logiciel open source :
it: Un foglio informativo su come eseguire la preparazione di base delle immagini con software open source:
ja: オープンソースソフトウェアを使用した基本的な画像処理の方法についてのチートシート：
pl: Ściągawka na temat podstawowego przygotowania obrazu za pomocą oprogramowania open source:
pt: Uma folha de dicas sobre como fazer a preparação básica de imagens com software de código aberto:

source: Instructions for common image processing operations in Fiji
cs: Instrukce k běžným operacím zpracování obrazu ve FIJI
de: Anweisungen für gängige Bildverarbeitungsvorgänge in Fidschi
es: Instrucciones para operaciones comunes de procesamiento de imágenes en Fiji
fa: دستورالعمل عملیات پردازش تصویر رایج در فیجی
fi: Ohjeet yleisiin kuvankäsittelytoimintoihin Fidžissä
fr: Instructions pour les opérations courantes de traitement d'images aux Fidji
it: Istruzioni per le comuni operazioni di elaborazione delle immagini in Fiji
ja: フィジーにおける一般的な画像処理の手順
pl: Instrukcje dotyczące typowych operacji przetwarzania obrazu na Fidżi
pt: Instruções para operações comuns de processamento de imagem em Fiji

source: **How to correctly perform various image manipulations in Fiji.** Figure by Christopher Schmied and Helena Jambor. [Source](https://doi.org/10.12688/f1000research.27140.2)
cs: **How to correctly perform various image manipulations in Fiji.** Obrázek od Christophera Schmieda a Heleny Jamborové. [Zdroj](https://doi.org/10.12688/f1000research.27140.2)
de: **Wie man verschiedene Bildmanipulationen in Fidschi korrekt durchführt** Abbildung von Christopher Schmied und Helena Jambor. [Source](https://doi.org/10.12688/f1000research.27140.2)
es: **Cómo realizar correctamente varias manipulaciones de imágenes en Fiji.** Figura de Christopher Schmied y Helena Jambor. [Fuente](https://doi.org/10.12688/f1000research.27140.2)
fa: **نحوه انجام صحیح دستکاری های مختلف تصویر در فیجی.** شکل توسط کریستوفر اشمید و هلنا جامبور. [منبع](https://doi.org/10.12688/f1000research.27140.2)
fi: **Miten erilaisia kuvankäsittelyjä tehdään oikein Fidžissä.** Kuva: Christopher Schmied ja Helena Jambor. [Source](https://doi.org/10.12688/f1000research.27140.2)
fr: **Comment effectuer correctement diverses manipulations d'images aux Fidji.** Figure de Christopher Schmied et Helena Jambor. [Source](https://doi.org/10.12688/f1000research.27140.2)
it: **Come eseguire correttamente varie manipolazioni di immagini in Fiji.** Figura di Christopher Schmied e Helena Jambor. [Source](https://doi.org/10.12688/f1000research.27140.2)
ja: **クリストファー・シュミードとヘレナ・ジャンバーによる図。[Source](https://doi.org/10.12688/f1000research.27140.2)
pl: **Jak prawidłowo wykonywać różne manipulacje obrazami na Fidżi.** Rysunek autorstwa Christophera Schmieda i Heleny Jambor. [Źródło] (https://doi.org/10.12688/f1000research.27140.2)
pt: **Como executar corretamente várias manipulações de imagem em Fiji.** Figura de Christopher Schmied e Helena Jambor. [Fonte](https://doi.org/10.12688/f1000research.27140.2)

source: Resources for learning more
cs: Zdroje pro další informace
de: Ressourcen für weitere Informationen
es: Recursos para aprender más
fa: منابعی برای یادگیری بیشتر
fi: Resurssit lisätietojen saamiseksi
fr: Des ressources pour en savoir plus
it: Risorse per saperne di più
ja: より多くを学ぶためのリソース
pl: Zasoby, aby dowiedzieć się więcej
pt: Recursos para aprender mais

source: **Resource Name**
cs: **Název zdroje**
de: **Ressourcenname**
es: **Nombre del recurso**
fa: **نام منبع**
fi: **Lähteen nimi**
fr: **Nom de la ressource**
it: **Nome della risorsa**
ja: **リソース名
pl: **Nazwa zasobu**
pt: **Nome do recurso**

source: **Link**
cs: **Odkaz**
es: **Enlace**
fa: **ارتباط دادن**
fi: **Linkki**
fr: **Lien**
it: **Collegamento**
ja: **リンク
pl: **Połączyć**

source: **Brief description**
cs: **Stručný popis**
de: **Kurzbeschreibung**
es: **Breve descripción**
fa: **توضیح مختصر**
fi: **Lyhyt kuvaus**
fr: **Brève description**
it: **Breve descrizione**
ja: **簡単な説明
pl: **Krótki opis**
pt: **Descrição breve**

source: 📄 Creating clear and informative image-based figures for scientific publications {cite}`Jambor2021-qe`
de: 📄 Erstellung übersichtlicher und informativer bildbasierter Abbildungen für wissenschaftliche Veröffentlichungen {cite}`Jambor2021-qe`
es: 📄 Crear figuras claras e informativas basadas en imágenes para publicaciones científicas {cite}`Jambor2021-qe`
fa: 📄 ایجاد ارقام واضح و آموزنده مبتنی بر تصویر برای نشریات علمی {cite}`Jambor2021-qe`
fi: 📄 Selkeiden ja informatiivisten kuvapohjaisten lukujen luominen tieteellisiin julkaisuihin {cite}`Jambor2021-qe`
fr: 📄 Création de figures claires et informatives basées sur des images pour les publications scientifiques {cite}`Jambor2021-qe`
it: 📄 Creazione di figure chiare e informative basate su immagini per le pubblicazioni scientifiche {cite}`Jambor2021-qe`
ja: 📄 科学的な出版物のための、明確で情報量の多い画像ベースの図の作成{cite}`Jambor2021-qe`
pl: 📄 Tworzenie przejrzystych i pouczających rysunków na potrzeby publikacji naukowych {cite}`Jambor2021-qe`
pt: 📄 Criação de figuras baseadas em imagens claras e informativas para publicações científicas {cite}`Jambor2021-qe`

source: [link](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161 )
cs: [odkaz](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161)
es: [enlace](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161)
fa: [لینک](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161)
fi: [linkki](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161 )
fr: [lien](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161)
ja: [リンク](https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001161 )

source: Review article on how to create accessible, fair scientific figures, including guidelines for microscopy images
cs: Review o tom, jak vytvářet přístupné, FAIR vědecké podklady, včetně pokynů pro mikroskopické snímky
de: Übersichtsartikel über die Erstellung zugänglicher, fairer wissenschaftlicher Abbildungen, einschließlich Leitlinien für Mikroskopiebilder
es: Artículo de revisión sobre cómo crear figuras científicas justas y accesibles, incluidas las guías para imágenes de microscopía
fa: مقاله ای در مورد چگونگی ایجاد ارقام علمی قابل دسترس و منصفانه، از جمله دستورالعمل هایی برای تصاویر میکروسکوپی مرور کنید
fi: Katsausartikkeli helppokäyttöisten ja oikeudenmukaisten tieteellisten lukujen luomisesta, mukaan lukien mikroskooppikuvia koskevat ohjeet.
fr: Article de revue sur la façon de créer des figures scientifiques accessibles et équitables, y compris des lignes directrices pour les images de microscopie
it: Articolo di revisione su come creare figure scientifiche accessibili e corrette, comprese le linee guida per le immagini di microscopia
ja: アクセシブルで公正な科学図表の作成方法に関する総説。
pl: Zapoznaj się z artykułem na temat tworzenia dostępnych, rzetelnych danych naukowych, w tym wskazówek dotyczących obrazów mikroskopowych
pt: Artigo de revisão sobre como criar figuras científicas acessíveis e justas, incluindo diretrizes para imagens de microscopia

source: 📄 Community-developed checklists for publishing images and image analysis {cite}`Schmied2023-ad`
de: 📄 Von der Gemeinschaft entwickelte Checklisten für die Veröffentlichung von Bildern und Bildanalysen {cite}`Schmied2023-ad`
es: 📄 Listas de verificación desarrolladas por la comunidad para publicar imágenes y analizar imágenes {cite}`Schmied2023-ad`
fa: 📄 چک لیست های ایجاد شده توسط انجمن برای انتشار تصاویر و تجزیه و تحلیل تصویر {cite}`Schmied2023-ad`
fi: 📄 Yhteisön kehittämät tarkistuslistat kuvien ja kuva-analyysien julkaisemista varten {cite}`Schmied2023-ad`.
fr: 📄 Listes de contrôle développées par la communauté pour la publication d'images et l'analyse d'images {cite}`Schmied2023-ad`
ja: 📄 コミュニティが開発した画像と画像解析の公開用チェックリスト{cite}`Schmied2023-ad`
pt: 📄 Listas de verificação desenvolvidas pela comunidade para publicação de imagens e análise de imagens {cite}`Schmied2023-ad`

source: [link](https://arxiv.org/abs/2302.07005)
cs: [odkaz](https://arxiv.org/abs/2302.07005)
es: [enlace](https://arxiv.org/abs/2302.07005)
fa: [لینک](https://arxiv.org/abs/2302.07005)
fi: [linkki](https://arxiv.org/abs/2302.07005)
fr: [lien](https://arxiv.org/abs/2302.07005)
ja: [リンク](https://arxiv.org/abs/2302.07005)

source: A paper recommending checklists and best practices for publishing image data
de: Ein Papier mit Empfehlungen für Checklisten und bewährte Verfahren zur Veröffentlichung von Bilddaten
es: Un documento que recomienda listas de verificación y mejores prácticas para publicar datos de imágenes
fr: Un document recommandant des listes de contrôle et les meilleures pratiques pour la publication de données d'image
pt: Um documento recomendando listas de verificação e melhores práticas para publicar dados de imagem

source: 📖 Modern Statistics for Modern Biology {cite}`Holmes2019-no`
de: 📖 Moderne Statistik für moderne Biologie {cite}`Holmes2019-no`
es: 📖 Estadísticas modernas para biología moderna {cite}`Holmes2019-no`
fa: 📖 آمار مدرن برای زیست شناسی مدرن {cite}`Holmes2019-no`
fr: 📖 Statistiques modernes pour la biologie moderne {cite}`Holmes2019-no`
it: 📖 Statistica moderna per la biologia moderna {cite}`Holmes2019-no`
ja: 📖 現代生物学のための現代統計学{cite}`Holmes2019-no`
pl: 📖 Nowoczesne statystyki dla współczesnej biologii {cite}`Holmes2019-no`
pt: 📖 Estatísticas modernas para biologia moderna {cite}`Holmes2019-no`

source: [link](https://www.huber.embl.de/msmb/)
cs: [odkaz](https://www.huber.embl.de/msmb/)
es: [enlace](https://www.huber.embl.de/msmb/)
fa: [لینک](https://www.huber.embl.de/msmb/)
fi: [linkki](https://www.huber.embl.de/msmb/)
fr: [lien](https://www.huber.embl.de/msmb/)
ja: [リンク](https://www.huber.embl.de/msmb/)

source: Online statistics for biologists textbook with code examples (in R)
cs: Online učebnice statistiky pro biology s příklady kódu (v R)
de: Online-Statistiklehrbuch für Biologen mit Codebeispielen (in R)
es: Estadísticas en línea para libros de texto de biólogos con ejemplos de código (en R)
fa: کتاب درسی آمار آنلاین برای زیست شناسان با نمونه کد (به زبان R)
fi: Online-tilastot biologien oppikirja koodiesimerkkeineen (R-kielellä)
fr: Manuel de statistiques en ligne pour les biologistes avec exemples de code (en R)
it: Testo di statistica online per biologi con esempi di codice (in R)
ja: 生物学者のためのオンライン統計の教科書、コード例付き（R言語）
pl: Podręcznik statystyki online dla biologów z przykładami kodu (w R)
pt: Livro de estatísticas online para biólogos com exemplos de código (em R)

source: Statistics
cs: Statistika
de: Statistik
es: Estadística
fa: آمار
fi: Tilastot
fr: Statistiques
it: Statistiche
ja: 統計
pl: Statystyka
pt: Estatisticas

source: Quantitative data is often summarized and analysed with statistical methods and visualized with plots/graphs/diagrams. Statistical methods reveal quantitative trends, patterns, and outliers in data, while plots and graphs help to convey them to audiences. Carrying out a suitable statistical analysis and choosing a suitable chart type for your data, identifying their potential pitfalls, and faithfully realising the analysis or generating the chart with suitable software are essential to back up experimental conclusions with data and reach communication goals.
cs: Kvantitativní data jsou často shrnuta a analyzována statistickými metodami a vizualizována pomocí grafů/grafů/diagramů. Statistické metody odhalují kvantitativní trendy, vzorce a odlehlé hodnoty v datech, zatímco grafy a grafy je pomáhají zprostředkovat publiku. Provedení vhodné statistické analýzy a výběr vhodného typu grafu pro vaše data, identifikace jejich potenciálních úskalí a věrná realizace analýzy nebo generování grafu pomocí vhodného softwaru jsou nezbytné pro zálohování experimentálních závěrů daty a dosažení komunikačních cílů.
de: Quantitative Daten werden häufig mit statistischen Methoden zusammengefasst und analysiert und mit Plots/Grafiken/Diagrammen visualisiert. Statistische Methoden zeigen quantitative Trends, Muster und Ausreißer in den Daten auf, während Diagramme und Grafiken helfen, sie dem Publikum zu vermitteln. Die Durchführung einer geeigneten statistischen Analyse und die Auswahl eines geeigneten Diagrammtyps für Ihre Daten, das Erkennen möglicher Fallstricke und die genaue Durchführung der Analyse oder die Erstellung des Diagramms mit geeigneter Software sind unerlässlich, um experimentelle Schlussfolgerungen mit Daten zu untermauern und Kommunikationsziele zu erreichen.
es: Los datos cuantitativos a menudo se resumen y analizan con métodos estadísticos y se visualizan con gráficos/gráficos/diagramas. Los métodos estadísticos revelan tendencias cuantitativas, patrones y valores atípicos en los datos, mientras que los diagramas y gráficos ayudan a transmitirlos al público. Llevar a cabo un análisis estadístico adecuado y elegir un tipo de gráfico adecuado para sus datos, identificar sus posibles errores y realizar fielmente el análisis o generar el gráfico con el software adecuado son esenciales para respaldar las conclusiones experimentales con datos y alcanzar los objetivos de comunicación.
fa: داده های کمی اغلب با روش های آماری خلاصه و تجزیه و تحلیل می شوند و با نمودارها/نمودارها/نمودارها تجسم می شوند. روش‌های آماری روندهای کمی، الگوها و نقاط پرت را در داده‌ها نشان می‌دهند، در حالی که نمودارها و نمودارها به انتقال آنها به مخاطبان کمک می‌کنند. انجام یک تجزیه و تحلیل آماری مناسب و انتخاب نوع نمودار مناسب برای داده های خود، شناسایی مشکلات احتمالی آنها و تحقق صادقانه تجزیه و تحلیل یا تولید نمودار با نرم افزار مناسب برای پشتیبان گیری از نتایج تجربی با داده ها و رسیدن به اهداف ارتباطی ضروری است.
fi: Kvantitatiiviset tiedot tiivistetään ja analysoidaan usein tilastollisin menetelmin ja visualisoidaan kaavioilla/kaavioilla/diagrammeilla. Tilastolliset menetelmät paljastavat määrällisiä suuntauksia, malleja ja poikkeamia tiedoissa, kun taas piirrokset ja kaaviot auttavat välittämään ne yleisölle. Sopivan tilastollisen analyysin suorittaminen ja aineistoon sopivan kaaviotyypin valitseminen, niiden mahdollisten sudenkuoppien tunnistaminen ja analyysin uskollinen toteuttaminen tai kaaviotyypin tuottaminen sopivalla ohjelmistolla ovat olennaisen tärkeitä, jotta kokeellisia päätelmiä voidaan tukea datalla ja saavuttaa viestinnän tavoitteet.
fr: Les données quantitatives sont souvent résumées et analysées avec des méthodes statistiques et visualisées avec des tracés/graphiques/diagrammes. Les méthodes statistiques révèlent des tendances quantitatives, des modèles et des valeurs aberrantes dans les données, tandis que les tracés et les graphiques aident à les transmettre au public. Réaliser une analyse statistique appropriée et choisir un type de graphique adapté à vos données, identifier leurs pièges potentiels et réaliser fidèlement l'analyse ou générer le graphique avec un logiciel approprié sont essentiels pour étayer les conclusions expérimentales avec des données et atteindre les objectifs de communication.
it: I dati quantitativi vengono spesso riassunti e analizzati con metodi statistici e visualizzati con grafici e diagrammi. I metodi statistici rivelano le tendenze quantitative, i modelli e i valori anomali dei dati, mentre i grafici e i diagrammi aiutano a trasmetterli al pubblico. Effettuare un'analisi statistica adeguata e scegliere un tipo di grafico adatto ai propri dati, identificarne le potenziali insidie e realizzare fedelmente l'analisi o generare il grafico con un software adatto sono essenziali per corroborare le conclusioni sperimentali con i dati e raggiungere gli obiettivi di comunicazione.
ja: 定量的データは、統計的手法で要約・分析され、プロット／グラフ／図で視覚化されることが多い。統計的手法は、データの量的傾向、パターン、異常値を明らかにし、プロットやグラフは、それらを聴衆に伝えるのに役立ちます。適切な統計分析を実施し、データに適したグラフの種類を選択し、それらの潜在的な落とし穴を特定し、分析結果を忠実に再現するか、適切なソフトウェアでグラフを作成することは、実験結果をデータで裏付け、コミュニケーション目標を達成するために不可欠です。
pl: Dane ilościowe są często podsumowywane i analizowane metodami statystycznymi oraz wizualizowane za pomocą wykresów/wykresów/diagramów. Metody statystyczne ujawniają ilościowe trendy, wzorce i wartości odstające w danych, podczas gdy wykresy i wykresy pomagają przekazać je odbiorcom. Przeprowadzenie odpowiedniej analizy statystycznej i wybranie odpowiedniego typu wykresu dla danych, zidentyfikowanie potencjalnych pułapek oraz wierne wykonanie analizy lub wygenerowanie wykresu za pomocą odpowiedniego oprogramowania są niezbędne do poparcia danych eksperymentalnych wnioskami i osiągnięcia celów komunikacyjnych.
pt: Os dados quantitativos são frequentemente resumidos e analisados com métodos estatísticos e visualizados com plotagens/gráficos/diagramas. Os métodos estatísticos revelam tendências quantitativas, padrões e discrepâncias nos dados, enquanto gráficos ajudam a transmiti-los ao público. Realizar uma análise estatística adequada e escolher um tipo de gráfico adequado para seus dados, identificar suas possíveis armadilhas e realizar fielmente a análise ou gerar o gráfico com software adequado são essenciais para respaldar conclusões experimentais com dados e atingir metas de comunicação.
