Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/community_resources.po
Languages: cs, es, fa, fi, fr, ja, pl

source: Community resources
cs: Komunitní zdroje
es: Recursos para la comunidad
fa: منابع جامعه
fi: Yhteisön resurssit
fr: Ressources communautaires
ja: 地域資源
pl: Zasoby społeczności

source: Below are globally and locally available community resources
cs: Níže jsou uvedeny globálně a lokálně dostupné zdroje komunity
es: A continuación se encuentran los recursos comunitarios disponibles a nivel mundial y local.
fa: در زیر منابع جامعه در سطح جهانی و محلی موجود است
fi: Alla on lueteltu maailmanlaajuisesti ja paikallisesti saatavilla olevia yhteisön resursseja.
fr: Vous trouverez ci-dessous des ressources communautaires disponibles à l'échelle mondiale et locale
ja: 以下は、世界的および地域的に利用可能な地域資源である。
pl: Poniżej znajdują się globalnie i lokalnie dostępne zasoby społeczności

source: Global and online resources
cs: Globální a online zdroje
es: Recursos globales y en línea
fa: منابع جهانی و آنلاین
fi: Maailmanlaajuiset ja verkossa olevat lähteet
fr: Ressources mondiales et en ligne
ja: グローバル・リソースとオンライン・リソース
pl: Zasoby globalne i internetowe

source: **Resource Name**
cs: **Název zdroje**
es: **Nombre del recurso**
fa: **نام منبع**
fi: **Lähteen nimi**
fr: **Nom de la ressource**
ja: **リソース名
pl: **Nazwa zasobu**

source: **Link**
cs: **Odkaz**
es: **Enlace**
fa: **ارتباط دادن**
fi: **Linkki**
fr: **Lien**
ja: **リンク
pl: **Połączyć**

source: **Brief description**
cs: **Stručný popis**
es: **Breve descripción**
fa: **توضیح مختصر**
fi: **Lyhyt kuvaus**
fr: **Brève description**
ja: **簡単な説明
pl: **Krótki opis**

source: Global BioImaging
fa: بیولوژیکی جهانی
fi: Maailmanlaajuinen biokuvantaminen
fr: Bioimagerie mondiale
ja: グローバル・バイオイメージング
pl: Globalne bioobrazowanie

source: [link](https://globalbioimaging.org/)
cs: [odkaz](https://globalbioimaging.org/)
es: [enlace](https://globalbioimaging.org/)
fa: [لینک](https://globalbioimaging.org/)
fi: [linkki](https://globalbioimaging.org/)
fr: [lien](https://globalbioimaging.org/)
ja: [リンク](https://globalbioimaging.org/)

source: Training resources, working groups, recommendations for standardization and research reproducibility for global bioimaging efforts
cs: Školící podklady, pracovní skupiny, doporučení pro standardizaci a reprodukovatelnost výzkumu pro globální úsilí o biozobrazování
es: Recursos de capacitación, grupos de trabajo, recomendaciones para la estandarización y la reproducibilidad de la investigación para los esfuerzos globales de bioimagenología
fa: منابع آموزشی، گروه‌های کاری، توصیه‌هایی برای استانداردسازی و تکرارپذیری تحقیقات برای تلاش‌های جهانی تصویربرداری زیستی
fi: Koulutusresurssit, työryhmät, suositukset standardointia ja tutkimuksen toistettavuutta varten maailmanlaajuisia biokuvantamistoimia varten.
fr: Ressources de formation, groupes de travail, recommandations pour la normalisation et la reproductibilité de la recherche pour les efforts mondiaux de bioimagerie
ja: トレーニングリソース、ワーキンググループ、グローバルなバイオイメージングの取り組みのための標準化と研究再現性のための提言
pl: Zasoby szkoleniowe, grupy robocze, zalecenia dotyczące standaryzacji i powtarzalności badań dla globalnych wysiłków w zakresie bioobrazowania

source: GloBIAS
ja: グローバイアス

source: [link](https://www.globias.org/home)
cs: [odkaz](https://www.globias.org/home)
fa: [لینک] (https://www.globias.org/home)
fr: [lien](https://www.globias.org/home)
ja: [リンク](https://www.globias.org/home)

source: Connections, training, and more for bioimage analysts across the world
cs: Kontakty, školení a další zdroje z celého světa
fa: اتصالات، آموزش، و موارد دیگر برای تحلیلگران تصویر زیستی در سراسر جهان
fr: Connexions, formations et bien plus encore pour les analystes de bioimages du monde entier
ja: 世界中のバイオイメージアナリストのためのコネクション、トレーニングなど

source: Microforum
fa: میکرو فروم
fi: Mikrofoorumi
ja: マイクロフォーラム
pl: Mikroforum

source: [link](https://forum.microlist.org/)
cs: [odkaz](https://forum.microlist.org/)
es: [enlace](https://forum.microlist.org/)
fa: [لینک](https://forum.microlist.org/)
fi: [linkki](https://forum.microlist.org/)
fr: [lien](https://forum.microlist.org/)
ja: [リンク](https://forum.microlist.org/)

source: Discussion forum for bioimaging sample preparation and acquisition
cs: Diskusní fórum pro přípravu biologických vzorků a zobrazování.
es: Foro de discusión para la preparación y adquisición de muestras de bioimagen
fa: انجمن گفتگو برای تهیه و تهیه نمونه تصویربرداری زیستی
fi: Biokuvantamisen näytteiden valmistelua ja hankintaa koskeva keskustelufoorumi
fr: Forum de discussion pour la préparation et l'acquisition d'échantillons de bioimagerie
ja: バイオイメージング試料の調製と取得に関するディスカッションフォーラム
pl: Forum dyskusyjne poświęcone przygotowaniu i akwizycji próbek do bioobrazowania

source: Scientific Community Image Forum (Image . sc)
es: Foro de imágenes de la comunidad científica (Imagen . sc)
fa: انجمن تصویر انجمن علمی (تصویر . sc)
fi: Tiedeyhteisön kuvantamiseen liittyvä foorumi (Image . sc)
fr: Forum de l'image de la communauté scientifique (Image . sc)
ja: 科学コミュニティ・イメージフォーラム（Image .）
pl: Forum społeczności naukowej (zdjęcie . sc)

source: [link](https://forum.image.sc/)
cs: [odkaz](https://forum.image.sc/)
es: [enlace](https://forum.image.sc/)
fa: [لینک](https://forum.image.sc/)
fi: [linkki](https://forum.image.sc/)
fr: [lien](https://forum.image.sc/)
ja: [リンク](https://forum.image.sc/)

source: Discussion forum for bioimage analysis software {cite}`Rueden2019-qp`
es: Foro de debate sobre el software de análisis de bioimágenes {cite}`Rueden2019-qp`
fa: انجمن گفتگو برای نرم افزار تجزیه و تحلیل تصویر زیستی {cite}`Rueden2019-qp`
fi: Keskustelufoorumi biokuvien analysointiohjelmistolle {cite}`Rueden2019-qp`.
fr: Forum de discussion sur le logiciel d'analyse de bioimages {cite}`Rueden2019-qp`
ja: バイオ画像解析ソフトウェアに関するディスカッションフォーラム{cite}`Rueden2019-qp`
pl: Forum dyskusyjne dotyczące oprogramowania do analizy bioobrazów {cite}`Rueden2019-qp`

source: Microtutor
cs: Mikrotutor
fr: Microtuteur
ja: マイクロチューター

source: [link](https://microtutor.globalbioimaging.org/)
cs: [odkaz](https://microtutor.globalbioimaging.org/)
fr: [lien](https://microtutor.globalbioimaging.org/)
ja: [リンク](https://microtutor.globalbioimaging.org/)

source: A fantastic interactive course on fluorescence microscopy, created by the team at [Harvard CITE](https://cite.hms.harvard.edu/)
cs: Fantastický interaktivní kurz fluorescenční mikroskopie, vytvořený týmem [Harvard CITE](https://cite.hms.harvard.edu/)
fr: Un cours interactif fantastique sur la microscopie à fluorescence, créé par l'équipe de [Harvard CITE](https://cite.hms.harvard.edu/)
ja: [Harvard CITE](https://cite.hms.harvard.edu/) のチームが作成した、蛍光顕微鏡に関する素晴らしいインタラクティブ コースです。

source: HMS Nikon Imaging Center "Favorite References"
cs: "Oblíbené reference" HMS Nikon Imaging Centra
es: HMS Nikon Imaging Center "Referencias favoritas"
fa: مرکز تصویربرداری HMS Nikon "مرجع مورد علاقه"
fi: HMS Nikon Imaging Center "Suosikkiviitteet"
fr: Centre d'imagerie HMS Nikon "Références préférées"
ja: HMSニコンイメージングセンター "お気に入り文献"
pl: HMS Nikon Imaging Center „Ulubione referencje”

source: [link](https://nic.med.harvard.edu/fav_references/)
cs: [odkaz](https://nic.med.harvard.edu/fav_references/)
es: [enlace](https://nic.med.harvard.edu/fav_references/)
fa: [لینک](https://nic.med.harvard.edu/fav_references/)
fi: [linkki](https://nic.med.harvard.edu/fav_references/)
fr: [lien](https://nic.med.harvard.edu/fav_references/)
ja: [リンク](https://nic.med.harvard.edu/fav_references/)

source: A curated list of references related to many aspects of microscopy and image analysis
cs: Vybraný seznam odkazů týkajících se mnoha aspektů mikroskopie a analýzy obrazu.
es: Una lista seleccionada de referencias relacionadas a muchos aspectos de la microscopía y el análisis de imágenes.
fa: فهرستی از منابع مرتبط با بسیاری از جنبه های میکروسکوپ و تجزیه و تحلیل تصویر
fi: Kuratoitu luettelo viitteistä, jotka liittyvät moniin mikroskoopian ja kuva-analyysin osa-alueisiin.
fr: Une liste organisée de références liées à de nombreux aspects de la microscopie et de l'analyse d'images
ja: 顕微鏡と画像解析の様々な側面に関連する参考文献のリスト。
pl: Wyselekcjonowana lista odniesień związanych z wieloma aspektami mikroskopii i analizy obrazu

source: Local resources
cs: Lokální zdroje
es: Recursos locales
fa: منابع محلی
fi: Paikalliset resurssit
fr: Ressources locales
ja: 地域資源
pl: Zasoby lokalne

source: BioImaging North America (BINA)
fa: تصویربرداری زیستی آمریکای شمالی (BINA)
fi: BioImaging Pohjois-Amerikka (BINA)
fr: Bioimagerie Amérique du Nord (BINA)
ja: バイオイメージング・ノースアメリカ（BINA）
pl: BioImaging Ameryka Północna (BINA)

source: [link](https://www.bioimagingnorthamerica.org/)
cs: [odkaz](https://www.bioimagingnorthamerica.org/)
es: [enlace](https://www.bioimagingnorthamerica.org/)
fa: [لینک] (https://www.bioimagingnorthamerica.org/)
fi: [linkki](https://www.bioimagingnorthamerica.org/)
fr: [lien](https://www.bioimagingnorthamerica.org/)
ja: [リンク](https://www.bioimagingnorthamerica.org/)

source: Latin America BioImaging
fa: تصویربرداری زیستی آمریکای لاتین
fi: BioImaging Latinalainen Amerikka
fr: Amérique latine Bioimagerie
ja: ラテンアメリカ バイオイメージング
pl: Bioobrazowanie Ameryki Łacińskiej

source: [link](https://www.latambioimaging.org/ )
cs: [odkaz](https://www.latambioimaging.org/ )
es: [enlace](https://www.latambioimaging.org/ )
fa: [لینک](https://www.latambioimaging.org/)
fi: [linkki](https://www.latambioimaging.org/ )
fr: [lien](https://www.latambioimaging.org/ )
ja: [リンク](https://www.latambioimaging.org/ )

source: African BioImaging Consortium
fa: کنسرسیوم تصویربرداری زیستی آفریقا
fi: Afrikkalainen biokuvantamiskonsortio
fr: Consortium africain de bioimagerie
ja: アフリカ・バイオイメージング・コンソーシアム
pl: Afrykańskie Konsorcjum BioImaging

source: [link](https://www.africanbioimaging.org/)
cs: [odkaz](https://www.africanbioimaging.org/)
es: [enlace](https://www.africanbioimaging.org/)
fa: [لینک] (https://www.africanbioimaging.org/)
fi: [linkki](https://www.africanbioimaging.org/)
fr: [lien](https://www.africanbioimaging.org/)
ja: [リンク](https://www.africanbioimaging.org/)

source: South Africa BioImaging
fa: تصویربرداری زیستی آفریقای جنوبی
fi: BioImaging Etelä-Afrikka
fr: Afrique du Sud Bioimagerie
ja: 南アフリカ バイオイメージング
pl: Bioobrazowanie w RPA

source: [link](https://www.sabioimaging.org/)
cs: [odkaz](https://www.sabioimaging.org/)
es: [enlace](https://www.sabioimaging.org/)
fa: [لینک] (https://www.sabioimaging.org/)
fi: [linkki](https://www.sabioimaging.org/)
fr: [lien](https://www.sabioimaging.org/)
ja: [リンク](https://www.sabioimaging.org/)

source: Euro-bioimaging
fa: تصویربرداری زیستی یورو
fi: Euro-biokuvantaminen
fr: Euro-bioimagerie
ja: ユーロバイオイメージング
pl: Euro-bioobrazowanie

source: [link](https://www.eurobioimaging.eu/)
cs: [odkaz](https://www.eurobioimaging.eu/)
es: [enlace](https://www.eurobioimaging.eu/)
fa: [لینک] (https://www.eurobioimaging.eu/)
fi: [linkki](https://www.eurobioimaging.eu/)
fr: [lien](https://www.eurobioimaging.eu/)
ja: [リンク](https://www.eurobioimaging.eu/)

source: Advanced BioImaging support (Japan)
cs: Pokročilá BioImaging podpora (Japonsko)
es: Advanced BioImaging support (Japón)
fa: پشتیبانی پیشرفته تصویربرداری زیستی (ژاپن)
fi: Advanced BioImaging -tuki (Japani)
fr: Prise en charge avancée de la bioimagerie (Japon)
ja: アドバンスバイオイメージングサポート（日本）
pl: Zaawansowana obsługa BioImaging (Japonia)

source: [link](https://www.nibb.ac.jp/abis/)
cs: [odkaz](https://www.nibb.ac.jp/abis/)
es: [enlace](https://www.nibb.ac.jp/abis/)
fa: [لینک](https://www.nibb.ac.jp/abis/)
fi: [linkki](https://www.nibb.ac.jp/abis/)
fr: [lien](https://www.nibb.ac.jp/abis/)
ja: [リンク](https://www.nibb.ac.jp/abis/)

source: Microscopy Australia
fa: میکروسکوپ استرالیا
fi: Mikroskopia Australia
fr: Microscopie Australie
ja: 顕微鏡検査 オーストラリア
pl: Mikroskopia w Australii

source: [link](https://micro.org.au/)
cs: [odkaz](https://micro.org.au/)
es: [enlace](https://micro.org.au/)
fa: [لینک](https://micro.org.au/)
fi: [linkki](https://micro.org.au/)
fr: [lien](https://micro.org.au/)
ja: [リンク](https://micro.org.au/)

source: Canada BioImaging
fa: تصویربرداری زیستی کانادا
fi: Kanada Biokuvantaminen
fr: Bioimagerie Canada
ja: カナダ バイオイメージング
pl: Kanada Bioobrazowanie

source: [link](https://www.canadabioimaging.org/)
cs: [odkaz](https://www.canadabioimaging.org/)
es: [enlace](https://www.canadabioimaging.org/)
fa: [لینک] (https://www.canadabioimaging.org/)
fi: [linkki](https://www.canadabioimaging.org/)
fr: [lien](https://www.canadabioimaging.org/)
ja: [リンク](https://www.canadabioimaging.org/)

source: Singapore Microscopy Infrastructure Network
es: Red de infraestructura de microscopía de Singapur
fa: شبکه زیرساخت میکروسکوپی سنگاپور
fi: Singaporen mikroskooppi-infrastruktuuriverkosto
fr: Réseau d'infrastructure de microscopie de Singapour
ja: シンガポール顕微鏡インフラネットワーク
pl: Singapurska sieć infrastruktury mikroskopowej

source: [link](https://www.singascope.sg/)
cs: [odkaz](https://www.singascope.sg/)
es: [enlace](https://www.singascope.sg/)
fa: [لینک](https://www.singascope.sg/)
fi: [linkki](https://www.singascope.sg/)
fr: [lien](https://www.singascope.sg/)
ja: [リンク](https://www.singascope.sg/)
