Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/contributors.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Contributing to this guide
cs: Příspívání do tohoto průvodce
de: Mitwirkung an diesem Leitfaden
es: Contribuir a esta guía
fa: مشارکت در این راهنما
fi: Tämän oppaan laatiminen
fr: Contribuer à ce guide
it: Contribuire a questa guida
ja: このガイドへの貢献
pl: Przyczynianie się do tego przewodnika
pt: Contribuindo para este guia
zh: 为本指南做出贡献

source: Contributors
cs: Přispěvatelé
de: Mitwirkende
es: Colaboradores
fa: مشارکت کنندگان
fi: Yhteistyötahot
fr: Collaborateurs
it: Contribuenti
ja: 投稿者
pl: Współtwórcy
pt: Contribuidores
zh: 贡献者

source: The original material for this book was created as part of the paper "[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy`. by Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L. Evans III, Kevin W Eliceiri and Beth A. Cimini.
cs: Původní materiál pro tuto knihu byl vytvořen jako součást článku „[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)“ {cite}` Senft2023-zy`. autor: Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L Evans III, Kevin W Eliceiri a Beth A. Cimini.
de: Das Originalmaterial für dieses Buch wurde im Rahmen der Arbeit "[**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" erstellt. {cite} Senft2023-zy" von Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L. Evans III, Kevin W. Eliceiri und Beth A. Cimini.
es: El material original de este libro se creó como parte del artículo "[**_Guía del biólogo para planificar y realizar experimentos cuantitativos de bioimagen_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}` Senft2023-zy`. de Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L Evans III, Kevin W Eliceiri y Beth A. Cimini.
fa: مطالب اصلی برای این کتاب به عنوان بخشی از مقاله "[**_راهنمای یک زیست شناس برای برنامه ریزی و انجام آزمایش های کمی تصویربرداری زیستی_**](https://doi.org/10.1371/journal.pbio.3002167)" ایجاد شده است. class='notranslate'>{cite}</span>`Senft2023-zy`. توسط ربکا ای. سنفت*، باربارا دیاز روهرر*، پینا کولاروسو، لوسی سویفت، نسیم جمالی، هلنا جامبور، توماس پنگو، کریگ بریو، پائولا مونترو لوپیس، ویرجینی اولمن، جیسون کرک، کوین اندرو گونزالس، پیتر بنک هد، ادوارد ال. ایوانز سوم، کوین دبلیو السیری و بت آ. سیمینی.
fi: Tämän kirjan alkuperäinen materiaali on luotu osana julkaisua "[**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)". {cite}`Senft2023-zy`. Kirjoittaneet Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L. Evans III, Kevin W Eliceiri ja Beth A. Cimini.
fr: Le matériel original de ce livre a été créé dans le cadre de l'article "[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}` Senft2023-zy`. par Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L Evans III, Kevin W Eliceiri et Beth A. Cimini.
it: Il materiale originale di questo libro è stato creato nell'ambito del lavoro "[**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)". {cite}`Senft2023-zy`. di Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L. Evans III, Kevin W Eliceiri e Beth A. Cimini.
ja: 本書の原本は、論文"[**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167) "の一部として作成された。{cite}Rebecca A. Senft*、Barbara Diaz-Rohrer*、Pina Colarusso、Lucy Swift、Nasim Jamali、Helena Jambor、Thomas Pengo、Craig Brideau、Paula Montero Llopis、Virginie Uhlmann、Jason Kirk、Kevin Andrew Gonzales、Peter Bankhead、Edward L. Evans III、Kevin W Eliceiri、Beth A. Cimini 著。
pl: Oryginalny materiał do tej książki powstał jako część artykułu „[**_Przewodnik biologa po planowaniu i wykonywaniu ilościowych eksperymentów z bioobrazowaniem_**](https://doi.org/10.1371/journal.pbio.3002167)” {cite}` Wyślij2023-zy`. Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L Evans III, Kevin W Eliceiri i Beth A. Cimini.
pt: O material original para este livro foi criado como parte do artigo "[**_Guia de um biólogo para planejar e realizar experimentos de bioimagem quantitativa_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}` Senft2023-zy`. por Rebecca A. Senft*, Barbara Diaz-Rohrer*, Pina Colarusso, Lucy Swift, Nasim Jamali, Helena Jambor, Thomas Pengo, Craig Brideau, Paula Montero Llopis, Virginie Uhlmann, Jason Kirk, Kevin Andrew Gonzales, Peter Bankhead, Edward L Evans III, Kevin W Eliceiri e Beth A. Cimini.
zh: 本书的原始材料是论文“生物学家规划和执行定量生物成像实验指南”（https://doi.org/10.1371/journal.pbio.3002167）的一部分。作者包括 Rebecca A. Senft*、Barbara Diaz-Rohrer*、Pina Colarusso、Lucy Swift、Nasim Jamali、Helena Jambor、Thomas Pengo、Craig Brideau、Paula Montero Llopis、Virginie Uhlmann、Jason Kirk、Kevin Andrew Gonzales、Peter Bankhead、Edward L. Evans III、Kevin W Eliceiri 和 Beth A. Cimini。

source: This project was initiated by the [Center for Open Bioimage Analysis](https://openbioimageanalysis.org/) .We are grateful to [Bioimaging North America](https://www.bioimagingnorthamerica.org/) (especially its [Image Informatics](https://www.bioimagingnorthamerica.org/image-informatics-wg/) and [Training and Education](https://www.bioimagingnorthamerica.org/te-wg/) Working Groups) for both initial and ongoing support of this project.
es: Este proyecto fue iniciado por el [Centro para el Análisis Abierto de Bioimagen](https://openbioimageanalysis.org/). Agradecemos a [Bioimaging North America](https://www.bioimagingnorthamerica.org/) (especialmente sus grupos de trabajo [Imagen Informática](https://www.bioimagingnorthamerica.org/image-informatics-wg/) y [Capacitación y Educación](https://www.bioimagingnorthamerica.org/te-wg/) Grupos de Trabajo), por su continuo apoyo a este proyecto.
fa: این پروژه توسط [Center for Open Bioimage Analysis] (https://openbioimageanalysis.org/) آغاز شده است. ما از [Bioimaging North America] (https://www.bioimagingnorthamerica.org/) سپاسگزاریم (به ویژه [تصویر] آن انفورماتیک](https://www.bioimagingnorthamerica.org/image-informatics-wg/) و [آموزش و آموزش](https://www.bioimagingnorthamerica.org/te-wg/) گروه های کاری اولیه و در حال انجام حمایت از این پروژه
fi: Tämän projektin aloitti [Center for Open Bioimage Analysis](https://openbioimageanalysis.org/). Olemme kiitollisia [Bioimaging North Americalle](https://www.bioimagingnorthamerica.org/) (erityisesti sen [Image Informatiikka](https://www.bioimagingnorthamerica.org/image-informatics-wg/) ja [Koulutus ja koulutus](https://www.bioimagingnorthamerica.org/te-wg/) työryhmät) sekä alustaville että jatkuville tukea tätä hanketta.
fr: Ce projet a été initié par le [Center for Open Bioimage Analysis](https://openbioimageanalysis.org/) .Nous sommes reconnaissants à [Bioimaging North America](https://www.bioimagingnorthamerica.org/) (en particulier son [Image Informatique](https://www.bioimagingnorthamerica.org/image-informatics-wg/) et [Formation et éducation](https://www.bioimagingnorthamerica.org/te-wg/) groupes de travail) pour les groupes de travail initiaux et continus soutien à ce projet.
it: Questo progetto è stato avviato dal [Center for Open Bioimage Analysis](https://openbioimageanalysis.org/). Siamo grati a [Bioimaging North America](https://www.bioimagingnorthamerica.org/) (in particolare al suo [Image Informatica](https://www.bioimagingnorthamerica.org/image-informatics-wg/) e [Formazione e istruzione](https://www.bioimagingnorthamerica.org/te-wg/) Gruppi di lavoro) sia per i gruppi di lavoro iniziali che per quelli in corso sostegno di questo progetto.
pl: Projekt ten został zainicjowany przez [Center for Open Bioimage Analysis](https://openbioimageanalytic.org/). Jesteśmy wdzięczni [Bioimaging North America](https://www.bioimagingnorthamerica.org/) (szczególnie jego [Image Informatyka](https://www.bioimagingnorthamerica.org/image-informatics-wg/) i [Szkolenie i edukacja](https://www.bioimagingnorthamerica.org/te-wg/) grupy robocze) zarówno dla początkujących, jak i bieżących wsparcie tego projektu.
zh: 本项目由[开放生物图像分析中心](https://openbioimageanalysis.org/)发起。我们衷心感谢[北美生物成像协会](https://www.bioimagingnorthamerica.org/)（特别是其[图像信息学](https://www.bioimagingnorthamerica.org/image-informatics-wg/)和[培训与教育](https://www.bioimagingnorthamerica.org/te-wg/)工作组）对本项目的初期和持续支持。

source: Since this guide has become available, we gratefully acknowledge contributions from the following members of the microscopy and bioimage analysis community!
cs: Děkujeme za příspěvky následujících členů komunity pro mikroskopii a analýzu biologických obrazových dat bez kterých by tato příručka nevznikla!
de: Seit dieser Leitfaden verfügbar ist, danken wir den folgenden Mitgliedern der Mikroskopie- und Bioimage-Analyse-Community für ihre Beiträge!
es: ¡Desde que esta guía está disponible, agradecemos las contribuciones de los siguientes miembros de la comunidad de microscopía y análisis de bioimágenes!
fa: از آنجایی که این راهنما در دسترس قرار گرفته است، ما با سپاس از مشارکت اعضای زیر در انجمن تجزیه و تحلیل میکروسکوپ و تصویر زیستی قدردانی می کنیم!
fi: Olemme kiitollisia mikroskopia- ja biokuvien analysointiyhteisön jäsenten panoksesta myös tämän oppaan julkaisemisen jälkeen!
fr: Nous remercions chaleureusement les contributions des membres de la communauté de microscopie et d'analyse de bioimages suivants!
it: Da quando questa guida è disponibile, siamo grati per i contributi dei seguenti membri della comunità di microscopia e analisi delle bioimmagini!
ja: このガイドブックが利用できるようになって以来、顕微鏡およびバイオイメージ解析コミュニティの以下のメンバーからの貢献に感謝いたします！
pl: Odkąd ten przewodnik stał się dostępny, z wdzięcznością dziękujemy następującym członkom społeczności zajmującej się mikroskopią i analizą bioobrazów!
pt: Desde que este guia foi disponibilizado, agradecemos as contribuições dos seguintes membros da comunidade de microscopia e análise de bioimagem!
zh: 本指南发布以来，我们衷心感谢以下显微镜和生物图像分析领域成员的贡献！

source: William Giang
fa: ویلیام جیانگ
ja: ウィリアム・ジアン
pl: Williama Gianga
zh: 威廉·江

source: Robert Haase
fa: رابرت هاس
ja: ロバート・ハーゼ
pl: Roberta Haase'a
zh: 罗伯特·哈斯

source: Improvements to the build and maintenance system for this book have come from
cs: Vylepšení systému sestavení a údržby pro tuto knihu pocházejí
es: Las mejoras para la generación y mantenimiento de este libro provienen de
fa: بهبودهایی در سیستم ساخت و نگهداری این کتاب حاصل شده است
fi: Tämän kirjan rakennus- ja ylläpitojärjestelmään on tehty parannuksia
fr: Les améliorations apportées au système de construction et de maintenance de ce livre proviennent de
it: Sono arrivati miglioramenti al sistema di creazione e manutenzione di questo libro
ja: この本のビルドおよびメンテナンス システムの改善は次のとおりです。
pl: Ulepszenia systemu tworzenia i konserwacji tej książki pochodzą z
pt: As melhorias no sistema de construção e manutenção deste livro vieram de
zh: 本书的构建和维护系统的改进来自

source: Pete Bankhead
fa: پیت بانکهد
ja: ピート・バンクヘッド
pl: Pete’a Bankheada
zh: 皮特·班克黑德

source: How can I become a contributor?
cs: Jak se mohu stát přispěvatelem?
de: Wie kann ich ein Beitragszahler werden?
es: ¿Cómo puedo convertirme en colaborador?
fa: چگونه می توانم یک مشارکت کننده باشم؟
fi: Miten voin osallistua?
fr: Comment devenir collaborateur?
it: Come posso diventare un collaboratore?
ja: どうすれば貢献者になれますか？
pl: Jak mogę zostać współtwórcą?
pt: Como posso contribuir?
zh: 我如何才能成为投稿人？

source: Please feel free to open an [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) or pull request to contribute! We hope for this to be a living document reflecting the best practices and resources available.
cs: Neváhejte a otevřete [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) na GitHubu nebo zložte pull request s novým příspěvkem! Doufáme, že příručka bude živý dokument popisující aktuální a nejlepší postupy a dostupné zdroje.
de: Bitte öffnen Sie ein [issue] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) oder einen Pull Request, um einen Beitrag zu leisten! Wir hoffen, dass dies ein lebendiges Dokument ist, das die besten Praktiken und verfügbaren Ressourcen widerspiegelt.
es: Siéntase libre de abrir un [problema](https://github.com/broadinstitute/MicrocopyForBeginnersReferenceGuide/issues) o una solicitud de extracción para contribuir. Esperamos que este sea un documento vivo que refleje las mejores prácticas y los recursos disponibles.
fa: لطفاً یک [مسأله] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) را باز کنید یا درخواستی برای مشارکت بخواهید! ما امیدواریم که این سند زنده ای باشد که منعکس کننده بهترین شیوه ها و منابع موجود باشد.
fi: Voit vapaasti avata [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) tai klikata "pull request" osallistuaksesi! Toivomme, että tästä tulee jatkuvasti päivittyvä dokumentti, joka heijastaa parhaita käytäntöjä ja saatavilla olevia resursseja.
fr: N'hésitez pas à ouvrir un [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) ou une pull request pour contribuer ! Nous espérons qu'il s'agira d'un document évolutif reflétant les meilleures pratiques et ressources disponibles.
it: Sentitevi liberi di aprire un [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) o una richiesta di pull per contribuire! Ci auguriamo che questo sia un documento vivo che rifletta le migliori pratiche e le risorse disponibili.
ja: 貢献するために[issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues)やプルリクエストを気軽に開いてください！私たちは、これがベストプラクティスと利用可能なリソースを反映した生きたドキュメントになることを願っています。
pl: Zachęcamy do otworzenia [problemu] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) lub wyciągnięcia prośby o wniesienie wkładu! Mamy nadzieję, że będzie to żywy dokument odzwierciedlający najlepsze praktyki i dostępne zasoby.
pt: Sinta-se à vontade para abrir um [problema](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) ou solicitar uma contribuição! Esperamos que este seja um documento vivo que reflita as melhores práticas e recursos disponíveis.
zh: 欢迎您提交[issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues)或pull request来贡献代码！我们希望这份文档能够不断更新，反映最佳实践和可用资源。

source: We currently also offer a [Google Form](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) for contributions, though note these may be responded to more slowly than direct contributions to the GitHub repository.
cs: V současné době také nabízíme [Google formulář](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) pro příspěvky. Ale je možné že na tyto příspěvky budeme reagovat pomaleji než na přímé příspěvky v GitHubu.
de: Zurzeit bieten wir auch ein [Google-Formular] (https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) für Beiträge an. Beachten Sie jedoch, dass diese möglicherweise langsamer beantwortet werden als direkte Beiträge zum GitHub-Repository.
es: Actualmente, también ofrecemos un [Formulario de Google](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) para contribuciones, aunque tenga en cuenta que es posible que se responda más lentamente que las contribuciones directas al repositorio de GitHub.
fa: ما در حال حاضر یک [Google Form](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) را نیز برای مشارکت‌ها ارائه می‌دهیم، هرچند توجه داشته باشید که ممکن است به مشارکت‌های مستقیم به reposit G با کندی پاسخ داده شود.
fi: Tarjoamme tällä hetkellä myös [Google Form](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) -lomakkeen, mutta huomioi, että siihen saatetaan vastata hitaammin kuin suoraan GitHub-arkistoon tehtäviin kommentteihin.
fr: Nous vous proposons également un [formulaire Google](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) pour y ajouter vos contributions. Notez que celles-ci peuvent être traitées plus lentement que les contributions directes au référentiel GitHub.
it: Attualmente offriamo anche un [Google Form](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) per i contributi, anche se è bene notare che questi potrebbero ricevere una risposta più lenta rispetto ai contributi diretti al repository GitHub.
ja: 現在のところ、[Google Form](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform)での投稿も受け付けていますが、GitHubリポジトリへの直接の投稿よりも対応が遅くなる可能性があることに注意してください。
pl: Obecnie oferujemy również [Formularz Google](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) do przesyłania opinii, ale należy pamiętać, że odpowiedzi na te odpowiedzi mogą być wolniejsze niż bezpośrednie przesyłanie do repozytorium GitHub.
pt: No momento, também oferecemos um [Formulário do Google](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) para contribuições, embora, observe que elas podem ser respondidas mais lentamente do que as contribuições diretas ao repositório GitHub.
zh: 我们目前还提供 [Google 表单](https://docs.google.com/forms/d/e/1FAIpQLScWQbemviI2OkvVkeTKUOozAzKNndcZpXIB_nE0qFMl72lqvQ/viewform) 供大家贡献，但请注意，这些表单的回复速度可能比直接向 GitHub 存储库贡献要慢。

source: Translation
cs: Překlad
de: Übersetzung
es: Traducción
fa: ترجمه
fi: Käännös
fr: Traduction
it: Traduzione
ja: 翻訳
pl: Tłumaczenie
pt: Tradução
zh: 翻译

source: This guide is available in [English](https://www.bioimagingguide.org) as well as [Czech](https://cs.bioimagingguide.org), [Portuguese](https://pt.bioimagingguide.org), and [Spanish](https://es.bioimagingguide.org).
cs: Tato příručka je k dispozici v [angličtině](https://www.bioimagingguide.org) a také [češtině](https://cs.bioimagingguide.org), [portugalštině](https://pt.bioimagingguide.org ) a [španělština](https://es.bioimagingguide.org).
es: Esta guía está disponible en [inglés](https://www.bioimagingguide.org), así como en [checo](https://cs.bioimagingguide.org), [portugués](https://pt.bioimagingguide.org ), y [español](https://es.bioimagingguide.org).
fa: این راهنما در [انگلیسی](https://www.bioimagingguide.org) و همچنین [چکی](https://cs.bioimagingguide.org)، [پرتغالی](https://pt.bioimagingguide.org) موجود است ، و [اسپانیایی] (https://es.bioimagingguide.org).
fi: Tämä opas on saatavilla [englanniksi](https://www.bioimagingguide.org) sekä [tšekkiksi](https://cs.bioimagingguide.org), [portugaliksi](https://pt.bioimagingguide.org) ) ja [espanjaksi](https://es.bioimagingguide.org).
fr: Ce guide est disponible en [anglais](https://www.bioimagingguide.org) ainsi qu'en [tchèque](https://cs.bioimagingguide.org), [portugais](https://pt.bioimagingguide.org ), et [espagnol](https://es.bioimagingguide.org).
it: Questa guida è disponibile in [inglese](https://www.bioimagingguide.org), [ceco](https://cs.bioimagingguide.org), [portoghese](https://pt.bioimagingguide.org ) e [spagnolo](https://es.bioimagingguide.org).
ja: このガイドは、[英語](https://www.bioimagingguide.org)、[チェコ語](https://cs.bioimagingguide.org)、[ポルトガル語](https://pt.bioimagingguide.org)でも利用できます。 )、および[スペイン語](https://es.bioimagingguide.org)。
pl: Ten przewodnik jest dostępny w języku [angielskim] (https://www.bioimagingguide.org), [czeskim] (https://cs.bioimagingguide.org), [portugalskim] (https://pt.bioimagingguide.org ) i [hiszpański](https://es.bioimagingguide.org).
pt: Este guia está disponível em [inglês](https://www.bioimagingguide.org), bem como em [checo](https://cs.bioimagingguide.org), [português](https://pt.bioimagingguide.org ) e [espanhol](https://es.bioimagingguide.org).
zh: 本指南提供[英文](https://www.bioimagingguide.org)、[捷克语](https://cs.bioimagingguide.org)、[葡萄牙语](https://pt.bioimagingguide.org)和[西班牙语](https://es.bioimagingguide.org)版本。
