Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/contributors.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Work is underway to translate this guide into other languages - translation is planned or has begun in French, German, Finnish, Italian, Japanese, Polish, and Farsi. To help translate into one of these languages, or another language not listed here, please contact bcimini AT broadinstitute DOT org.
cs: Pracuje se na překladu této příručky do dalších jazyků – překlad je plánován nebo již začal do francouzštiny, němčiny, finštiny, italštiny, japonštiny, polštiny a perštiny. Chcete-li pomoci s překladem do jednoho z těchto jazyků nebo do jiného jazyka, který zde není uveden, kontaktujte prosím bcimini AT broadinstitute DOT org.
es: Se está trabajando para traducir esta guía a otros idiomas; la traducción está prevista o ya ha comenzado en francés, alemán, finlandés, italiano, japonés, polaco y farsi. Para ayudar a traducir a uno de estos idiomas u otro idioma que no figura aquí, comuníquese con bcimini AT broadinstitute DOT org.
fa: کار برای ترجمه این راهنما به زبان های دیگر در حال انجام است - ترجمه به زبان های فرانسوی، آلمانی، فنلاندی، ایتالیایی، ژاپنی، لهستانی و فارسی برنامه ریزی شده یا آغاز شده است. برای کمک به ترجمه به یکی از این زبان‌ها یا زبان دیگری که در اینجا فهرست نشده است، لطفاً با bcimini AT broadinstitute DOT org تماس بگیرید.
fi: Tämän oppaan kääntäminen muille kielille on meneillään - käännös on suunnitteilla tai on aloitettu ranskaksi, saksaksi, suomeksi, italiaksi, japaniksi, puolaksi ja farsiksi. Jos haluat auttaa kääntämään jollekin näistä kielistä tai muulle kielelle, jota ei ole lueteltu tässä, ota yhteyttä bcimini AT broadinstitute DOT org:iin.
fr: Des travaux sont en cours pour traduire ce guide dans d'autres langues : une traduction est prévue ou a commencé en français, allemand, finnois, italien, japonais, polonais et farsi. Pour aider à traduire dans l'une de ces langues, ou dans une autre langue non répertoriée ici, veuillez contacter bcimini AT broadinstitute DOT org.
it: È in corso il lavoro per tradurre questa guida in altre lingue: la traduzione è pianificata o è iniziata in francese, tedesco, finlandese, italiano, giapponese, polacco e farsi. Per aiutare a tradurre in una di queste lingue, o in un'altra lingua non elencata qui, contatta bcimini AT broadinstitute DOT org.
ja: このガイドを他の言語に翻訳する作業が進行中です。フランス語、ドイツ語、フィンランド語、イタリア語、日本語、ポーランド語、ペルシャ語での翻訳が計画されているか、開始されています。これらの言語のいずれか、またはここにリストされていない別の言語への翻訳をサポートするには、bcimini ATroadinstitute DOT org にお問い合わせください。
pl: Trwają prace nad tłumaczeniem tego przewodnika na inne języki – planowane jest lub rozpoczęło się tłumaczenie na język francuski, niemiecki, fiński, włoski, japoński, polski i perski. Aby pomóc w tłumaczeniu na jeden z tych języków lub inny język, który nie jest tutaj wymieniony, prosimy o kontakt z firmą bcimini AT broadinstitute DOT org.
pt: Estão em andamento trabalhos para traduzir este guia para outros idiomas – a tradução está planejada ou já foi iniciada em francês, alemão, finlandês, italiano, japonês, polonês e persa. Para ajudar a traduzir para um desses idiomas, ou para outro idioma não listado aqui, entre em contato com bcimini AT broadinstitute DOT org.
zh: 我们正在努力将本指南翻译成其他语言——法语、德语、芬兰语、意大利语、日语、波兰语和波斯语的翻译工作已经启动或正在筹备中。如果您想协助翻译成上述语言或其他未列出的语言，请联系 bcimini AT broadinstitute DOT org。

source: Translations are gratefully acknowledged from:
cs: Za překlady děkujeme:
de: Die Übersetzungen werden dankend anerkannt von:
es: Se agradecen las traducciones de:
fa: با تشکر از ترجمه ها:
fi: Kiitokset käännösten tekijöille:
fr: Nous remercions chaleureusement les traducteurs :
it: Si ringraziano le traduzioni di:
ja: 翻訳に感謝する：
pl: Tłumaczenia z wdzięcznością przyjmujemy od:
pt: Agradecemos as traduções de:
zh: 谨此感谢以下译者：

source: Czech : Martin Schätz
cs: Čeština : [Martin Schätz](https://orcid.org/0000-0003-0931-4017)
de: Tschechisch : Martin Schätz
es: Checo : Martin Schätz
fa: چک: مارتین شاتز
fi: Tšekki : Martin Schätz
fr: Tchèque : Martin Schätz
it: Ceco : Martin Schätz
ja: チェコ語 ：マルティン・シェッツ
pl: Czeski : Martin Schätz
pt: Checo : Martin Schätz
zh: 捷克语：马丁·沙茨

source: Portuguese: Mario Costa Cruz
cs: Portugalština: Mario Costa Cruz
es: Portugués: Mario Costa Cruz
fa: پرتغالی: ماریو کاستا کروز
fi: Portugalin kieli: Mario Costa Cruz
fr: Portugais : Mario Costa Cruz
it: Portoghese: Mario Costa Cruz
ja: ポルトガル語マリオ・コスタ・クルス
pl: Portugalski: Mario Costa Cruz
pt: Português: Mário Costa Cruz
zh: 葡萄牙语：马里奥·科斯塔·克鲁兹

source: Spanish: Mariana De Niz
cs: Španělsky: Mariana De Niz
es: Español: Mariana De Niz
fa: اسپانیایی: ماریانا دنیز
fi: espanja: Mariana De Niz
fr: Espagnol : Mariana De Niz
it: spagnolo: Mariana De Niz
pl: Hiszpański: Mariana De Niz
zh: 西班牙语：玛丽安娜·德·尼兹

source: This guide is available in [English](https://www.bioimagingguide.org) as well as [Czech](https://cs.bioimagingguide.org).
de: Dieser Leitfaden ist sowohl in [Englisch] (https://www.bioimagingguide.org) als auch in [Tschechisch] (https://cs.bioimagingguide.org) verfügbar.

source: Work is underway to translate this guide into other languages - translation is planned or has begun in French, Spanish, Portuguese, German, Finnish, and Polish. To help translate into one of these languages, or another language not listed here, please contact bcimini AT broadinstitute DOT org.
de: Es wird daran gearbeitet, diesen Leitfaden in andere Sprachen zu übersetzen - die Übersetzung ins Französische, Spanische, Portugiesische, Deutsche, Finnische und Polnische ist geplant oder hat bereits begonnen. Wenn Sie bei der Übersetzung in eine dieser Sprachen oder eine andere hier nicht aufgeführte Sprache helfen möchten, wenden Sie sich bitte an bcimini AT broadinstitute DOT org.
