Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/Glossary.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Light penetration and fluorescence imaging is negatively impacted by light scattering within a thick specimen. This scattering is due to the different refractive indexes present within a tissue. To facilitate imaging of tissues, researchers often cut thick tissues into slices of different thicknesses. This process is called tissue sectioning. In most cases the samples are fixed and embedded in paraffin or frozen in tissue freezing medium and later cut into thin slices by a machine like a cryostat, microtome, or vibratome and sections collected into a tube or onto a slide.
cs: Průnik světla a fluorescenční zobrazování je negativně ovlivněno rozptylem světla v tlustém vzorku. Tento rozptyl je způsoben různými indexy lomu přítomnými v tkáni. Aby se usnadnilo zobrazování tkání, výzkumníci často řežou tlusté tkáně na plátky různé tloušťky. Tento proces se nazývá řezání tkání. Ve většině případů se vzorky fixují a zalijí do parafínu nebo zmrazí v médiu pro zmrazení tkání a později se nařežou na tenké plátky pomocí stroje, jako je kryostat, mikrotom nebo vibratom, a řezy se odeberou do zkumavky nebo na sklíčko.
de: Die Lichtdurchdringung und die Fluoreszenzabbildung werden durch Lichtstreuung innerhalb einer dicken Probe beeinträchtigt. Diese Streuung ist auf die unterschiedlichen Brechungsindizes in einem Gewebe zurückzuführen. Um die Bildgebung von Gewebe zu erleichtern, schneiden Forscher dicke Gewebeproben häufig in Scheiben unterschiedlicher Dicke. Dieser Vorgang wird als Gewebeschneiden bezeichnet. In den meisten Fällen werden die Proben fixiert und in Paraffin eingebettet oder in einem Gefriermedium eingefroren und später mit einem Gerät wie einem Kryostat, Mikrotom oder Vibratom in dünne Scheiben geschnitten und die Schnitte in einem Röhrchen oder auf einem Objektträger gesammelt.
es: La penetración de la luz y las imágenes de fluorescencia se ven afectadas negativamente por la dispersión de la luz dentro de una muestra gruesa. Esta dispersión se debe a los diferentes índices de refracción presentes en un tejido. Para facilitar la obtención de imágenes de los tejidos, los investigadores a menudo cortan tejidos gruesos en rodajas de diferentes grosores. Este proceso se llama corte de tejido. En la mayoría de los casos, las muestras se fijan y se incrustan en parafina o se congelan en un medio de congelación de tejidos y luego se cortan en rodajas finas con una máquina como un criostato, un micrótomo o un vibratomo y las secciones se recogen en un tubo o en un portaobjetos.
fa: نفوذ نور و تصویربرداری فلورسانس به طور منفی تحت تأثیر پراکندگی نور در یک نمونه ضخیم است. این پراکندگی به دلیل ضریب شکست متفاوت موجود در یک بافت است. برای تسهیل تصویربرداری از بافت ها، محققان اغلب بافت های ضخیم را به برش هایی با ضخامت های مختلف برش می دهند. این فرآیند برش بافت نامیده می شود. در اغلب موارد، نمونه‌ها را در پارافین ثابت کرده و یا در محیط انجماد بافت منجمد می‌کنند و بعداً توسط دستگاهی مانند کرایوستات، میکروتوم یا ویبراتوم به برش‌های نازک بریده می‌شوند و بخش‌هایی در یک لوله یا روی یک لام جمع‌آوری می‌شوند.
fi: Valon sironta paksussa näytteessä hankaloittaa fluoresenssikuvausta ja valon läpäisyä näyttessä. Sironta johtuu kudoksen sisällä olevista erilaisista taitekertoimista. Kudosten kuvantamisen helpottamiseksi kudokset leikataan viipaleisiin. Tätä prosessia kutsutaan kudosten leikkaamiseksi. Useimmissa tapauksissa näytteet kiinnitetään ja valetaan parafiiniin tai pakastetaan kudospakastusaineessa, minkä jälkeen ne leikataan ohuiksi viipaleiksi koneella, kuten kryostaatilla, mikrotomilla tai vibratomilla, ja leikkeet kerätään putkeen tai objektilasille.
fr: La pénétration de la lumière et l'imagerie par fluorescence sont négativement affectées par la diffusion de la lumière dans un échantillon épais. Cette diffusion est due aux différents indices de réfraction présents au sein d'un tissu. Pour faciliter l'imagerie des tissus, les chercheurs coupent souvent les tissus épais en tranches d'épaisseurs différentes. Ce processus est appelé sectionnement des tissus. Dans la plupart des cas, les échantillons sont fixés et inclus dans de la paraffine ou congelés dans un milieu de congélation tissulaire, puis coupés en fines tranches par une machine telle qu'un cryostat, un microtome ou un vibratome et des sections collectées dans un tube ou sur une lame.
it: La penetrazione della luce e l'imaging di fluorescenza sono influenzate negativamente dalla diffusione della luce all'interno di un campione spesso. Questa dispersione è dovuta ai diversi indici di rifrazione presenti in un tessuto. Per facilitare l'imaging dei tessuti, i ricercatori spesso tagliano i tessuti spessi in fette di diverso spessore. Questo processo è chiamato sezionamento dei tessuti. Nella maggior parte dei casi i campioni vengono fissati e incorporati in paraffina o congelati in un mezzo di congelamento dei tessuti e successivamente tagliati in fette sottili da una macchina come un criostato, un microtomo o un vibratomo e le sezioni vengono raccolte in una provetta o su un vetrino.
ja: 光の透過と蛍光イメージングは、厚い試料内での光の散乱によって悪影響を受ける。この散乱は、組織内に存在する屈折率の違いによるものである。組織のイメージングを容易にするために、研究者はしばしば厚い組織を異なる厚さのスライスに切断する。このプロセスを組織切片化と呼ぶ。ほとんどの場合、サンプルは固定され、パラフィンに包埋されるか、組織凍結培地で凍結され、その後、クライオスタット、ミクロトーム、ビブラトームなどの機械で薄切りにされ、切片はチューブやスライドに集められる。
pl: Rozpraszanie światła w grubej próbce ma negatywny wpływ na penetrację światła i obrazowanie fluorescencyjne. To rozpraszanie jest spowodowane różnymi współczynnikami załamania światła obecnymi w tkance. Aby ułatwić obrazowanie tkanek, badacze często tną grube tkanki na plastry o różnej grubości. Ten proces nazywa się cięciem tkanki. W większości przypadków próbki są utrwalane i zatapiane w parafinie lub zamrażane w podłożu do zamrażania tkanek, a następnie cięte na cienkie plasterki za pomocą urządzenia takiego jak kriostat, mikrotom lub wibratom, a skrawki są zbierane do probówki lub na szkiełku.
pt: A penetração de luz e a imagem de fluorescência são impactadas negativamente pela dispersão de luz dentro de uma amostra espessa. Essa dispersão se deve aos diferentes índices de refração presentes em um tecido. Para facilitar a geração de imagens de tecidos, os pesquisadores geralmente cortam tecidos grossos em fatias de diferentes espessuras. Este processo é chamado de seccionamento de tecido. Na maioria dos casos, as amostras são fixadas e embebidas em parafina ou congeladas em meio de congelamento de tecidos e posteriormente cortadas em fatias finas por uma máquina como um criostato, micrótomo ou vibratomo e as seções coletadas em um tubo ou lâmina.
zh: 厚组织样本内部的光散射会对光穿透和荧光成像产生不利影响。这种散射是由于组织内部不同介质的折射率不同造成的。为了便于组织成像，研究人员通常会将厚组织切割成不同厚度的切片。这个过程称为组织切片。大多数情况下，样本会被固定并包埋在石蜡中，或冷冻在组织冷冻介质中，然后使用诸如低温恒温器、切片机或振动切片机等设备切成薄片，并将切片收集到试管或载玻片上。
