Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/Glossary.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Instance segmentation, the segmentation is object based, not just detecting were the cells are but diving each cell as a separate object.
cs: Instance segmentace, segmentace je založena na objektu, nejen zjišťuje, kde buňky jsou, ale ponořuje každou buňku jako samostatný objekt.
de: Bei der Instanzsegmentierung erfolgt die Segmentierung objektbasiert, d. h. es wird nicht nur erkannt, wo sich die Zellen befinden, sondern jede Zelle wird als eigenes Objekt untergetaucht.
es: Segmentación de instancias, la segmentación se basa en objetos, no solo detecta dónde están las celdas, sino que divide cada celda como un objeto separado.
fa: تقسیم‌بندی نمونه، تقسیم‌بندی مبتنی بر شی است، نه تنها تشخیص سلول‌ها، بلکه غواصی هر سلول به عنوان یک شی جداگانه.
fi: Esimerkin segmentointi, segmentointi perustuu objektiin, ei vain solujen havaitsemiseen, vaan jokaisen solun sukeltamiseen erillisenä objektina.
fr: Segmentation d'instance, la segmentation est basée sur l'objet, non seulement pour détecter où se trouvent les cellules, mais pour plonger chaque cellule en tant qu'objet séparé.
it: Segmentazione dell'istanza, la segmentazione è basata sull'oggetto, non si limita a rilevare la posizione delle cellule, ma considera ogni cellula come un oggetto separato.
ja: インスタンスのセグメンテーションでは、セグメンテーションはオブジェクトベースであり、単に細胞の位置を検出するだけでなく、各細胞を個別のオブジェクトとしてダイビングする。
pl: Segmentacja instancji, segmentacja jest oparta na obiektach, nie tylko wykrywa, gdzie znajdują się komórki, ale nurkuje w każdej komórce jako osobny obiekt.
pt: Segmentação de instância, a segmentação é baseada em objetos, não apenas detectando onde as células estão, mas mergulhando cada célula como um objeto separado.
zh: 实例分割，分割是基于对象的，不仅检测细胞的位置，而且将每个细胞划分为一个单独的对象。

source: Panoptic Segmentation, it can be defined as a combination of the prior two, because it identifies the object but also classifies them. An example in biology might be detecting all the cells on an image and classifying them as dividing vs not.
cs: Panoptickou segmentaci lze definovat jako kombinaci předchozích dvou, protože objekt identifikuje, ale také klasifikuje. Příkladem v biologii může být detekce všech buněk na obrázku a jejich klasifikace jako dělící vs.
de: Die panoptische Segmentierung kann als eine Kombination der beiden vorhergehenden definiert werden, da sie das Objekt identifiziert, aber auch klassifiziert. Ein Beispiel aus der Biologie wäre die Erkennung aller Zellen auf einem Bild und die Klassifizierung, ob sie sich teilen oder nicht.
es: Segmentación Panóptica, se puede definir como una combinación de las dos anteriores, porque identifica el objeto pero también lo clasifica. Un ejemplo en biología podría ser detectar todas las células en una imagen y clasificarlas como en división frente a no.
fa: Panoptic Segmentation، می تواند به عنوان ترکیبی از دو مورد قبلی تعریف شود، زیرا شی را شناسایی می کند اما آنها را نیز طبقه بندی می کند. یک مثال در زیست‌شناسی می‌تواند تشخیص تمام سلول‌های روی یک تصویر و طبقه‌بندی آن‌ها به‌عنوان تقسیم‌کننده در مقابل غیر تقسیم‌بندی باشد.
fi: Panoptinen segmentointi, se voidaan määritellä kahden edellisen yhdistelmäksi, koska se tunnistaa kohteen mutta myös luokittelee ne. Esimerkkinä biologiassa voisi olla kaikkien kuvassa olevien solujen tunnistaminen ja niiden luokittelu jakautuviksi ja jakautumattomiksi.
fr: Segmentation panoptique, elle peut être définie comme une combinaison des deux précédentes, car elle identifie l'objet mais aussi les classe. Un exemple en biologie pourrait être de détecter toutes les cellules sur une image et de les classer comme se divisant ou non.
it: Segmentazione panottica, può essere definita come una combinazione delle due precedenti, perché identifica gli oggetti ma li classifica anche. Un esempio in biologia potrebbe essere l'individuazione di tutte le cellule presenti in un'immagine e la loro classificazione come cellule che si dividono o meno.
ja: パノプティック・セグメンテーションは、オブジェクトを識別するだけでなく、それらを分類するため、前の2つの組み合わせとして定義することができる。生物学の例では、画像上のすべての細胞を検出し、分裂しているかしていないかを分類することができる。
pl: Segmentację panoptyczną można zdefiniować jako połączenie dwóch poprzednich, ponieważ identyfikuje obiekt, ale także je klasyfikuje. Przykładem w biologii może być wykrycie wszystkich komórek na obrazie i sklasyfikowanie ich jako dzielące się i nie.
pt: Segmentação Panóptica, pode ser definida como uma combinação das duas anteriores, pois identifica o objeto, mas também os classifica. Um exemplo em biologia pode ser detectar todas as células em uma imagem e classificá-las como em divisão ou não.
zh: 全景分割可以定义为前两种方法的结合，因为它不仅能识别目标，还能对其进行分类。生物学中的一个例子是检测图像中的所有细胞，并将它们分类为正在分裂或未分裂的细胞。

source: Thresholding
cs: Prahování
de: Schwellenwert
es: umbralización
fa: آستانه گذاری
fi: Kynnysarvot
fr: Seuil
it: Soglia
ja: 閾値処理
pl: Progowanie
pt: Limiar
zh: 阈值

source: The easiest form of image segmentation, it divides the image into two part the background and the foreground (or signal). It creates a binary image where usually the background pixels would be change to a 0 value and the foreground pixels values would be 1.
cs: Nejjednodušší forma segmentace obrazu, která rozděluje obraz na dvě části - pozadí a popředí (nebo signál). Vytvoří binární obraz, kde se obvykle pixely pozadí změní na hodnotu 0 a pixely objektu na hodnotu 1.
de: Bei der einfachsten Form der Bildsegmentierung wird das Bild in zwei Teile unterteilt: den Hintergrund und den Vordergrund (oder das Signal). Es wird ein binäres Bild erstellt, bei dem die Hintergrundpixel in der Regel den Wert 0 und die Vordergrundpixel den Wert 1 annehmen.
es: La forma más fácil de segmentación de imágenes, divide la imagen en dos partes, el fondo y el primer plano (o señal). Crea una imagen binaria donde, por lo general, los píxeles de fondo cambiarían a un valor de 0 y los valores de los píxeles de primer plano serían 1.
fa: ساده ترین شکل تقسیم بندی تصویر، تصویر را به دو قسمت پس زمینه و پیش زمینه (یا سیگنال) تقسیم می کند. این یک تصویر باینری ایجاد می کند که معمولاً پیکسل های پس زمینه به مقدار 0 تغییر می کنند و مقادیر پیکسل های پیش زمینه 1 خواهد بود.
fi: Se on helpoin kuvan segmentoinnin muoto, jossa kuva jaetaan kahteen osaan, taustaan ja etualaan (tai signaaliin). Se luo binäärikuvan, jossa yleensä taustapikselit muuttuvat 0-arvoisiksi ja etualan pikselien arvot ovat 1.
fr: La forme la plus simple de segmentation d'image, elle divise l'image en deux parties, l'arrière-plan et le premier plan (ou signal). Il crée une image binaire où généralement les pixels d'arrière-plan seraient changés en une valeur 0 et les valeurs des pixels de premier plan seraient 1.
it: La forma più semplice di segmentazione delle immagini, divide l'immagine in due parti, lo sfondo e il primo piano (o segnale). Crea un'immagine binaria in cui di solito i pixel dello sfondo assumono il valore 0 e i pixel in primo piano assumono il valore 1.
ja: 画像分割の最も簡単な方法で、画像を背景と前景（または信号）の2つに分割する。通常、背景ピクセルは0、前景ピクセルは1となる。
pl: Najłatwiejsza forma segmentacji obrazu, dzieli obraz na dwie części, tło i pierwszy plan (lub sygnał). Tworzy obraz binarny, w którym zwykle piksele tła byłyby zmieniane na wartość 0, a wartości pikseli pierwszego planu wynosiłyby 1.
pt: A forma mais fácil de segmentação de imagem, divide a imagem em duas partes o fundo e o primeiro plano (ou sinal). Ele cria uma imagem binária onde normalmente os pixels de fundo seriam alterados para um valor 0 e os valores dos pixels de primeiro plano seriam 1.
zh: 最简单的图像分割方法是将图像分割成两部分：背景和前景（或信号）。它会生成二值图像，其中背景像素的值通常为 0，前景像素的值通常为 1。

source: Tissue clearing
cs: Čištění tkání
de: Klärung des Gewebes
es: Limpieza de tejidos
fa: پاکسازی بافت
fi: Kudosten puhdistaminen
fr: Nettoyage des tissus
it: Pulizia dei tessuti
ja: 組織クリアリング
pl: Oczyszczanie tkanek
pt: Limpeza de tecido
zh: 组织透明化

source: Fluorescence imaging of the whole thickness of a piece of tissue is very challenging due to light absorption and scattering induced by the inhomogeneities in refractive indexes within the tissue itself, resulting in poor light penetration. Additionally, light coming from different parts of the sample contribute to fluorescence blur, drastically reducing contrast and resolution in any given plane. As a result, researchers tend to use tissue sectioning techniques to extract information about cellular components and their spatial distribution or relationships from a thin two-dimensional volume. However, most components in any complex biological system such as an organ are not contained within this two-dimensional volume, and therefore, this approach compromises the understanding of the spatial relationships among cellular components. Tissue clearing focused on reducing the inhomogeneities in the tissue by equilibrating the refractive index throughout the sample. This allows light to pass through the tissue and therefore enables high resolution, volumetric imaging of whole organs and tissues using conventional microscopy techniques such as confocal microscopy without the need to physically section the sample.
cs: Fluorescenční zobrazování celé tloušťky kousku tkáně je velmi náročné kvůli absorpci a rozptylu světla indukovanému nehomogenitami v indexech lomu uvnitř tkáně samotné, což má za následek špatnou penetraci světla. Světlo přicházející z různých částí vzorku navíc přispívá k fluorescenčnímu rozostření, což drasticky snižuje kontrast a rozlišení v jakékoli dané rovině. Výsledkem je, že výzkumníci mají tendenci používat techniky řezání tkání k extrakci informací o buněčných složkách a jejich prostorové distribuci nebo vztazích z tenkého dvourozměrného objemu. Většina složek v jakémkoli složitém biologickém systému, jako je orgán, však není obsažena v tomto dvourozměrném objemu, a proto tento přístup ohrožuje pochopení prostorových vztahů mezi buněčnými složkami. Čištění tkáně se zaměřilo na snížení nehomogenit ve tkáni vyrovnáním indexu lomu v celém vzorku. To umožňuje světlu procházet tkání, a proto umožňuje objemové zobrazení celých orgánů a tkání s vysokým rozlišením pomocí konvenčních mikroskopických technik, jako je konfokální mikroskopie, bez nutnosti fyzického řezání vzorku.
de: Die Fluoreszenzbildgebung über die gesamte Dicke eines Gewebestücks ist aufgrund der Lichtabsorption und -streuung, die durch die Inhomogenitäten der Brechungsindizes im Gewebe selbst verursacht werden, sehr schwierig, was zu einer schlechten Lichtdurchdringung führt. Außerdem trägt das von verschiedenen Teilen der Probe kommende Licht zur Fluoreszenzunschärfe bei, was den Kontrast und die Auflösung in einer bestimmten Ebene drastisch verringert. Daher verwenden Forscher in der Regel Gewebeschnitte, um aus einem dünnen zweidimensionalen Volumen Informationen über zelluläre Komponenten und deren räumliche Verteilung oder Beziehungen zu gewinnen. Die meisten Komponenten eines komplexen biologischen Systems, wie z. B. eines Organs, sind jedoch nicht in diesem zweidimensionalen Volumen enthalten, und daher beeinträchtigt dieser Ansatz das Verständnis der räumlichen Beziehungen zwischen den zellulären Komponenten. Beim Tissue Clearing liegt der Schwerpunkt auf der Verringerung der Inhomogenitäten im Gewebe, indem der Brechungsindex in der gesamten Probe ins Gleichgewicht gebracht wird. Dadurch kann das Licht das Gewebe durchdringen und ermöglicht so eine hochauflösende, volumetrische Abbildung ganzer Organe und Gewebe mit herkömmlichen Mikroskopietechniken wie der konfokalen Mikroskopie, ohne dass die Probe physisch geschnitten werden muss.
es: La obtención de imágenes por fluorescencia de todo el grosor de un trozo de tejido es muy complicada debido a la absorción y dispersión de la luz inducida por las faltas de homogeneidad en los índices de refracción dentro del propio tejido, lo que da como resultado una mala penetración de la luz. Además, la luz proveniente de diferentes partes de la muestra contribuye a la borrosidad de la fluorescencia, lo que reduce drásticamente el contraste y la resolución en cualquier plano dado. Como resultado, los investigadores tienden a utilizar técnicas de corte de tejidos para extraer información sobre los componentes celulares y su distribución espacial o relaciones a partir de un volumen bidimensional delgado. Sin embargo, la mayoría de los componentes de cualquier sistema biológico complejo, como un órgano, no están contenidos dentro de este volumen bidimensional y, por lo tanto, este enfoque compromete la comprensión de las relaciones espaciales entre los componentes celulares. La limpieza de tejidos se centró en reducir las faltas de homogeneidad en el tejido al equilibrar el índice de refracción en toda la muestra. Esto permite que la luz atraviese el tejido y, por lo tanto, permite obtener imágenes volumétricas de alta resolución de órganos y tejidos completos utilizando técnicas de microscopía convencionales, como la microscopía confocal, sin necesidad de seccionar físicamente la muestra.
fa: تصویربرداری فلورسانس از کل ضخامت یک تکه بافت به دلیل جذب نور و پراکندگی ناشی از ناهمگونی‌های ضریب شکست در خود بافت بسیار چالش برانگیز است که منجر به نفوذ ضعیف نور می‌شود. علاوه بر این، نوری که از قسمت‌های مختلف نمونه می‌آید به تاری فلورسانس کمک می‌کند و کنتراست و وضوح را در هر صفحه معین به شدت کاهش می‌دهد. در نتیجه، محققان تمایل دارند از تکنیک‌های برش بافت برای استخراج اطلاعات در مورد اجزای سلولی و توزیع فضایی یا روابط آنها از یک حجم نازک دو بعدی استفاده کنند. با این حال، اکثر اجزاء در هر سیستم بیولوژیکی پیچیده ای مانند یک اندام در این حجم دو بعدی قرار ندارند و بنابراین، این رویکرد درک روابط فضایی بین اجزای سلولی را به خطر می اندازد. پاکسازی بافت بر کاهش ناهمگنی های بافت با متعادل کردن ضریب شکست در سراسر نمونه متمرکز شد. این اجازه می دهد تا نور از بافت عبور کند و بنابراین تصویربرداری حجمی و وضوح بالا از کل اندام ها و بافت ها را با استفاده از تکنیک های میکروسکوپ معمولی مانند میکروسکوپ کانفوکال بدون نیاز به برش فیزیکی نمونه ممکن می کند.
fi: Kudospalan koko paksuuden fluoresenssikuvaus on hyvin haastavaa, koska valon absorptio ja sironta johtuvat itse kudoksen taitekertoimien epäyhtenäisyydestä, mikä johtaa valon huonoon tunkeutumiseen. Lisäksi näytteen eri osista tuleva valo vaikuttaa fluoresenssin hämärtymiseen, mikä heikentää huomattavasti kontrastia ja erottelukykyä kussakin tasossa. Tämän vuoksi tutkijat käyttävät yleensä kudosleikkaustekniikoita saadakseen tietoa solukomponenteista ja niiden alueellisesta jakautumisesta tai suhteista ohuesta kaksiulotteisesta tilavuudesta. Useimmat komponentit missä tahansa monimutkaisessa biologisessa järjestelmässä, kuten elimessä, eivät kuitenkaan sisälly tähän kaksiulotteiseen tilavuuteen, ja siksi tämä lähestymistapa vaarantaa solukomponenttien välisten tilasuhteiden ymmärtämisen. Kudospuhdistuksessa keskityttiin vähentämään kudoksen inhomogeenisuuksia tasaamalla taitekerroin koko näytteessä. Tämä mahdollistaa valon kulkemisen kudoksen läpi ja mahdollistaa siten koko elinten ja kudosten korkean resoluution ja tilavuuden kuvantamisen tavanomaisilla mikroskopiatekniikoilla, kuten konfokaalimikroskopialla, ilman, että näytettä tarvitsee leikata fyysisesti.
fr: L'imagerie par fluorescence de toute l'épaisseur d'un morceau de tissu est très difficile en raison de l'absorption et de la diffusion de la lumière induites par les inhomogénéités des indices de réfraction dans le tissu lui-même, ce qui entraîne une mauvaise pénétration de la lumière. De plus, la lumière provenant de différentes parties de l'échantillon contribue au flou de fluorescence, réduisant considérablement le contraste et la résolution dans un plan donné. En conséquence, les chercheurs ont tendance à utiliser des techniques de sectionnement de tissus pour extraire des informations sur les composants cellulaires et leur distribution spatiale ou leurs relations à partir d'un volume bidimensionnel mince. Cependant, la plupart des composants de tout système biologique complexe tel qu'un organe ne sont pas contenus dans ce volume bidimensionnel et, par conséquent, cette approche compromet la compréhension des relations spatiales entre les composants cellulaires. La compensation des tissus s'est concentrée sur la réduction des inhomogénéités dans le tissu en équilibrant l'indice de réfraction dans tout l'échantillon. Cela permet à la lumière de traverser le tissu et permet donc une imagerie volumétrique à haute résolution d'organes et de tissus entiers à l'aide de techniques de microscopie conventionnelles telles que la microscopie confocale sans qu'il soit nécessaire de sectionner physiquement l'échantillon.
it: L'imaging in fluorescenza dell'intero spessore di un pezzo di tessuto è molto impegnativo a causa dell'assorbimento e della diffusione della luce indotti dalle disomogeneità degli indici di rifrazione all'interno del tessuto stesso, con conseguente scarsa penetrazione della luce. Inoltre, la luce proveniente da diverse parti del campione contribuisce all'offuscamento della fluorescenza, riducendo drasticamente il contrasto e la risoluzione in un determinato piano. Di conseguenza, i ricercatori tendono a utilizzare tecniche di sezionamento dei tessuti per estrarre informazioni sui componenti cellulari e sulla loro distribuzione o relazione spaziale da un sottile volume bidimensionale. Tuttavia, la maggior parte dei componenti di un sistema biologico complesso come un organo non è contenuta in questo volume bidimensionale e quindi questo approccio compromette la comprensione delle relazioni spaziali tra i componenti cellulari. Il clearing dei tessuti si concentra sulla riduzione delle disomogeneità nel tessuto, equilibrando l'indice di rifrazione in tutto il campione. Ciò consente alla luce di attraversare il tessuto e quindi di ottenere immagini volumetriche ad alta risoluzione di interi organi e tessuti utilizzando tecniche di microscopia convenzionali come la microscopia confocale senza la necessità di sezionare fisicamente il campione.
ja: 組織内の屈折率の不均一性によって引き起こされる光の吸収と散乱により、光の透過性が悪くなるため、組織の厚さ全体を蛍光イメージングすることは非常に困難である。さらに、サンプルの異なる部分から来る光は蛍光のぼやけに寄与し、任意の平面におけるコントラストと解像度を劇的に低下させる。その結果、研究者は、薄い二次元体積から細胞成分やその空間的分布や関係に関する情報を抽出するために、組織切片化技術を用いる傾向がある。しかし、臓器のような複雑な生物学的システムのほとんどの構成要素は、この二次元体積の中には含まれないため、このアプローチでは細胞構成要素間の空間的関係の理解が損なわれる。組織クリアリングは、サンプル全体の屈折率を平衡化することによって、組織内の不均一性を減らすことに焦点を当てた。これによって光が組織を透過するようになり、サンプルを物理的に切片化することなく、共焦点顕微鏡のような従来の顕微鏡技術を用いた、臓器や組織全体の高解像度、体積イメージングが可能になる。
pl: Obrazowanie fluorescencyjne całej grubości tkanki jest bardzo trudne ze względu na absorpcję i rozpraszanie światła wywołane niejednorodnością współczynników załamania światła w samej tkance, co skutkuje słabą penetracją światła. Dodatkowo światło pochodzące z różnych części próbki przyczynia się do rozmycia fluorescencji, drastycznie zmniejszając kontrast i rozdzielczość w dowolnej płaszczyźnie. W rezultacie naukowcy mają tendencję do stosowania technik cięcia tkanek w celu uzyskania informacji o składnikach komórkowych i ich przestrzennym rozmieszczeniu lub relacjach z cienkiej dwuwymiarowej objętości. Jednak większość składników w dowolnym złożonym układzie biologicznym, takim jak narząd, nie jest zawarta w tej dwuwymiarowej objętości, a zatem takie podejście zagraża zrozumieniu relacji przestrzennych między składnikami komórkowymi. Oczyszczanie tkanek skupiło się na zmniejszeniu niejednorodności w tkance poprzez wyrównanie współczynnika załamania światła w całej próbce. Umożliwia to przejście światła przez tkankę, a tym samym umożliwia obrazowanie wolumetryczne całych narządów i tkanek w wysokiej rozdzielczości przy użyciu konwencjonalnych technik mikroskopowych, takich jak mikroskopia konfokalna, bez konieczności fizycznego cięcia próbki.
pt: A geração de imagens de fluorescência de toda a espessura de um pedaço de tecido é muito desafiadora devido à absorção e dispersão de luz induzidas pelas não homogeneidades nos índices de refração dentro do próprio tecido, resultando em baixa penetração de luz. Além disso, a luz proveniente de diferentes partes da amostra contribui para o desfoque da fluorescência, reduzindo drasticamente o contraste e a resolução em qualquer plano. Como resultado, os pesquisadores tendem a usar técnicas de seccionamento de tecido para extrair informações sobre componentes celulares e sua distribuição espacial ou relacionamentos de um volume bidimensional fino. No entanto, a maioria dos componentes de qualquer sistema biológico complexo, como um órgão, não está contida nesse volume bidimensional e, portanto, essa abordagem compromete o entendimento das relações espaciais entre os componentes celulares. A limpeza do tecido concentrou-se na redução das não homogeneidades no tecido, equilibrando o índice de refração em toda a amostra. Isso permite que a luz passe pelo tecido e, portanto, permite imagens volumétricas de alta resolução de órgãos e tecidos inteiros usando técnicas de microscopia convencionais, como microscopia confocal, sem a necessidade de seccionar fisicamente a amostra.
zh: 由于组织内部折射率的不均匀性会导致光吸收和散射，从而造成光穿透力差，因此对整个组织厚度进行荧光成像极具挑战性。此外，来自样本不同部分的光线也会造成荧光模糊，显著降低任何给定平面上的对比度和分辨率。因此，研究人员通常采用组织切片技术，从二维薄片中提取细胞成分及其空间分布或相互关系的信息。然而，任何复杂生物系统（例如器官）中的大多数成分并不包含在这个二维体积内，因此，这种方法会影响对细胞成分之间空间关系的理解。组织透明化技术旨在通过平衡整个样本的折射率来减少组织内部的不均匀性。这使得光线能够穿过组织，从而可以使用共聚焦显微镜等传统显微镜技术对整个器官和组织进行高分辨率的体积成像，而无需对样本进行物理切片。

source: Tissue sectioning
cs: Dělení tkání
de: Schneiden von Gewebe
es: seccionamiento de tejido
fa: برش بافت
fi: Kudosten leikkaaminen
fr: Sectionnement des tissus
it: Sezionamento dei tessuti
ja: 組織切断
pl: Cięcie tkanek
pt: Seccionamento de tecido
zh: 组织切片
