Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/Glossary.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Is the image processing technique to detect objects within an image. It would not give you a mask of the objects but it could give you a bounding box, or and x,y position.
cs: Je technika zpracování obrazu pro detekci objektů v obraze. Neposkytuje masky objektů, ale ohraničující rámeček objektu nebo polohu x, y.
de: Ist eine Bildverarbeitungstechnik zur Erkennung von Objekten innerhalb eines Bildes. Es würde Ihnen keine Maske der Objekte geben, aber es könnte Ihnen einen Begrenzungsrahmen oder eine x,y-Position geben.
es: Es la técnica de procesamiento de imágenes para detectar objetos dentro de una imagen. No le daría una máscara de los objetos, pero podría darle un cuadro delimitador, o una posición x, y.
fa: تکنیک پردازش تصویر برای تشخیص اشیاء درون یک تصویر است. به شما ماسکی از اشیا نمی دهد، اما می تواند یک جعبه مرزی، یا و موقعیت x،y به شما بدهد.
fi: On kuvankäsittelytekniikka, jolla havaitaan kohteita kuvassa. Se ei anna objektien maskia, mutta se voi antaa rajauslaatikon tai x,y-sijainnin.
fr: Est la technique de traitement d'image pour détecter des objets dans une image. Cela ne vous donnerait pas un masque des objets, mais cela pourrait vous donner une boîte englobante ou une position x, y.
it: È una tecnica di elaborazione delle immagini per rilevare gli oggetti all'interno di un'immagine. Non fornisce una maschera degli oggetti, ma può fornire un riquadro di delimitazione o una posizione x e y.
ja: 画像内のオブジェクトを検出する画像処理技術である。オブジェクトのマスクは得られないが、バウンディングボックスやx,yの位置を得ることができる。
pl: Jest techniką przetwarzania obrazu służącą do wykrywania obiektów na obrazie. Nie dałoby to maski obiektów, ale mogłoby dać ci obwiednię lub pozycję x, y.
pt: É a técnica de processamento de imagem para detectar objetos dentro de uma imagem. Não forneceria uma máscara dos objetos, mas poderia fornecer uma caixa delimitadora ou a posição x,y.
zh: 这是一种用于检测图像中物体的图像处理技术。它不会给出物体的掩膜，但可以给出物体的边界框或 x、y 坐标。

source: Oxygen scavengers
cs: Lapače kyslíku
de: Sauerstoff-Scavenger
es: Captadores/eliminadores de oxígeno
fa: اکسیژن گیر
fi: Hapensieppaajat
fr: Épurateurs d'oxygène
it: Gli spazzini dell'ossigeno
ja: 脱酸素剤
pl: Pochłaniacze tlenu
pt: necrófagos de oxigênio
zh: 氧气清除剂

source: Oxygen tends to induce photobleaching of organic dyes and other fluorophores. Addition of oxygen scavengers to the imaging media such as glucose oxidase or pyranose 2-oxidase can significantly reduce photobleaching of the fluorophores present in the sample. It is important to understand that the use of oxygen scavengers may affect live cell imaging, as these scavengers can affect the ATP and oxygen levels within the sample, compromising its health and therefore biological function.
cs: Kyslík má tendenci vyvolat fotobleaching organických barviv a jiných fluoroforů. Přidání lapačů kyslíku do zobrazovacího média, jako je glukóza oxidáza nebo pyranóza 2-oxidáza, může významně snížit fotobleaching fluoroforů přítomných ve vzorku. Je důležité pochopit, že použití pohlcovačů kyslíku může ovlivnit zobrazování živých buněk, protože tyto pohlcovače mohou ovlivnit hladinu ATP a kyslíku ve vzorku, čímž ohrozí jeho zdraví a tím i biologickou funkci.
de: Sauerstoff neigt dazu, organische Farbstoffe und andere Fluorophore auszubleichen. Die Zugabe von Sauerstofffängern zu den Bildgebungsmedien, wie Glukoseoxidase oder Pyranose-2-Oxidase, kann das Photobleaching der in der Probe vorhandenen Fluorophore erheblich reduzieren. Es ist wichtig zu verstehen, dass die Verwendung von Sauerstofffängern die Bildgebung von lebenden Zellen beeinträchtigen kann, da diese Fänger den ATP- und Sauerstoffgehalt in der Probe beeinträchtigen können, was ihre Gesundheit und damit ihre biologische Funktion gefährdet.
es: El oxígeno tiende a inducir el fotoblanqueo de tintes orgánicos y otros fluoróforos. La adición de captadores/eliminadores de oxígeno a los medios de imagen, como la glucosa oxidasa o la piranosa 2-oxidasa, puede reducir significativamente el fotoblanqueo de los fluoróforos presentes en la muestra. Es importante entender que el uso de captadores/eliminadores de oxígeno puede afectar la obtención de imágenes de células vivas, ya que estos captadores/eliminadores pueden afectar los niveles de ATP y oxígeno dentro de la muestra, comprometiendo su salud y, por lo tanto, su función biológica.
fa: اکسیژن تمایل دارد تا رنگ‌های آلی و سایر فلوروفورها را به نور سفید القا کند. افزودن جاذب‌های اکسیژن به محیط‌های تصویربرداری مانند گلوکز اکسیداز یا پیرانوز 2-اکسیداز می‌تواند به طور قابل‌توجهی سفیدکننده نور فلوروفورهای موجود در نمونه را کاهش دهد. درک این نکته مهم است که استفاده از جاذب‌های اکسیژن ممکن است بر تصویربرداری سلول زنده تأثیر بگذارد، زیرا این روبنده‌ها می‌توانند بر سطح ATP و اکسیژن در نمونه تأثیر بگذارند و سلامت و در نتیجه عملکرد بیولوژیکی آن را به خطر بیندازند.
fi: Hapella on taipumus aiheuttaa orgaanisten väriaineiden ja muiden fluorofoorien valohaihtumista. Hapensieppaajien, kuten glukoosioksidaasin tai pyranoosi-2-oksidaasin, lisääminen kuvantamisaineeseen voi vähentää merkittävästi näytteessä olevien fluorofoorien valohaihtumista. On tärkeää ymmärtää, että hapenpoistajien käyttö voi vaikuttaa elävien solujen kuvantamiseen, koska nämä hapenpoistajat voivat vaikuttaa näytteen ATP- ja happipitoisuuksiin, mikä vaarantaa näytteen terveyden ja siten biologisen toiminnan.
fr: L'oxygène a tendance à induire le photoblanchiment des colorants organiques et d'autres fluorophores. L'ajout de désoxygénants aux supports d'imagerie tels que la glucose oxydase ou la pyranose 2-oxydase peut réduire considérablement le photoblanchiment des fluorophores présents dans l'échantillon. Il est important de comprendre que l'utilisation de piégeurs d'oxygène peut affecter l'imagerie des cellules vivantes, car ces piégeurs peuvent affecter les niveaux d'ATP et d'oxygène dans l'échantillon, compromettant sa santé et donc sa fonction biologique.
it: L'ossigeno tende a indurre il fotobleaching dei coloranti organici e di altri fluorofori. L'aggiunta di scavenger dell'ossigeno ai mezzi di imaging, come la glucosio ossidasi o la piranosio 2-ossidasi, può ridurre significativamente il photobleaching dei fluorofori presenti nel campione. È importante capire che l'uso di scavenger dell'ossigeno può influire sull'imaging di cellule vive, in quanto questi scavenger possono influenzare i livelli di ATP e ossigeno all'interno del campione, compromettendone la salute e quindi la funzione biologica.
ja: 酸素は有機色素やその他の蛍光色素の光脱 落を誘発する傾向がある。グルコースオキシダーゼやピラノース2-オキシダーゼな どの酸素捕捉剤をイメージング媒体に添加すると、 サンプルに含まれる蛍光色素の光退色を大幅に低減 することができる。酸素捕捉剤の使用はライブセルイメージングに影 響を与える可能性があることを理解することが重要であ る。酸素捕捉剤はサンプル内のATPや酸素レベルに影 響を与え、サンプルの健康状態、ひいては生物学的 機能を損なう可能性があるからである。
pl: Tlen ma tendencję do indukowania fotowybielania barwników organicznych i innych fluoroforów. Dodatek zmiataczy tlenu do mediów do obrazowania, takich jak oksydaza glukozowa lub 2-oksydaza piranozowa, może znacznie zmniejszyć fotowybielanie fluoroforów obecnych w próbce. Ważne jest, aby zrozumieć, że stosowanie zmiataczy tlenu może wpływać na obrazowanie żywych komórek, ponieważ te zmiatacze mogą wpływać na poziomy ATP i tlenu w próbce, zagrażając jej zdrowiu, a tym samym funkcji biologicznej.
pt: O oxigênio tende a induzir o fotobranqueamento de corantes orgânicos e outros fluoróforos. A adição de removedores de oxigênio à mídia de imagem, como glicose oxidase ou piranose 2-oxidase, pode reduzir significativamente a fotobranqueamento dos fluoróforos presentes na amostra. É importante entender que o uso de removedores de oxigênio pode afetar a imagem de células vivas, pois esses removedores podem afetar os níveis de ATP e oxigênio dentro da amostra, comprometendo sua saúde e, portanto, sua função biológica.
zh: 氧气容易导致有机染料和其他荧光团发生光漂白。在成像介质中添加氧清除剂，例如葡萄糖氧化酶或吡喃糖-2-氧化酶，可以显著降低样品中荧光团的光漂白。需要注意的是，使用氧清除剂可能会影响活细胞成像，因为这些清除剂会影响样品中的ATP和氧气水平，从而损害细胞的健康状况和生物学功能。

source: Permeabilization
cs: Permeabilizace
de: Permeabilisierung
es: Permeabilización
fa: نفوذپذیری
fi: Permeabilisointi
fr: Perméabilisation
it: Permeabilizzazione
ja: 透過化
pl: Permeabilizacja
pt: permeabilização
zh: 透化

source: In order for the antibodies used during immunostaining or other fluorophores to penetrate and bind to their antigen within a cell or tissue, the membrane integrity (holes) needs to be challenged with a mild detergent. The permeabilization step needs to be carefully optimized depending on the antigen of interest, as it can result in a loss of cytoplasm or a degradation of the signal.
cs: Aby protilátky používané během imunobarvení nebo jiné fluorofory pronikly a navázaly se na svůj antigen v buňce nebo tkáni, je třeba integritu membrány (otvory) napadnout slabým detergentem. Krok permeabilizace musí být pečlivě optimalizován v závislosti na požadovaném antigenu, protože může vést ke ztrátě cytoplazmy nebo degradaci signálu.
de: Damit die bei der Immunfärbung verwendeten Antikörper oder andere Fluorophore in eine Zelle oder ein Gewebe eindringen und an ihr Antigen binden können, muss die Membranintegrität (Löcher) mit einem milden Detergens angegriffen werden. Der Permeabilisierungsschritt muss je nach dem interessierenden Antigen sorgfältig optimiert werden, da er zu einem Verlust von Zytoplasma oder einer Verschlechterung des Signals führen kann.
es: Para que los anticuerpos utilizados durante la inmunotinción u otros fluoróforos penetren y se unan a su antígeno dentro de una célula o tejido, la integridad de la membrana debe desafiarse (generando agujeros) con un detergente suave. El paso de permeabilización debe optimizarse cuidadosamente según el antígeno de interés, ya que puede provocar una pérdida de citoplasma o una degradación de la señal.
fa: برای اینکه آنتی بادی های مورد استفاده در طی رنگ آمیزی ایمونوهیستوشیمی یا سایر فلوروفورها نفوذ کنند و به آنتی ژن خود در یک سلول یا بافت متصل شوند، یکپارچگی غشاء (سوراخ ها) باید با یک شوینده ملایم به چالش کشیده شود. مرحله نفوذپذیری باید با دقت بسته به آنتی ژن مورد نظر بهینه شود، زیرا می تواند منجر به از دست دادن سیتوپلاسم یا تخریب سیگنال شود.
fi: Jotta immunovärjäyksessä käytettävät vasta-aineet tai muut fluorofoorit pääsisivät solun tai kudoksen sisällä olevaan antigeeniinsä ja sitoutuisivat siihen, kalvon eheys (reiät) on kyseenalaistettava miedolla pesuaineella. Permeabilointivaihe on optimoitava huolellisesti kiinnostavan antigeenin mukaan, sillä se voi johtaa sytoplasman häviämiseen tai signaalin hajoamiseen.
fr: Pour que les anticorps utilisés pendant l'immunomarquage ou d'autres fluorophores pénètrent et se lient à leur antigène dans une cellule ou un tissu, l'intégrité de la membrane (trous) doit être contestée avec un détergent doux. L'étape de perméabilisation doit être soigneusement optimisée en fonction de l'antigène d'intérêt, car elle peut entraîner une perte de cytoplasme ou une dégradation du signal.
it: Affinché gli anticorpi utilizzati durante l'immunocolorazione o altri fluorofori possano penetrare e legarsi al loro antigene all'interno di una cellula o di un tessuto, l'integrità della membrana (fori) deve essere messa in discussione con un detergente delicato. La fase di permeabilizzazione deve essere attentamente ottimizzata a seconda dell'antigene di interesse, poiché può comportare una perdita di citoplasma o una degradazione del segnale.
ja: 免疫染色で使用される抗体やその他の蛍光色素が細胞や組織内に浸透し、抗原に結合するためには、膜の完全性（穴）をマイルドな洗浄剤でチャレンジする必要がある。細胞質の喪失やシグナルの劣化を招く可能性があるため、透過化ステップは、対象抗原に応じて慎重に最適化する必要がある。
pl: Aby przeciwciała stosowane podczas barwienia immunologicznego lub inne fluorofory mogły przeniknąć i związać się ze swoim antygenem w komórce lub tkance, integralność błony (dziury) należy poddać działaniu łagodnego detergentu. Etap permeabilizacji należy starannie zoptymalizować w zależności od antygenu będącego przedmiotem zainteresowania, ponieważ może to spowodować utratę cytoplazmy lub degradację sygnału.
pt: Para que os anticorpos usados durante a imunocoloração ou outros fluoróforos penetrem e se liguem ao seu antígeno dentro de uma célula ou tecido, a integridade da membrana (buracos) precisa ser desafiada com um detergente suave. A etapa de permeabilização precisa ser cuidadosamente otimizada dependendo do antígeno de interesse, pois pode resultar em perda de citoplasma ou degradação do sinal.
zh: 为了使免疫染色中使用的抗体或其他荧光染料能够穿透细胞或组织并与抗原结合，需要用温和的去污剂破坏细胞膜的完整性（形成孔隙）。由于去污步骤可能导致细胞质丢失或信号衰减，因此需要根据目标抗原仔细优化去污步骤。

source: Refractive index
cs: Index lomu
de: Brechungsindex
es: Índice de refracción
fa: ضریب شکست
fi: Taitekerroin
fr: Indice de réfraction
it: Indice di rifrazione
ja: 屈折率
pl: Współczynnik załamania światła
pt: Índice de refração
zh: 折射率

source: It's a measure of how light travels through a specific medium. It is an important value when calculating the numerical aperture of an objective, Ideally, a mismatch in refractive index between the sample (mounting medium), the coverslip and immersion media should be minimized in order to enhance the image quality. [See an interactive demo of refactive index at MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
cs: Je to měřítko toho, jak světlo prochází konkrétním médiem. Je to důležitá hodnota při výpočtu numerické apertury objektivu. V ideálním případě by měl být nesoulad indexu lomu mezi vzorkem (montážním médiem), krycím sklíčkem a imerzním médiem minimalizován, aby se zlepšila kvalita obrazu. [Podívejte se na interaktivní ukázku indexu lomu na MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
de: Er ist ein Maß dafür, wie sich Licht durch ein bestimmtes Medium bewegt. Er ist ein wichtiger Wert bei der Berechnung der numerischen Apertur eines Objektivs. Idealerweise sollte eine Diskrepanz im Brechungsindex zwischen der Probe (Einbettungsmedium), dem Deckglas und dem Immersionsmedium minimiert werden, um die Bildqualität zu verbessern. [Siehe eine interaktive Demo des Brechungsindex bei MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
es: Es una medida de cómo viaja la luz a través de un medio específico. Es un valor importante cuando se calcula la apertura numérica de un objetivo. Idealmente, se debe minimizar una falta de coincidencia en el índice de refracción entre la muestra (medio de montaje), el cubreobjetos y el medio de inmersión para mejorar la calidad de la imagen. [Vea una demostración interactiva del índice de refracción en MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
fa: این معیاری است برای چگونگی عبور نور از یک محیط خاص. هنگام محاسبه دیافراگم عددی یک شی، یک مقدار مهم است، در حالت ایده آل، عدم تطابق در ضریب شکست بین نمونه (محیط نصب)، لغزش پوشش و رسانه غوطه وری باید به حداقل برسد تا کیفیت تصویر افزایش یابد. [نمونه نمایشی تعاملی شاخص انکسار را در MicroscopyU ببینید](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refction)
fi: Se mittaa, miten valo kulkee tietyn väliaineen läpi. Se on tärkeä arvo objektiivin numeerista aukkoa laskettaessa. Ihannetapauksessa taitekertoimen epäsuhta näytteen (kiinnitysalustan), peitinliuskan ja upotusalustan välillä olisi minimoitava, jotta kuvanlaatu paranisi. [Katso interaktiivinen demo taitekertoimesta MicroscopyU:ssa](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
fr: C'est une mesure de la façon dont la lumière se déplace à travers un milieu spécifique. C'est une valeur importante lors du calcul de l'ouverture numérique d'un objectif. Idéalement, une inadéquation de l'indice de réfraction entre l'échantillon (milieu de montage), la lamelle et le support d'immersion doit être minimisée afin d'améliorer la qualité de l'image. [Voir une démo interactive de l'indice de réfraction sur MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
it: È una misura del modo in cui la luce viaggia attraverso un mezzo specifico. È un valore importante quando si calcola l'apertura numerica di un obiettivo. Idealmente, per migliorare la qualità dell'immagine, è necessario ridurre al minimo il disallineamento dell'indice di rifrazione tra il campione (mezzo di montaggio), il coprioggetto e i mezzi di immersione. [Vedere una dimostrazione interattiva dell'indice di rifrazione su MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
ja: 対物レンズの開口数を計算する際に重要な値です。対物レンズの開口数を計算する際に重要な値です。理想的には、画質を向上させるために、サンプル（マウント媒体）、カバースリップ、浸漬媒体間の屈折率の不一致を最小限に抑える必要があります。[MicroscopyUで屈折率のインタラクティブデモを見る](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
pl: Jest to miara tego, jak światło przechodzi przez określone medium. Jest to ważna wartość przy obliczaniu apertury numerycznej obiektywu. Idealnie, niedopasowanie współczynnika załamania światła między próbką (środkiem do mocowania), szkiełkiem nakrywkowym i środkiem immersyjnym powinno być zminimalizowane w celu poprawy jakości obrazu. [Zobacz interaktywne demo współczynnika załamania światła w MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
pt: É uma medida de como a luz viaja através de um meio específico. É um valor importante ao calcular a abertura numérica de uma objetiva. Idealmente, uma incompatibilidade no índice de refração entre a amostra (meio de montagem), a lamínula e a mídia de imersão devem ser minimizadas para melhorar a qualidade da imagem. [Veja uma demonstração interativa do índice de refração em MicroscopyU](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)
zh: 折射率是衡量光在特定介质中传播情况的指标。它是计算物镜数值孔径时的一个重要参数。理想情况下，应尽量减少样品（封片剂）、盖玻片和浸液之间的折射率差异，以提高成像质量。[请访问 MicroscopyU 查看折射率的交互式演示](https://www.microscopyu.com/microscopy-basics/refractive-index-index-of-refraction)

source: ROIs
cs: ROI
de: ROI
es: ROI
fa: ROI
fi: ROIt
fr: RDI
it: ROI
pl: ROI
zh: 投资回报率

source: Regions Of Interest. Pixels in your image that you care about (e.g., a region in tissue, a cell, a tumor, etc.)
cs: Oblasti zájmu. Pixely na obrázku, které vás zajímají (např. oblast tkáně, buňka, nádor atd.)
de: Bereiche von Interesse. Pixel in Ihrem Bild, die Sie interessieren (z. B. ein Bereich im Gewebe, eine Zelle, ein Tumor usw.)
es: Regiones de interés. Píxeles en su imagen que le interesan (por ejemplo, una región en el tejido, una célula, un tumor, etc.)
fa: مناطق مورد علاقه. پیکسل‌هایی در تصویرتان که به آن‌ها اهمیت می‌دهید (مثلاً ناحیه‌ای در بافت، سلول، تومور و غیره)
fi: Kiinnostavat alueet. Kuvan pikselit, joista olet kiinnostunut (esim. kudoksen alue, solu, kasvain jne.).
fr: Pixels de votre image qui vous intéressent spécifiquement (par exemple, une région d'un tissu, une cellule, une tumeur, etc.)
it: Regioni di interesse. Pixel dell'immagine che interessano (ad esempio, una regione del tessuto, una cellula, un tumore, ecc.)
ja: 関心領域。画像内の気になるピクセル（組織内の領域、細胞、腫瘍など）。
pl: Regiony zainteresowania. Piksele na Twoim obrazie, na których Ci zależy (np. obszar tkanki, komórka, guz itp.)
pt: Regiões de Interesse. Pixels em sua imagem que são importantes para você (por exemplo, uma região no tecido, uma célula, um tumor, etc.)
zh: 感兴趣区域。图像中您关注的像素（例如，组织中的某个区域、某个细胞、某个肿瘤等）。

source: Segmentation
cs: Segmentace
de: Segmentierung
es: Segmentación
fa: تقسیم بندی
fi: Segmentaatio
it: Segmentazione
ja: セグメンテーション
pl: Segmentacja
pt: Segmentação
zh: 分割

source: Method of dividing an image into multiple parts or regions. There are three different types of segmentation.
cs: Metoda rozdělení obrazu na více částí nebo oblastí. Existují tři různé typy segmentace.
de: Verfahren zur Unterteilung eines Bildes in mehrere Teile oder Regionen. Es gibt drei verschiedene Arten der Segmentierung.
es: Método de dividir una imagen en múltiples partes o regiones. Hay tres tipos diferentes de segmentación.
fa: روش تقسیم یک تصویر به چند قسمت یا منطقه. سه نوع مختلف تقسیم بندی وجود دارد.
fi: Menetelmä kuvan jakamiseksi useisiin osiin tai alueisiin. Segmentointia on kolmea eri tyyppiä.
fr: Méthode de division d'une image en plusieurs parties ou régions. Il existe trois types de segmentation différents.
it: Metodo di divisione di un'immagine in più parti o regioni. Esistono tre diversi tipi di segmentazione.
ja: 画像を複数の部分または領域に分割する方法。セグメンテーションには3つの種類がある。
pl: Metoda dzielenia obrazu na wiele części lub regionów. Istnieją trzy różne rodzaje segmentacji.
pt: Método de dividir uma imagem em várias partes ou regiões. Existem três tipos diferentes de segmentação.
zh: 将图像分割成多个部分或区域的方法。分割有三种不同的类型。

source: Semantic segmentation, where all parts of an image are part of a class, common in cell biology will be detecting cells and background on an image.
cs: Sémantická segmentace, kde jsou všechny části obrázku součástí třídy, běžná v buněčné biologii bude detekce buněk a pozadí na obrázku.
de: Die semantische Segmentierung, bei der alle Teile eines Bildes zu einer Klasse gehören, ist in der Zellbiologie üblich und dient der Erkennung von Zellen und Hintergrund in einem Bild.
es: La segmentación semántica, donde todas las partes de una imagen son parte de una clase. Común en la biología celular será la detección de células y el fondo de una imagen.
fa: تقسیم بندی معنایی، که در آن تمام قسمت های یک تصویر بخشی از یک کلاس هستند، که در زیست شناسی سلولی رایج است، تشخیص سلول ها و پس زمینه روی یک تصویر است.
fi: Semanttinen segmentointi, jossa kaikki kuvan osat kuuluvat johonkin luokkaan, on yleistä solubiologiassa, ja sen tarkoituksena on havaita solut ja tausta kuvasta.
fr: La segmentation sémantique, où toutes les parties d'une image font partie d'une classe, courante en biologie cellulaire sera la détection des cellules et de l'arrière-plan sur une image.
it: La segmentazione semantica, in cui tutte le parti di un'immagine fanno parte di una classe, comune alla biologia cellulare, consiste nel rilevare le cellule e lo sfondo di un'immagine.
ja: セマンティック・セグメンテーションとは、画像のすべての部分があるクラスに属するというもので、細胞生物学では、画像上の細胞と背景を検出するのが一般的である。
pl: Segmentacja semantyczna, w której wszystkie części obrazu są częścią klasy, powszechną w biologii komórki będzie wykrywanie komórek i tła na obrazie.
pt: A segmentação semântica, onde todas as partes de uma imagem fazem parte de uma classe, comum em biologia celular será detectar células e fundo em uma imagem.
zh: 语义分割是指将图像的所有部分都归为某一类，在细胞生物学中很常见，例如检测图像中的细胞和背景。
