Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/Glossary.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: The immersion media is the medium that fills the gap between your objective lens and the glass coverslip or sample. It impacts the numerical aperture of the objective lens {math}`NA=RI * sin(θ)`, thus impacting lateral and axial resolution. It is critical to match the RI of the immersion media with that of the mounting media to minimize aberrations and improve image quality. Immersion media can be air, water, silicone oil, glycerol or oil.
cs: Imerzní médium je médium, které vyplňuje mezeru mezi čočkou objektivu a krycím sklem nebo vzorkem. Ovlivňuje numerickou aperturu čočky objektivu {math}`NA=RI * sin(θ)`, čímž ovlivňuje laterální a axiální rozlišení. Je důležité sladit RI imerzního média s RI montážního média, aby se minimalizovaly aberace a zlepšila se kvalita obrazu. Imerzní médium může být vzduch, voda, silikonový olej, glycerol nebo olej.
de: Das Immersionsmedium ist das Medium, das den Spalt zwischen der Objektivlinse und dem Deckglas oder der Probe ausfüllt. Es beeinflusst die numerische Apertur des Objektivs {math}`NA=RI * sin(θ)` und wirkt sich somit auf die laterale und axiale Auflösung aus. Es ist von entscheidender Bedeutung, den RI des Immersionsmediums auf den des Einbettungsmediums abzustimmen, um Aberrationen zu minimieren und die Bildqualität zu verbessern. Immersionsmedien können Luft, Wasser, Silikonöl, Glycerin oder Öl sein.
es: El medio de inmersión es el medio que llena el espacio entre la lente del objetivo y el cubreobjetos de vidrio o la muestra. Afecta la apertura numérica de la lente del objetivo {math}`NA=RI * sin(θ)`, lo que afecta la resolución lateral y axial. Es fundamental hacer coincidir el RI de los medios de inmersión con el de los medios de montaje para minimizar las aberraciones y mejorar la calidad de la imagen. Los medios de inmersión pueden ser aire, agua, aceite de silicona, glicerol o aceite.
fa: رسانه غوطه وری محیطی است که شکاف بین لنز شیئی شما و پوشش شیشه ای یا نمونه را پر می کند. این دیافراگم عددی لنز شیئی را تحت تأثیر قرار می دهد {math}`NA=RI * sin(θ)`، بنابراین بر وضوح جانبی و محوری تأثیر می گذارد. برای به حداقل رساندن انحرافات و بهبود کیفیت تصویر، تطبیق RI رسانه غوطه وری با رسانه نصب بسیار مهم است. محیط غوطه وری می تواند هوا، آب، روغن سیلیکون، گلیسرول یا روغن باشد.
fi: Immersioaine on väliaine, joka täyttää objektiivin ja lasisen peitinlasin tai näytteen välisen raon. Se vaikuttaa objektiivin numeeriseen aukkoon {math}`NA=RI * sin(θ)`, mikä vaikuttaa lateraaliseen ja aksiaaliseen resoluutioon. On tärkeää sovittaa upotusmedian RI-arvo kiinnitysmedian RI-arvon kanssa, jotta aberraatiot voidaan minimoida ja kuvanlaatu parantaa. Upotusmedia voi olla ilmaa, vettä, silikoniöljyä, glyserolia tai öljyä.
fr: Le support d'immersion est le support qui comble l'espace entre votre objectif et la lamelle de verre ou l'échantillon. Il a un impact sur l'ouverture numérique de l'objectif {math}`NA=RI * sin(θ)`, impactant ainsi la résolution latérale et axiale. Il est essentiel de faire correspondre le RI du support d'immersion avec celui du support de montage pour minimiser les aberrations et améliorer la qualité de l'image. Les milieux d'immersion peuvent être de l'air, de l'eau, de l'huile de silicone, du glycérol ou de l'huile.
it: Il mezzo di immersione è il mezzo che riempie lo spazio tra l'obiettivo e il vetrino o il campione. Influisce sull'apertura numerica dell'obiettivo {math}`NA=RI * sin(θ)`, influenzando così la risoluzione laterale e assiale. È fondamentale far coincidere il RI del mezzo di immersione con quello del mezzo di montaggio per ridurre al minimo le aberrazioni e migliorare la qualità dell'immagine. I mezzi di immersione possono essere aria, acqua, olio di silicone, glicerolo o olio.
ja: 液浸メディアは、対物レンズとガラスカバースリップまたはサンプルの間のギャップを埋める媒体です。対物レンズの開口数に影響を与え、{math}`NA=RI * sin(θ)`、横方向と軸方向の解像度に影響を与えます。収差を最小限に抑え、画質を向上させるためには、浸漬媒体のRIとマウント媒体のRIを一致させることが重要です。浸漬媒体には、空気、水、シリコンオイル、グリセロール、オイルなどがある。
pl: Medium immersyjne to medium, które wypełnia lukę między soczewką obiektywu a szklanym szkiełkiem nakrywkowym lub próbką. Wpływa na aperturę numeryczną obiektywu {math}`NA=RI * sin(θ)`, wpływając w ten sposób na rozdzielczość poprzeczną i osiową. Bardzo ważne jest, aby dopasować RI nośnika immersyjnego do RI nośnika montażowego, aby zminimalizować aberracje i poprawić jakość obrazu. Czynnikiem immersyjnym może być powietrze, woda, olej silikonowy, gliceryna lub olej.
pt: A mídia de imersão é o meio que preenche o espaço entre a lente objetiva e a lamela de vidro ou amostra. Ele afeta a abertura numérica da lente objetiva {math}`NA=RI * sin(θ)`, afetando assim a resolução lateral e axial. É fundamental combinar o IR da mídia de imersão com o da mídia de montagem para minimizar aberrações e melhorar a qualidade da imagem. Os meios de imersão podem ser ar, água, óleo de silicone, glicerol ou óleo.
zh: 浸没介质是填充物镜与玻璃盖玻片或样品之间间隙的介质。它会影响物镜的数值孔径（NA=RI * sin(θ)），从而影响横向和轴向分辨率。为了最大限度地减少像差并提高图像质量，浸没介质的折射率必须与封片剂的折射率相匹配。浸没介质可以是空气、水、硅油、甘油或油。

source: Immunolabeling
cs: Imunolabeling
es: Inmunomarcaje
fa: برچسب گذاری ایمنی
fi: Immunomerkintä
fr: Immunomarquage
ja: 免疫標識
pl: Znakowanie immunologiczne
pt: imunomarcação
zh: 免疫标记

source: Immunolabeling is one of the most common labeling techniques for fixed samples. You can use fluorescently conjugated primary antibodies to detect the protein of interest or a two-step labeling with a primary antibody and a fluorescently conjugated secondary antibody. Primary-secondary labeling tends to result in signal amplification. The main issue with immunolabeling is the size of the antibodies, which require extensive permeabilization. Another good option is to use nano-bodies, which only have the heavy-chain and are significantly smaller than regular antibodies.
cs: Imunooznačení je jednou z nejběžnějších technik značení fixovaných vzorků. K detekci sledovaného proteinu můžete použít fluorescenčně konjugované primární protilátky nebo dvoukrokové značení primární protilátkou a fluorescenčně konjugovanou sekundární protilátkou. Primárně-sekundární značení má tendenci vést k zesílení signálu. Hlavním problémem imunoznačení je velikost protilátek, které vyžadují rozsáhlou permeabilizaci. Další dobrou možností je použít nano-tělesa, která mají pouze těžký řetězec a jsou výrazně menší než běžné protilátky.
de: Immunolabeling ist eine der gängigsten Markierungstechniken für fixierte Proben. Sie können fluoreszenzkonjugierte primäre Antikörper zum Nachweis des gewünschten Proteins oder eine zweistufige Markierung mit einem primären Antikörper und einem fluoreszenzkonjugierten sekundären Antikörper verwenden. Die Primär-Sekundärmarkierung führt in der Regel zu einer Signalverstärkung. Das Hauptproblem beim Immunolabeling ist die Größe der Antikörper, die eine umfangreiche Permeabilisierung erfordern. Eine weitere gute Möglichkeit ist die Verwendung von Nanokörpern, die nur die schwere Kette enthalten und deutlich kleiner sind als normale Antikörper.
es: El inmunomarcaje es una de las técnicas de marcaje más comunes para muestras fijas. Puede utilizar anticuerpos primarios conjugados con fluorescencia para detectar la proteína de interés o un marcaje en dos pasos con un anticuerpo primario y un anticuerpo secundario conjugado con fluorescencia. El marcaje primario-secundario tiende a dar como resultado una amplificación de la señal. El problema principal con el inmunomarcaje es el tamaño de los anticuerpos, que requieren una permeabilización extensa. Otra buena alternativa es usar nanocuerpos, que solo tienen la cadena pesada y son significativamente más pequeños que los anticuerpos normales.
fa: برچسب گذاری ایمنی یکی از رایج ترین تکنیک های برچسب گذاری برای نمونه های ثابت است. می توانید از آنتی بادی های اولیه کونژوگه فلورسنت برای تشخیص پروتئین مورد نظر یا برچسب گذاری دو مرحله ای با یک آنتی بادی اولیه و یک آنتی بادی ثانویه کونژوگه فلورسنت استفاده کنید. برچسب‌گذاری اولیه-ثانویه منجر به تقویت سیگنال می‌شود. مشکل اصلی با برچسب گذاری ایمنی، اندازه آنتی بادی ها است که به نفوذپذیری گسترده نیاز دارند. یکی دیگر از گزینه های خوب استفاده از نانو اجسام است که فقط دارای زنجیره سنگین هستند و به طور قابل توجهی کوچکتر از آنتی بادی های معمولی هستند.
fi: Immunomerkintä on yksi yleisimmistä kiinteiden näytteiden merkintätekniikoista. Voit käyttää fluoresoivasti konjugoituja primaarivasta-aineita kiinnostavan proteiinin havaitsemiseen tai kaksivaiheista leimausta primaarivasta-aineella ja fluoresoivasti konjugoidulla sekundaarivasta-aineella. Ensisijainen ja toissijainen leimaus johtavat yleensä signaalin vahvistumiseen. Suurin ongelma immunomerkinnässä on vasta-aineiden koko, joka edellyttää laajaa permeabilointia. Toinen hyvä vaihtoehto on käyttää nanovasta-aineita, joissa on vain raskas ketju ja jotka ovat huomattavasti pienempiä kuin tavalliset vasta-aineet.
fr: L'immunomarquage est l'une des techniques de marquage les plus courantes pour les échantillons fixes. Vous pouvez utiliser des anticorps primaires conjugués par fluorescence pour détecter la protéine d'intérêt ou un marquage en deux étapes avec un anticorps primaire et un anticorps secondaire conjugué par fluorescence. Le marquage primaire-secondaire a tendance à entraîner une amplification du signal. Le principal problème avec l'immunomarquage est la taille des anticorps, qui nécessitent une perméabilisation importante. Une autre bonne option consiste à utiliser des nano-corps, qui n'ont que la chaîne lourde et sont nettement plus petits que les anticorps ordinaires.
it: L'immunomarcatura è una delle tecniche di etichettatura più comuni per i campioni fissati. È possibile utilizzare anticorpi primari coniugati a fluorescenza per rilevare la proteina di interesse o un'etichettatura a due fasi con un anticorpo primario e un anticorpo secondario coniugato a fluorescenza. L'etichettatura primaria-secondaria tende ad amplificare il segnale. Il problema principale dell'immunomarcatura è la dimensione degli anticorpi, che richiedono un'ampia permeabilizzazione. Un'altra buona opzione è quella di utilizzare i nano-corpi, che hanno solo la catena pesante e sono significativamente più piccoli dei normali anticorpi.
ja: 免疫標識は、固定サンプルの最も一般的な標識技術の一つである。蛍光標識一次抗体を用いて目的のタンパク質を検出するか、一次抗体と蛍光標識二次抗体による二段階標識が可能である。一次-二次標識はシグナルを増幅する傾向がある。免疫標識の主な問題は抗体の大きさで、広範囲の透過処理を必要とする。もう一つの良い選択肢は、重鎖のみを持ち、通常の抗体よりかなり小さいナノ抗体を使用することである。
pl: Znakowanie immunologiczne jest jedną z najpowszechniejszych technik znakowania utrwalonych próbek. Możesz użyć skoniugowanych fluorescencyjnie przeciwciał pierwszorzędowych do wykrycia białka będącego przedmiotem zainteresowania lub dwuetapowego znakowania przeciwciałem pierwszorzędowym i skoniugowanym fluorescencyjnie przeciwciałem drugorzędowym. Znakowanie pierwszorzędowe i drugorzędowe zwykle skutkuje wzmocnieniem sygnału. Głównym problemem związanym ze znakowaniem immunologicznym jest wielkość przeciwciał, które wymagają znacznej przepuszczalności. Inną dobrą opcją jest użycie nanociał, które mają tylko łańcuch ciężki i są znacznie mniejsze niż zwykłe przeciwciała.
pt: A imunomarcação é uma das técnicas de marcação mais comuns para amostras fixas. Você pode usar anticorpos primários conjugados fluorescentemente para detectar a proteína de interesse ou uma marcação em duas etapas com um anticorpo primário e um anticorpo secundário conjugado fluorescente. A rotulagem primária-secundária tende a resultar na amplificação do sinal. O principal problema da imunomarcação é o tamanho dos anticorpos, que requerem extensa permeabilização. Outra boa opção é usar nanocorpos, que possuem apenas a cadeia pesada e são significativamente menores que os anticorpos comuns.
zh: 免疫标记是固定样品最常用的标记技术之一。您可以使用荧光标记的一抗来检测目标蛋白，或者采用两步标记法，先使用一抗，再使用荧光标记的二抗。一抗-二抗标记法通常可以增强信号。免疫标记的主要问题是抗体体积较大，需要进行大量的细胞膜通透处理。另一种不错的选择是使用纳米抗体，纳米抗体仅包含重链，体积远小于常规抗体。

source: Intravital imaging
cs: Intravitální zobrazování
de: Intravitale Bildgebung
es: Microscopía intravital
fa: تصویربرداری داخل حیاتی
fi: Intravitaalinen kuvantaminen
fr: Imagerie intravitale
it: Imaging intravitale
ja: 眼内イメージング
pl: Obrazowanie dożylne
pt: Imagem intravital
zh: 活体成像

source: It refers to the imaging of cellular structures or biological processes inside a live animal in real time, without extracting the organs or fixing the sample. In general, it requires specific instrumentation or modalities with improved light penetration, such as multiphoton microscopy and is limited to the ability to access the specific organ, often through optical windows. Intravital imaging is overseen by bioethical committees and needs to be approved by IACUC and/or other institutional committees.
cs: Vztahuje se k zobrazení buněčných struktur nebo biologických procesů uvnitř živého zvířete v reálném čase, bez extrahování orgánů nebo fixace vzorku. Obecně to vyžaduje specifické vybavení nebo modality se zlepšenou penetrací světla, jako je multifotonová mikroskopie, a je omezena na možnost přístupu ke konkrétnímu orgánu, často přes optická okna. Na intravitální zobrazování dohlížejí bioetické komise a musí být schváleny IACUC a/nebo jinými institucionálními komisemi.
de: Sie bezieht sich auf die Abbildung zellulärer Strukturen oder biologischer Prozesse im Inneren eines lebenden Tieres in Echtzeit, ohne die Organe zu entnehmen oder die Probe zu fixieren. Im Allgemeinen erfordert sie spezielle Instrumente oder Modalitäten mit verbesserter Lichtdurchdringung, wie z. B. Multiphotonenmikroskopie, und ist auf die Möglichkeit des Zugangs zu einem bestimmten Organ beschränkt, häufig durch optische Fenster. Die intravitale Bildgebung wird von bioethischen Ausschüssen überwacht und muss von IACUC und/oder anderen institutionellen Ausschüssen genehmigt werden.
es: Se refiere a la obtención de imágenes de estructuras celulares o procesos biológicos dentro de un animal vivo en tiempo real, sin extraer los órganos ni fijar la muestra. En general, requiere instrumentación o modalidades específicas con una mejor penetración de la luz, como la microscopía multifotónica, y se limita a la capacidad de acceder al órgano específico, a menudo a través de ventanas ópticas. Las imágenes intravitales son supervisadas por comités de bioética y deben ser aprobadas por IACUC y/u otros comités institucionales.
fa: این به تصویربرداری از ساختارهای سلولی یا فرآیندهای بیولوژیکی درون یک حیوان زنده در زمان واقعی، بدون استخراج اندام ها یا ثابت کردن نمونه اشاره دارد. به طور کلی، نیاز به ابزار دقیق یا مدالیته‌هایی با نفوذ نور بهبود یافته، مانند میکروسکوپ چند فوتونی دارد و به توانایی دسترسی به اندام خاص، اغلب از طریق پنجره‌های نوری محدود می‌شود. تصویربرداری درون حیاتی توسط کمیته‌های اخلاق زیستی نظارت می‌شود و باید توسط IACUC و/یا کمیته‌های سازمانی دیگر تأیید شود.
fi: Sillä tarkoitetaan solurakenteiden tai biologisten prosessien kuvaamista elävän eläimen sisällä reaaliajassa ilman elinten irrottamista tai näytteen kiinnittämistä. Yleisesti ottaen se edellyttää erityisiä välineitä tai menetelmiä, joilla on parempi valon läpäisykyky, kuten monifotonimikroskopiaa, ja se rajoittuu kykyyn päästä käsiksi tiettyyn elimeen, usein optisten ikkunoiden kautta. Intravitaalista kuvantamista valvovat bioeettiset komiteat, ja se edellyttää IACUC:n ja/tai muiden laitosten komiteoiden hyväksyntää.
fr: Il fait référence à l'imagerie des structures cellulaires ou des processus biologiques à l'intérieur d'un animal vivant en temps réel, sans extraire les organes ni fixer l'échantillon. En général, cela nécessite une instrumentation ou des modalités spécifiques avec une meilleure pénétration de la lumière, comme la microscopie multiphotonique et se limite à la capacité d'accéder à l'organe spécifique, souvent à travers des fenêtres optiques. L'imagerie intravitale est supervisée par des comités de bioéthique et doit être approuvée par l'IACUC et/ou d'autres comités institutionnels.
it: Si riferisce all'imaging di strutture cellulari o processi biologici all'interno di un animale vivo in tempo reale, senza estrarre gli organi o fissare il campione. In generale, richiede una strumentazione specifica o modalità con una migliore penetrazione della luce, come la microscopia multifotone, ed è limitata alla possibilità di accedere all'organo specifico, spesso attraverso finestre ottiche. L'imaging intravitale è supervisionato da comitati bioetici e deve essere approvato dalla IACUC e/o da altri comitati istituzionali.
ja: 臓器を取り出したり、サンプルを固定したりすることなく、生きた動物内部の細胞構造や生物学的プロセスをリアルタイムでイメージングすることを指す。一般的に、多光子顕微鏡のような光透過性を向上させた特定の装置やモダリティを必要とし、特定の臓器にアクセスする能力に制限があり、多くの場合、光学窓を通してアクセスする。イントラビタルイメージングは生命倫理委員会によって監督され、IACUCおよび/またはその他の機関委員会の承認が必要である。
pl: Odnosi się do obrazowania struktur komórkowych lub procesów biologicznych wewnątrz żywego zwierzęcia w czasie rzeczywistym, bez pobierania narządów lub utrwalania próbki. Ogólnie rzecz biorąc, wymaga specjalnego oprzyrządowania lub metod o ulepszonej penetracji światła, takich jak mikroskopia wielofotonowa i jest ograniczona do możliwości dostępu do określonego narządu, często przez okna optyczne. Obrazowanie przyżyciowe jest nadzorowane przez komisje bioetyczne i musi zostać zatwierdzone przez IACUC i/lub inne komitety instytucjonalne.
pt: Refere-se à imagem de estruturas celulares ou processos biológicos dentro de um animal vivo em tempo real, sem extrair os órgãos ou fixar a amostra. Em geral, requer instrumentação específica ou modalidades com melhor penetração de luz, como a microscopia multifotônica e é limitada à capacidade de acessar o órgão específico, muitas vezes através de janelas ópticas. A imagem intravital é supervisionada por comitês de bioética e precisa ser aprovada pelo IACUC e/ou outros comitês institucionais.
zh: 它指的是在不取出器官或固定样本的情况下，对活体动物体内的细胞结构或生物过程进行实时成像。通常，它需要特定的仪器或具有更高光穿透力的技术，例如多光子显微镜，并且受限于能否进入特定器官，通常是通过光学窗口。活体成像受生物伦理委员会的监督，需要获得机构动物护理和使用委员会（IACUC）和/或其他机构委员会的批准。

source: Mounting media
cs: Montážní média
de: Montage von Medien
es: Medios de montaje
fa: رسانه نصب
fi: Asennusmateriaali
fr: Support de montage
it: Supporti di montaggio
ja: メディアの取り付け
pl: Środki mocujące
pt: Mídia de montagem
zh: 安装介质

source: Is the solution in which your specimen is placed in (mounted). Its purpose is to preserve the sample, including the fluorophores in it, and enhance the imaging quality during acquisition, by buffering the pH, matching the refractive index throughout the sample (ideally matching it to that of glass) and minimizing photobleaching (depending on the medium). Mounting media prevents the sample from drying out allowing long-term storage.
cs: Je řešení, ve kterém je váš vzorek umístěn (namontován). Jeho účelem je uchovat vzorek, včetně fluoroforů v něm, a zlepšit kvalitu zobrazení během akvizice pufrováním pH, přizpůsobením indexu lomu v celém vzorku (ideálně tak, aby odpovídal indexu lomu skla) a minimalizací fotobělení (v závislosti na střední). Upevňovací médium zabraňuje vysychání vzorku a umožňuje dlouhodobé skladování.
de: Ist die Lösung, in die Ihre Probe eingelegt (montiert) wird. Ihr Zweck ist es, die Probe, einschließlich der darin enthaltenen Fluorophore, zu konservieren und die Bildqualität während der Aufnahme zu verbessern, indem der pH-Wert gepuffert, der Brechungsindex in der gesamten Probe angeglichen wird (idealerweise an den von Glas) und das Ausbleichen durch Licht minimiert wird (je nach Medium). Einbettmittel verhindern das Austrocknen der Probe und ermöglichen eine langfristige Lagerung.
es: Es la solución en la que se coloca (monta) la muestra. Su propósito es preservar la muestra, incluidos los fluoróforos que contiene, y mejorar la calidad de la imagen durante la adquisición, amortiguando el pH, igualando el índice de refracción en toda la muestra (idealmente igualándolo con el del vidrio) y minimizando el fotoblanqueo (según el medio). Los medios de montaje evitan que la muestra se seque, lo que permite un almacenamiento a largo plazo.
fa: آیا محلولی است که نمونه شما در آن قرار می گیرد (نصب شده است). هدف آن حفظ نمونه، از جمله فلوروفورهای موجود در آن، و افزایش کیفیت تصویربرداری در حین اکتساب، با بافر کردن pH، تطبیق ضریب شکست در سراسر نمونه (در حالت ایده‌آل تطبیق آن با شیشه) و به حداقل رساندن سفیدکننده نور (بسته به متوسط). رسانه های نصب از خشک شدن نمونه جلوگیری می کند و امکان نگهداری طولانی مدت را فراهم می کند.
fi: On liuos, johon näytteesi asetetaan (kiinnitetään). Sen tarkoituksena on säilyttää näyte, myös siinä olevat fluoroforit, ja parantaa kuvanlaatua kuvauksen aikana puskuroimalla pH:ta, sovittamalla taitekerroin koko näytteeseen (mieluiten lasin taitekerroin) ja minimoimalla valonhimmennys (väliaineesta riippuen). Kiinnitysmedia estää näytettä kuivumasta, mikä mahdollistaa pitkäaikaisen säilytyksen.
fr: Est la solution dans laquelle votre échantillon est placé (monté). Son but est de préserver l'échantillon, y compris les fluorophores qu'il contient, et d'améliorer la qualité de l'imagerie lors de l'acquisition, en tamponnant le pH, en faisant correspondre l'indice de réfraction dans tout l'échantillon (idéalement en le faisant correspondre à celui du verre) et en minimisant le photoblanchiment (en fonction de la moyen). Le support de montage empêche l'échantillon de se dessécher, ce qui permet un stockage à long terme.
it: È la soluzione in cui viene posto il campione (montato). Il suo scopo è quello di preservare il campione, compresi i fluorofori in esso contenuti, e di migliorare la qualità delle immagini durante l'acquisizione, tamponando il pH, facendo corrispondere l'indice di rifrazione in tutto il campione (idealmente a quello del vetro) e riducendo al minimo il fotobleaching (a seconda del mezzo). I mezzi di montaggio impediscono l'essiccazione del campione, consentendone la conservazione a lungo termine.
ja: 試料を入れる（マウントする）溶液。その目的は、pHを緩衝し、試料全体の屈折率を合わせ（理想的にはガラスの屈折率に合わせる）、光退色を最小限に抑える（メディウムによる）ことで、試料を保存し、試料中の蛍光色素を含め、撮影時の画像品質を向上させることです。マウントメディアはサンプルの乾燥を防ぎ、長期保存を可能にする。
pl: Jest roztworem, w którym znajduje się (zamontowana) próbka. Jego celem jest zachowanie próbki, w tym zawartych w niej fluoroforów, oraz poprawa jakości obrazowania podczas akwizycji poprzez buforowanie pH, dopasowanie współczynnika załamania światła w całej próbce (najlepiej dopasowując go do współczynnika szkła) i minimalizowanie fotowybielania (w zależności od średni). Media do zatapiania zapobiegają wysychaniu próbki, umożliwiając jej długotrwałe przechowywanie.
pt: É a solução na qual sua amostra é colocada (montada). Sua finalidade é preservar a amostra, incluindo os fluoróforos nela contidos, e melhorar a qualidade da imagem durante a aquisição, tamponando o pH, igualando o índice de refração em toda a amostra (idealmente igualando-o ao do vidro) e minimizando o fotobranqueamento (dependendo do médio). A mídia de montagem evita que a amostra seque, permitindo o armazenamento a longo prazo.
zh: 封片剂是用于固定（封片）样本的溶液。它的作用是保存样本（包括其中的荧光团），并通过缓冲pH值、使样本整体折射率一致（理想情况下与玻璃的折射率一致）以及最大限度地减少光漂白（取决于所用介质）来提高成像质量。封片剂可以防止样本干燥，从而实现长期保存。

source: Object detection
cs: Detekce objektů
de: Erkennung von Objekten
es: Detección de objetos
fa: تشخیص اشیا
fi: Kohteen havaitseminen
fr: Détection d'objet
it: Rilevamento degli oggetti
ja: 物体検出
pl: Wykrywanie obiektów
pt: Detecção de objetos
zh: 目标检测
