Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/Glossary.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Glossary
cs: Glosář
de: Glossar
es: Glosario
fa: واژه نامه
fi: Sanasto
fr: Glossaire
it: Glossario
ja: 用語集
pl: Słowniczek
pt: Glossário
zh: 词汇表

source: Blocking
cs: Blokování
de: Blockieren
es: Bloqueo
fa: بلاک کردن
fi: Estäminen
fr: Blocage
it: Blocco
ja: ブロッキング
pl: Bloking
pt: Bloqueio
zh: 阻塞

source: During the immunostaining procedure, it is important to minimize nonspecific binding of the primary or secondary antibodies. In most cases, this is achieved by blocking, which typically involves adding substances such as normal sera, gelatin, or albumin before immunostaining in order to "occupy" all the non-specific binding sites in the sample.
cs: Během postupu imunobarvení je důležité minimalizovat nespecifickou vazbu primárních nebo sekundárních protilátek. Ve většině případů je toho dosaženo blokováním, které typicky zahrnuje přidání látek, jako je normální sérum, želatina nebo albumin, před imunobarvením, aby se „obsadila“ všechna nespecifická vazebná místa ve vzorku.
de: Während des Immunfärbeverfahrens ist es wichtig, die unspezifische Bindung der primären oder sekundären Antikörper zu minimieren. In den meisten Fällen wird dies durch eine Blockierung erreicht, bei der in der Regel vor der Immunfärbung Substanzen wie normale Seren, Gelatine oder Albumin hinzugefügt werden, um alle unspezifischen Bindungsstellen in der Probe zu "besetzen".
es: Durante el procedimiento de inmunotinción, es importante minimizar la unión no específica de los anticuerpos primarios o secundarios. En la mayoría de los casos, esto se logra mediante el bloqueo, que generalmente implica agregar sustancias como sueros normales, gelatina o albúmina antes de la inmunotinción para "ocupar" todos los sitios de unión no específicos en la muestra.
fa: در طول روش ایمونوهیستوشیمی، به حداقل رساندن اتصال غیر اختصاصی آنتی بادی های اولیه یا ثانویه مهم است. در بیشتر موارد، این امر با مسدود کردن به دست می‌آید، که معمولاً شامل افزودن موادی مانند سرم معمولی، ژلاتین یا آلبومین قبل از رنگ‌آمیزی ایمنی به منظور «اشغال» تمام مکان‌های اتصال غیر اختصاصی در نمونه است.
fi: Immunovärjäyksen aikana on tärkeää minimoida primääri- tai sekundäärivasta-aineiden epäspesifinen sitoutuminen. Useimmissa tapauksissa tämä saavutetaan blokkaamalla, mikä tarkoittaa tyypillisesti normaalin seerumin, gelatiinin tai albumiinin kaltaisten aineiden lisäämistä ennen immunovärjäystä, jotta kaikki näytteen epäspesifiset sitoutumiskohdat saadaan "täytettyä".
fr: Au cours de la procédure d'immunomarquage, il est important de minimiser les liaisons non spécifiques des anticorps primaires ou secondaires. Dans la plupart des cas, ceci est réalisé par blocage, qui consiste généralement à ajouter des substances (sérums normaux d'animaux, gélatine ou albumine...) avant l'immunomarquage afin « d'occuper » tous les sites de liaison non spécifiques de l'échantillon.
it: Durante la procedura di immunocolorazione, è importante ridurre al minimo il legame non specifico degli anticorpi primari o secondari. Nella maggior parte dei casi, ciò si ottiene con il blocco, che consiste nell'aggiungere sostanze come sieri normali, gelatina o albumina prima dell'immunocolorazione, in modo da "occupare" tutti i siti di legame non specifici nel campione.
ja: 免疫染色法では、一次抗体や二次抗体の非特異的結合を最小限に抑えることが重要である。ほとんどの場合、これはブロッキングによって達成される。ブロッキングは通常、サンプル中の非特異的結合部位をすべて「占有」するために、免疫染色の前に正常血清、ゼラチン、アルブミンなどの物質を添加することを含む。
pl: Podczas procedury barwienia immunologicznego ważne jest, aby zminimalizować niespecyficzne wiązanie przeciwciał pierwszorzędowych lub drugorzędowych. W większości przypadków osiąga się to poprzez blokowanie, które zwykle polega na dodaniu substancji, takich jak normalne surowice, żelatyna lub albumina przed barwieniem immunologicznym w celu „zajęcia” wszystkich nieswoistych miejsc wiązania w próbce.
pt: Durante o procedimento de imunocoloração, é importante minimizar a ligação inespecífica dos anticorpos primários ou secundários. Na maioria dos casos, isso é obtido por bloqueio, que normalmente envolve a adição de substâncias como soro normal, gelatina ou albumina antes da imunocoloração para "ocupar" todos os sítios de ligação não específicos na amostra.
zh: 在免疫染色过程中，尽量减少一抗或二抗的非特异性结合至关重要。大多数情况下，这可以通过封闭来实现，通常是在免疫染色前加入正常血清、明胶或白蛋白等物质，以“占据”样本中所有非特异性结合位点。

source: Deconvolution
cs: Dekonvoluce
de: Entfaltung
es: Deconvolución
fa: دکانولوشن
fi: Dekonvoluutio
fr: Déconvolution
it: Deconvoluzione
ja: デコンボリューション
pl: Dekonwolucja
pt: Deconvolução
zh: 反卷积

source: The process of computationally removing blur from microscopy images by using the known optical properties of the light path to "reassign" pixel intensity away from where it hit the camera and back onto the structure that emitted the light.
cs: Proces výpočetního odstraňování neostrosti z mikroskopických snímků pomocí známých optických vlastností světelné dráhy k „přeřazení“ intenzity pixelů pryč od místa dopadu na kameru a zpět na strukturu, která vyzařovala světlo.
de: Der Prozess der rechnerischen Entfernung von Unschärfe aus Mikroskopiebildern, indem die bekannten optischen Eigenschaften des Lichtweges genutzt werden, um die Intensität der Pixel von der Stelle, an der das Licht auf die Kamera trifft, wieder der Struktur zuzuordnen, die das Licht aussendet.
es: El proceso de eliminar computacionalmente el desenfoque de las imágenes de microscopía mediante el uso de las propiedades ópticas conocidas de la trayectoria de la luz para "reasignar" la intensidad del píxel lejos de donde golpeó la cámara y de regreso a la estructura que emitió la luz.
fa: فرآیند محاسباتی از بین بردن تاری از تصاویر میکروسکوپی با استفاده از خواص نوری شناخته شده مسیر نور برای "تخصیص مجدد" شدت پیکسل به دور از نقطه برخورد دوربین و بازگشت به ساختاری که نور را ساطع می کند.
fi: Prosessi, jossa mikroskooppikuvien epätarkuutta poistetaan laskennallisesti käyttämällä valotien tunnettuja optisia ominaisuuksia. Pikselin intesitteetti "kohdennetaan takaisin" sen lähettäneeseen rakenteeseen kameraan kohdistuneen pikselin sijaan.
fr: Processus de suppression informatique du flou des images de microscopie utilisant les propriétés optiques connues du trajet de la lumière. La déconvolution "réaffecte" l'intensité du pixel à la structure qui a émis la lumière, souvent loin de la région détectée par la caméra.
it: Il processo di rimozione computazionale della sfocatura dalle immagini di microscopia utilizzando le proprietà ottiche note del percorso della luce per "riassegnare" l'intensità dei pixel dal punto in cui hanno colpito la fotocamera alla struttura che ha emesso la luce.
ja: 光路の既知の光学特性を利用して、ピクセルの強度をカメラに当たった位置から、光を放出した構造に「再割り当て」することにより、顕微鏡画像のぼかしを計算で除去するプロセス。
pl: Proces obliczeniowego usuwania rozmycia z obrazów mikroskopowych przy użyciu znanych właściwości optycznych ścieżki światła w celu „zmiany przypisania” intensywności piksela z miejsca, w którym uderzył w kamerę, z powrotem na strukturę, która emitowała światło.
pt: O processo de remover computacionalmente o desfoque das imagens de microscopia usando as propriedades ópticas conhecidas do caminho da luz para "reatribuir" a intensidade do pixel longe de onde ele atingiu a câmera e de volta para a estrutura que emitiu a luz.
zh: 通过计算方法，利用光路的已知光学特性，将像素强度从相机照射到的位置“重新分配”到发出光线的结构上，从而消除显微图像中的模糊。

source: Ex-Vivo imaging
cs: Ex-vivo zobrazování
de: Ex-Vivo-Bildgebung
es: Imágenes ex-vivo
fa: تصویربرداری Ex-Vivo
fi: Ex-Vivo -kuvantaminen
fr: Imagerie ex-vivo
it: Imaging ex-vivo
ja: 生体外イメージング
pl: Obrazowanie ex vivo
pt: Imagem ex-vivo
zh: 离体成像

source: Refers to imaging performed on live animal tissue in an external controllable environment (e.g., tissue explant on a petri dish). It enables high-resolution imaging of live tissue that may be otherwise inaccessible within the animal. The tissue is maintained alive on the imaging system through perfusion of oxygenated (95% oxygen and 5% CO2), temperature-controlled media using peristaltic pumps and microfluidics.
cs: Odkazuje na zobrazování prováděné na živé zvířecí tkáni ve vnějším kontrolovatelném prostředí (např. tkáňový explantát na Petriho misce). Umožňuje zobrazení živé tkáně s vysokým rozlišením, která může být jinak u zvířete nedostupná. Tkáň je na zobrazovacím systému udržována naživu perfuzí okysličeného (95 % kyslíku a 5 % CO2) média s řízenou teplotou pomocí peristaltických čerpadel a mikrofluidiky.
de: Bezieht sich auf die Bildgebung von lebendem Tiergewebe in einer von außen kontrollierbaren Umgebung (z. B. Gewebeexplantat in einer Petrischale). Sie ermöglicht eine hochauflösende Bildgebung von lebendem Gewebe, das im Tier sonst unzugänglich wäre. Das Gewebe wird auf dem Bildgebungssystem durch Perfusion von sauerstoffhaltigen (95 % Sauerstoff und 5 % CO2), temperaturgesteuerten Medien mit Hilfe von Peristaltikpumpen und Mikrofluidik am Leben erhalten.
es: Se refiere a las imágenes realizadas en tejido animal vivo en un entorno controlable externo (p. ej., explante de tejido en una placa de Petri). Permite obtener imágenes de alta resolución de tejido vivo que, de otro modo, sería inaccesible dentro del animal. El tejido se mantiene vivo en el sistema de imágen a través de la perfusión de medios oxigenados (95 % de oxígeno y 5 % de CO2) con temperatura controlada mediante bombas peristálticas y microfluidos.
fa: به تصویربرداری انجام شده بر روی بافت حیوانی زنده در یک محیط قابل کنترل خارجی (به عنوان مثال، ریزنمونه بافت روی یک ظرف پتری) اشاره دارد. این امکان تصویربرداری با وضوح بالا از بافت زنده را فراهم می کند که ممکن است در غیر این صورت در حیوان غیر قابل دسترس باشد. بافت از طریق پرفیوژن اکسیژن دار (95٪ اکسیژن و 5٪ CO2)، محیط های کنترل شده با دما با استفاده از پمپ های پریستالتیک و میکروسیال ها در سیستم تصویربرداری زنده نگه داشته می شود.
fi: Kuvantaminen, joka suoritetaan elävän eläimen kudoksesta ulkoisessa hallittavassa ympäristössä (esim. kudos petrimaljalla). Se mahdollistaa sellaisen elävän kudoksen korkearesoluutioisen kuvantamisen, johon ei muuten päästä eläimen sisällä. Kudos pidetään elossa kuvantamisjärjestelmässä happea sisältävän ympäristön (95 % happea ja 5 % hiilidioksidia) sekä peristalttisten pumppujen ja mikrofluidiikan avulla pumpattavan lämpötilasäädellyn kasvatusmediumin perfuusion avulla.
fr: Fait référence à l'imagerie réalisée sur des tissus animaux vivants dans un environnement contrôlable externe (par exemple, explantation de tissu sur une boîte de Pétri). Elle permet l'imagerie à haute résolution de tissus vivants qui pourraient autrement être impossible à imager chez l'animal. Le tissu est maintenu en vie, sur le système d'imagerie, par perfusion de milieux oxygénés (95% d'oxygène et 5% de CO2), à température contrôlée à l'aide de pompes péristaltiques et d'un système microfluidique.
it: Si riferisce all'imaging eseguito su tessuti animali vivi in un ambiente esterno controllabile (ad esempio, espianto di tessuto su una piastra di Petri). Consente l'imaging ad alta risoluzione di tessuti vivi che potrebbero essere altrimenti inaccessibili all'interno dell'animale. Il tessuto viene mantenuto in vita sul sistema di imaging attraverso la perfusione di mezzi ossigenati (95% di ossigeno e 5% di CO2) e a temperatura controllata mediante pompe peristaltiche e microfluidica.
ja: 外部制御可能な環境（シャーレ上の組織摘出など）において、生きた動物組織に対して行われるイメージングを指す。動物体内ではアクセス不可能な生きた組織の高解像度イメージングを可能にする。組織は、蠕動ポンプとマイクロ流体工学を用いて、酸素（95％酸素、5％CO2）、温度制御された培地を灌流することにより、イメージングシステム上で生きた状態に維持される。
pl: Odnosi się do obrazowania przeprowadzanego na żywej tkance zwierzęcej w kontrolowanym środowisku zewnętrznym (np. eksplantacja tkanki na płytce Petriego). Umożliwia obrazowanie w wysokiej rozdzielczości żywej tkanki, która w inny sposób może być niedostępna dla zwierzęcia. Tkanka jest utrzymywana przy życiu w systemie obrazowania poprzez perfuzję natlenionych (95% tlenu i 5% CO2) mediów o kontrolowanej temperaturze przy użyciu pomp perystaltycznych i układów mikroprzepływowych.
pt: Refere-se à imagem realizada em tecido animal vivo em um ambiente externo controlável (por exemplo, explante de tecido em uma placa de Petri). Ele permite imagens de alta resolução de tecidos vivos que podem ser inacessíveis dentro do animal. O tecido é mantido vivo no sistema de imagem por meio de perfusão de meios oxigenados (95% de oxigênio e 5% de CO2) com temperatura controlada usando bombas peristálticas e microfluídica.
zh: 指的是在外部可控环境下（例如，培养皿上的组织块）对活体动物组织进行的成像。它能够对动物体内其他方式难以触及的活体组织进行高分辨率成像。成像系统利用蠕动泵和微流控技术，通过灌注含氧（95%氧气和5%二氧化碳）、温度可控的培养基来维持组织活性。

source: Fiji
de: Fidschi
fa: فیجی
fr: Fidji
it: Figi
ja: フィジー
pl: Fidżi
zh: 斐济

source: [Fiji](https://imagej.net/software/fiji/) Is Just ImageJ. ImageJ2 plus a lot of common plugins.
cs: [Fiji](https://imagej.net/software/fiji/) Is Just ImageJ. ImageJ2 plus spousta běžných pluginů.
de: [Fiji](https://imagej.net/software/fiji/) Ist nur ImageJ. ImageJ2 plus eine Menge gängiger Plugins.
es: [Fiji](https://imagej.net/software/fiji/) es solo ImageJ. ImageJ2 más muchos plugins comunes.
fa: [فیجی](https://imagej.net/software/fiji/) فقط ImageJ است. ImageJ2 به علاوه بسیاری از پلاگین های رایج.
fi: [Fiji](https://imagej.net/software/fiji/) on vain ImageJ. ImageJ2 ja paljon yleisiä lisäosia.
fr: [Fidji](https://imagej.net/software/fiji/) est juste ImageJ. ImageJ2 plus beaucoup de plugins courants.
it: [Fiji](https://imagej.net/software/fiji/) È solo ImageJ. ImageJ2 più molti plugin comuni.
ja: [Fiji](https://imagej.net/software/fiji/)は単なるImageJです。ImageJ2と多くの一般的なプラグイン。
pl: [Fidżi](https://imagej.net/software/fiji/) To tylko ImageJ. ImageJ2 plus wiele popularnych wtyczek.
pt: [Fiji](https://imagej.net/software/fiji/) é apenas ImageJ. ImageJ2 mais muitos plugins comuns.
zh: [Fiji](https://imagej.net/software/fiji/) 就是 ImageJ。ImageJ2 加上许多常用插件。

source: Fixation
cs: Fixace
de: Fixierung
es: Fijación
fa: تثبیت
fi: Kiinnittäminen (fiksaus)
it: Fissazione
ja: 固定
pl: Fiksacja
pt: Fixação
zh: 固定

source: Fixation of a specimen refers to the stabilization of the cellular/molecular components within the sample while at the same time stopping any biological function in that sample. The fixative used (e.g., paraformaldehyde, glutaraldehyde, methanol), concentration and conditions (e.g., buffer, temperature) determine the extent of preservation of the cellular and/or molecular structures within a sample, and needs to be optimized depending on the sample or structure that is being imaged.
cs: Fixace vzorku znamená stabilizaci buněčných/molekulárních složek ve vzorku při současném zastavení jakékoli biologické funkce v tomto vzorku. Použité fixační činidlo (např. paraformaldehyd, glutaraldehyd, methanol), koncentrace a podmínky (např. pufr, teplota) určují rozsah zachování buněčných a/nebo molekulárních struktur ve vzorku a je třeba je optimalizovat v závislosti na vzorku resp. struktura, která se zobrazuje.
de: Unter Fixierung einer Probe versteht man die Stabilisierung der zellulären/molekularen Bestandteile der Probe bei gleichzeitiger Unterbrechung jeglicher biologischer Funktion in dieser Probe. Das verwendete Fixiermittel (z. B. Paraformaldehyd, Glutaraldehyd, Methanol), die Konzentration und die Bedingungen (z. B. Puffer, Temperatur) bestimmen das Ausmaß der Erhaltung der zellulären und/oder molekularen Strukturen in einer Probe und müssen je nach Probe oder Struktur, die abgebildet werden soll, optimiert werden.
es: La fijación de una muestra se refiere a la estabilización de los componentes celulares/moleculares dentro de la muestra y, al mismo tiempo, se detiene cualquier función biológica en esa muestra. El fijador utilizado (p. ej., paraformaldehído, glutaraldehído, metanol), la concentración y las condiciones (p. ej., tampón, temperatura) determinan el grado de conservación de las estructuras celulares y/o moleculares dentro de una muestra, y debe optimizarse dependiendo de la muestra o estructura que se está visualizando.
fa: تثبیت یک نمونه به تثبیت اجزای سلولی/مولکولی درون نمونه و در عین حال متوقف کردن هر گونه عملکرد بیولوژیکی در آن نمونه اشاره دارد. تثبیت کننده مورد استفاده (به عنوان مثال، پارافورمالدئید، گلوتارآلدئید، متانول)، غلظت و شرایط (به عنوان مثال، بافر، دما) میزان حفظ ساختارهای سلولی و/یا مولکولی را در یک نمونه تعیین می کند و بسته به نمونه یا باید بهینه شود. ساختاری که در حال تصویربرداری است.
fi: Näytteen kiinnittämisellä eli fiksaatiolla tarkoitetaan näytteen solu-/molekyylikomponenttien stabilointia ja samalla näytteen biologisen toiminnan pysäyttämistä. Käytettyn kiinnitysaineen (esim. paraformaldehydi, glutaraldehydi, metanoli), pitoisuus ja olosuhteet (esim. puskuri, lämpötila) on optimoitava kuvattavan näytteen tai rakenteen mukaan, jotta haluttu solu- ja/tai molekyylirakenteiden pystytään säilyttämään. , ja ne on optimoitava kuvattavan näytteen tai rakenteen mukaan.
fr: La fixation d'un échantillon fait référence à la stabilisation des composants cellulaires/moléculaires dans l'échantillon tout en arrêtant en même temps toute fonction biologique dans cet échantillon. Le fixateur utilisé (par exemple, paraformaldéhyde, glutaraldéhyde, méthanol), la concentration et les conditions (par exemple, tampon, température) déterminent le degré de préservation des structures cellulaires et/ou moléculaires dans un échantillon et doivent être optimisés en fonction de l'échantillon ou structure qui est imagée.
it: La fissazione di un campione si riferisce alla stabilizzazione dei componenti cellulari/molecolari all'interno del campione, interrompendo al contempo qualsiasi funzione biologica in esso presente. Il fissativo utilizzato (ad esempio, paraformaldeide, glutaraldeide, metanolo), la concentrazione e le condizioni (ad esempio, tampone, temperatura) determinano il grado di conservazione delle strutture cellulari e/o molecolari all'interno di un campione e devono essere ottimizzati in base al campione o alla struttura che si sta imitando.
ja: 試料の固定とは、試料内の細胞／分子成分を安定化させると同時に、その試料の生物学的機能を停止させることを指す。使用する固定剤（パラホルムアルデヒド、グルタルアルデヒド、メタノールなど）、濃度、条件（バッファー、温度など）によって、試料内の細胞および／または分子構造の保存の程度が決まり、画像化する試料や構造に応じて最適化する必要がある。
pl: Utrwalenie próbki odnosi się do stabilizacji składników komórkowych/molekularnych w próbce przy jednoczesnym zatrzymaniu jakiejkolwiek funkcji biologicznej w tej próbce. Zastosowany środek utrwalający (np. paraformaldehyd, aldehyd glutarowy, metanol), stężenie i warunki (np. bufor, temperatura) określają stopień zachowania struktur komórkowych i/lub molekularnych w próbce i należy je zoptymalizować w zależności od próbki lub obrazowana struktura.
pt: A fixação de uma amostra refere-se à estabilização dos componentes celulares/moleculares dentro da amostra enquanto, ao mesmo tempo, interrompe qualquer função biológica nessa amostra. O fixador usado (por exemplo, paraformaldeído, glutaraldeído, metanol), a concentração e as condições (por exemplo, tampão, temperatura) determinam a extensão da preservação das estruturas celulares e/ou moleculares dentro de uma amostra e precisam ser otimizados dependendo da amostra ou estrutura que está sendo fotografada.
zh: 标本固定是指稳定样本内的细胞/分子成分，同时终止样本内的所有生物功能。所用固定剂（例如，多聚甲醛、戊二醛、甲醇）、浓度和条件（例如，缓冲液、温度）决定了样本内细胞和/或分子结构的保存程度，需要根据待成像的样本或结构进行优化。

source: Image processing
cs: Zpracování obrazu
de: Bildbearbeitung
es: Procesamiento de imágenes
fa: پردازش تصویر
fi: Kuvankäsittely
fr: Traitement d'image
it: Elaborazione delle immagini
ja: 画像処理
pl: Przetwarzanie obrazu
pt: Processamento de imagem
zh: 图像处理

source: Is an operation that can be performed on an image, resulting in another image. Image processing operations can be simple (e.g. resizing or rotating) or more advanced (e.g. enhancing particular features of an image like circles or lines).
cs: Je operace, kterou lze provést s obrázkem a výsledkem je další obrázek. Operace zpracování obrazu mohou být jednoduché (např. změna velikosti nebo otočení) nebo pokročilejší (např. vylepšení určitých vlastností obrazu, jako jsou kruhy nebo čáry).
de: Ist eine Operation, die an einem Bild durchgeführt werden kann und zu einem anderen Bild führt. Bildverarbeitungsvorgänge können einfach sein (z. B. Größenänderung oder Drehen) oder fortgeschrittener (z. B. Verbesserung bestimmter Merkmale eines Bildes wie Kreise oder Linien).
es: Es una operación que se puede realizar sobre una imagen, dando como resultado otra imagen. Las operaciones de procesamiento de imágenes pueden ser simples (por ejemplo, cambiar el tamaño o rotar) o más avanzadas (por ejemplo, mejorar características particulares de una imagen como círculos o líneas).
fa: عملیاتی است که می توان روی یک تصویر انجام داد و در نتیجه تصویر دیگری ایجاد کرد. عملیات پردازش تصویر می تواند ساده باشد (به عنوان مثال تغییر اندازه یا چرخش) یا پیشرفته تر (به عنوان مثال بهبود ویژگی های خاص یک تصویر مانند دایره ها یا خطوط).
fi: On operaatio, joka voidaan suorittaa kuvalle ja jonka tuloksena saadaan toinen kuva. Kuvankäsittelyoperaatiot voivat olla yksinkertaisia (esim. koon muuttaminen tai pyörittäminen) tai kehittyneempiä (esim. kuvan tiettyjen piirteiden, kuten ympyröiden tai viivojen, parantaminen).
fr: Est une opération qui peut être effectuée sur une image, résultant en une autre image. Les opérations de traitement d'image peuvent être simples (par exemple, redimensionner ou faire pivoter) ou plus avancées (par exemple, améliorer des caractéristiques particulières d'une image comme des cercles ou des lignes).
it: È un'operazione che può essere eseguita su un'immagine, ottenendo un'altra immagine. Le operazioni di elaborazione delle immagini possono essere semplici (ad esempio, ridimensionamento o rotazione) o più avanzate (ad esempio, miglioramento di particolari caratteristiche di un'immagine come cerchi o linee).
ja: 画像処理とは、画像に対して実行され、別の画像を生成する操作のこと。画像処理には、単純なもの（サイズ変更や回転など）もあれば、高度なもの（円や線など画像の特定の特徴を強調するなど）もある。
pl: To operacja, którą można wykonać na obrazie, w wyniku czego powstaje inny obraz. Operacje przetwarzania obrazu mogą być proste (np. zmiana rozmiaru lub obracanie) lub bardziej zaawansowane (np. poprawianie określonych cech obrazu, takich jak okręgi lub linie).
pt: É uma operação que pode ser realizada em uma imagem, resultando em outra imagem. As operações de processamento de imagem podem ser simples (por exemplo, redimensionar ou girar) ou mais avançadas (por exemplo, aprimorar recursos específicos de uma imagem, como círculos ou linhas).
zh: 图像处理是对图像执行的操作，可以生成另一幅图像。图像处理操作可以很简单（例如调整大小或旋转），也可以更高级（例如增强图像的特定特征，如圆形或线条）。

source: Immersion media
cs: Imerzní média
de: Immersionsmedien
es: Medios de inmersión
fa: رسانه غوطه وری
fi: Upotusmedia
fr: Média d'immersion
it: Supporti per l'immersione
ja: 浸漬メディア
pl: Media immersyjne
pt: mídia de imersão
zh: 沉浸式媒体
