Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/QuantitativeBioimaging.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt, zh

source: Quantitative Bioimaging
cs: Kvantitativní BioImaging
de: Quantitatives Bioimaging
es: Bioimagenología Cuantitativa
fa: تصویربرداری زیستی کمی
fi: Kvantitatiivinen biokuvantaminen
fr: Bioimagerie quantitative
it: Bioimmagini quantitative
ja: 定量的バイオイメージング
pl: Ilościowe bioobrazowanie
pt: Bioimagem Quantitativa
zh: 定量生物成像

source: What do we mean by quantitative bioimaging?
cs: Co máme na mysli pod pojmem Kvantitativní BioImaging?
de: Was verstehen wir unter quantitativem Bioimaging?
es: ¿Qué entendemos por bioimagen cuantitativa?
fa: منظور ما از تصویربرداری زیستی کمی چیست؟
fi: Mitä tarkoitamme kvantitatiivisella biokuvantamisella?
fr: Qu'entend-on par bioimagerie quantitative ?
it: Cosa intendiamo per bioimmagine quantitativa?
ja: 定量的バイオイメージングとは？
pl: Co rozumiemy przez bioobrazowanie ilościowe?
pt: O que queremos dizer com bioimagem quantitativa?
zh: 定量生物成像指的是什么？

source: While microscopy was by necessity a qualitative science for most of its history, we now live in an era where microscope images can be used to precisely quantify observable phenotypes.
cs: Zatímco mikroskopie byla po většinu své historie kvalitativní vědou, nyní žijeme v době, kdy lze mikroskopické snímky použít k přesné kvantifikaci pozorovatelných fenotypů.
de: Während die Mikroskopie die meiste Zeit ihrer Geschichte notwendigerweise eine qualitative Wissenschaft war, leben wir heute in einer Ära, in der Mikroskopbilder verwendet werden können, um beobachtbare Phänotypen präzise zu quantifizieren.
es: Si bien la microscopía fue necesariamente una ciencia cualitativa durante la mayor parte de su historia, ahora vivimos en una era en la que las imágenes del microscopio se pueden usar para cuantificar con precisión los fenotipos observables.
fa: در حالی که میکروسکوپ به طور ضروری در بیشتر تاریخ خود یک علم کیفی بود، ما اکنون در عصری زندگی می کنیم که می توان از تصاویر میکروسکوپ برای تعیین کمیت فنوتیپ های قابل مشاهده استفاده کرد.
fi: Vaikka mikroskooppitutkimus oli suurimman osan historiansa ajan väistämättä laadullinen tiede, elämme nyt aikakautta, jolloin mikroskooppikuvia voidaan käyttää havaittavien fenotyyppien täsmälliseen kvantifiointiin.
fr: Alors que la microscopie était par nécessité une science qualitative pendant la majeure partie de son histoire, nous vivons maintenant à une époque où les images au microscope peuvent être utilisées pour quantifier avec précision les phénotypes observables.
it: Se per la maggior parte della sua storia la microscopia è stata necessariamente una scienza qualitativa, oggi viviamo in un'epoca in cui le immagini del microscopio possono essere utilizzate per quantificare con precisione i fenotipi osservabili.
ja: 顕微鏡は、その歴史の大半において定性的な科学に使われてきましたが、現在では顕微鏡画像を用いて観察可能な表現型を正確に定量化できるようになりました。
pl: Podczas gdy mikroskopia była z konieczności nauką jakościową przez większość swojej historii, obecnie żyjemy w epoce, w której obrazy mikroskopowe mogą być wykorzystywane do precyzyjnego określania ilościowego obserwowalnych fenotypów.
pt: Embora a microscopia tenha sido necessariamente uma ciência qualitativa durante a maior parte de sua história, agora vivemos em uma era em que as imagens do microscópio podem ser usadas para quantificar com precisão os fenótipos observáveis.
zh: 虽然显微镜技术在其发展的大部分历史时期都必然是一门定性科学，但我们现在生活在一个显微镜图像可以用来精确量化可观察表型的时代。

source: The ability to draw accurate quantitative answers from these experiments relies on certain best practices being followed. If one can confidently say "Yes" to each of the following 4 questions, one is likely to be able to quantify their sample.
cs: Schopnost vyvodit přesné kvantitativní odpovědi z těchto experimentů závisí na osvědčených postupech, které jsou by měli být dodrženy. Pokud dokážete s jistotou říci „Ano“ na každou z následujících 4 otázek, pravděpodobně budete schopni správně kvantifikovat vzorek.
de: Die Fähigkeit, genaue quantitative Antworten aus diesen Experimenten zu ziehen, hängt von der Einhaltung bestimmter bewährter Verfahren ab. Wenn man jede der folgenden 4 Fragen getrost mit "Ja" beantworten kann, ist man wahrscheinlich in der Lage, seine Probe zu quantifizieren.
es: La capacidad de obtener respuestas cuantitativas precisas de estos experimentos se basa en que se sigan ciertas mejores prácticas. Si uno puede decir con confianza "Sí" a cada una de las siguientes 4 preguntas, es probable que pueda cuantificar su muestra.
fa: توانایی استخراج پاسخ‌های کمی دقیق از این آزمایش‌ها به بهترین شیوه‌هایی که دنبال می‌شوند متکی است. اگر کسی بتواند با اطمینان به هر یک از 4 سوال زیر "بله" بگوید، احتمالاً می تواند نمونه خود را کمیت کند.
fi: Tarkkojen määrällisten vastausten saaminen näistä kokeista edellyttää tiettyjen parhaiden käytäntöjen noudattamista. Jos seuraaviin neljään kysymykseen voidaan vastata varmasti "kyllä", on todennäköistä, että näytteen määrällinen määrittäminen onnistuu.
fr: La capacité à tirer des réponses quantitatives précises de ces expériences repose sur le respect de certaines pratiques exemplaires. Si l'on peut répondre "Oui" en toute confiance à chacune des 4 questions suivantes, on est susceptible de pouvoir quantifier son échantillon.
it: La capacità di trarre risposte quantitative accurate da questi esperimenti si basa sul rispetto di alcune best practice. Se si può rispondere con sicurezza "Sì" a ciascuna delle 4 domande seguenti, è probabile che si riesca a quantificare il proprio campione.
ja: 顕微鏡の実験から正確で定量的な答えを導き出すには、一定のベストプラクティスを遵守する必要があります。以下の4つの質問全てに、自信を持って「はい」と答えることができれば、サンプルを定量的に評価できている可能性が高いでしょう。
pl: Zdolność do uzyskania dokładnych odpowiedzi ilościowych z tych eksperymentów zależy od przestrzegania pewnych najlepszych praktyk. Jeśli ktoś może śmiało powiedzieć „tak” na każde z poniższych 4 pytań, prawdopodobnie będzie w stanie określić ilościowo swoją próbkę.
pt: A capacidade de extrair respostas quantitativas precisas desses experimentos depende do cumprimento de certas práticas recomendadas. Se alguém puder dizer "sim" com confiança para cada uma das 4 perguntas a seguir, é provável que seja capaz de quantificar sua amostra.
zh: 从这些实验中得出准确的定量答案取决于是否遵循某些最佳实践。如果能够自信地对以下四个问题都回答“是”，那么就很有可能能够对其样本进行量化。

source: Have I prepared my sample in a way that minimizes technical artifacts and lets me understand exactly which molecule(s) I am observing?
cs: Připravil jsem svůj vzorek způsobem, který minimalizuje technické artefakty a umožňuje mi přesně porozumět, kterou/které molekulu/y pozoruji?
de: Habe ich meine Probe so vorbereitet, dass technische Artefakte minimiert werden und ich genau verstehen kann, welche(s) Molekül(e) ich beobachte?
es: ¿Preparé mi muestra de una manera que minimice los artefactos técnicos y me permita entender exactamente qué molécula(s) estoy observando?
fa: آیا نمونه خود را به گونه ای آماده کرده ام که مصنوعات فنی را به حداقل برساند و به من امکان دهد دقیقاً متوجه شوم کدام مولکول(های) را مشاهده می کنم؟
fi: Olenko valmistellut näytteeni tavalla, joka minimoi tekniset artefaktit ja antaa minulle mahdollisuuden ymmärtää tarkalleen, mitä molekyyliä (molekyylejä) olen havainnoimassa?
fr: Ai-je préparé mon échantillon de manière à minimiser les artefacts techniques et à comprendre exactement quelle(s) molécule(s) j'observe ?
it: Ho preparato il mio campione in modo da ridurre al minimo gli artefatti tecnici e permettermi di capire esattamente quali molecole sto osservando?
ja: サンプルの準備の際、技術的なアーチファクトを最小限に抑え、どの分子（複数の場合もある）を観察しているかを正確に理解できるような方法で行いましたか？
pl: Czy przygotowałem próbkę w sposób, który minimalizuje artefakty techniczne i pozwala mi dokładnie zrozumieć, którą cząsteczkę (cząsteczki) obserwuję?
pt: Eu preparei minha amostra de forma a minimizar os artefatos técnicos e me permitir entender exatamente qual(is) molécula(s) estou observando?
zh: 我是否以最大程度减少技术误差并让我准确了解我观察到的分子的方式制备了我的样品？

source: Have I conducted my microscopy so that I minimize technical artifacts and am in the quantitative range of the detector attached to my microscope?
cs: Mikroskopoval jsem tak, abych minimalizoval technické artefakty a byl v kvantitativním rozsahu detektoru připojeného k mému mikroskopu?
de: Habe ich meine Mikroskopie so durchgeführt, dass ich technische Artefakte minimiere und im quantitativen Bereich des an meinem Mikroskop angebrachten Detektors liege?
es: ¿He realizado mi microscopía para minimizar los artefactos técnicos y estoy en el rango cuantitativo del detector conectado a mi microscopio?
fa: آیا میکروسکوپ خود را طوری انجام داده ام که مصنوعات فنی را به حداقل برسانم و در محدوده کمی آشکارساز متصل به میکروسکوپ خود قرار داشته باشم؟
fi: Olenko suorittanut mikroskopointini siten, että minimoin tekniset artefaktit ja olen mikroskooppiini liitetyn ilmaisimen kvantitatiivisella alueella?
fr: Ai-je effectué ma microscopie de manière à minimiser les artefacts techniques et à me situer dans la plage quantitative du détecteur fixé à mon microscope ?
it: Ho condotto la mia microscopia in modo da ridurre al minimo gli artefatti tecnici e da rientrare nel range quantitativo del rilevatore collegato al mio microscopio?
ja: 顕微鏡での撮影の際、技術的なアーチファクトを最小限に抑えましたか？また、顕微鏡に取り付けられた検出器の定量範囲内、つまり検出限界以上・定量下限以下になっていますか？
pl: Czy przeprowadziłem badanie mikroskopowe w taki sposób, aby zminimalizować artefakty techniczne i czy mieściłem się w zakresie ilościowym detektora podłączonego do mojego mikroskopu?
pt: Realizei minha microscopia de modo a minimizar os artefatos técnicos e estou na faixa quantitativa do detector conectado ao meu microscópio?
zh: 我进行显微镜观察时，是否尽量减少了技术误差，并且观察范围在显微镜探测器的定量范围内？

source: Have I selected analysis metric(s) that truly answer my biological question and measured them in a way that minimizes technical artifacts?
cs: Vybral jsem analytické metriky, které skutečně odpovídají na mou biologickou otázku, a změřil jsem je způsobem, který minimalizuje technické artefakty?
de: Habe ich Analysemetriken ausgewählt, die meine biologische Frage wirklich beantworten, und sie so gemessen, dass technische Artefakte minimiert werden?
es: ¿Seleccioné las métricas de análisis que realmente responden a mi pregunta biológica y las midí de una manera que minimiza los artefactos técnicos?
fa: آیا معیار(های) تحلیلی را انتخاب کرده ام که واقعاً به سؤال بیولوژیکی من پاسخ می دهد و آنها را به گونه ای اندازه گیری کرده ام که مصنوعات فنی را به حداقل برساند؟
fi: Olenko valinnut mittarit, jotka todella vastaavat biologiseen kysymykseeni, ja mitannut niitä tavalla, joka minimoi tekniset artefaktit?
fr: Ai-je sélectionné des mesures d'analyse qui répondent vraiment à ma question biologique et les ai-je mesurées de manière à minimiser les artefacts techniques ?
it: Ho selezionato le metriche di analisi che rispondono veramente alla mia domanda biologica e le ho misurate in modo da ridurre al minimo gli artefatti tecnici?
ja: 自身の生物学的な疑問に真に答える分析指標（複数の場合もある）を選択しましたか？また、技術的なアーチファクトを最小限に抑える方法で計測しましたか？
pl: Czy wybrałem metryki analizy, które naprawdę odpowiadają na moje pytanie biologiczne i zmierzyłem je w sposób, który minimalizuje artefakty techniczne?
pt: Selecionei métricas de análise que realmente respondem à minha pergunta biológica e as medi de forma a minimizar artefatos técnicos?
zh: 我是否选择了能够真正回答我的生物学问题的分析指标，并且以最大限度减少技术误差的方式对其进行了测量？

source: Have I chosen appropriate statistical comparisons and data presentation approaches so that the distribution of my metric(s) can be fairly compared across samples, answering my biolgical question?
cs: Zvolil jsem vhodná statistická srovnání a přístupy k prezentaci dat, aby bylo možné spravedlivě porovnat distribuci mé metriky mezi vzorky a odpovědět na mou biologickou otázku?
de: Habe ich geeignete statistische Vergleiche und Ansätze zur Datendarstellung gewählt, so dass die Verteilung meiner Metrik(en) über die verschiedenen Stichproben hinweg fair verglichen werden kann, um meine biologische Frage zu beantworten?
es: ¿He elegido comparaciones estadísticas y enfoques de presentación de datos apropiados para que la distribución de mi(s) métrica(s) pueda(n) compararse de manera justa entre muestras, respondiendo a mi pregunta biológica?
fa: آیا مقایسه‌های آماری و روش‌های ارائه داده‌های مناسبی را انتخاب کرده‌ام تا بتوان توزیع متریک(های) من را به طور منصفانه در بین نمونه‌ها مقایسه کرد و به سؤال بیولوژیکی من پاسخ داد؟
fi: Olenko valinnut asianmukaiset tilastolliset vertailut ja tietojen esitystavat, jotta mittareideni jakaumaa voidaan verrata oikeudenmukaisesti eri näytteiden välillä, mikä antaa vastauksen biologiseen kysymykseeni?
fr: Ai-je choisi des comparaisons statistiques et des approches de présentation des données appropriées afin que la distribution de mes mesures puisse être comparée équitablement entre les échantillons, répondant à ma question biologique ?
it: Ho scelto confronti statistici e approcci di presentazione dei dati appropriati, in modo che la distribuzione delle mie metriche possa essere equamente confrontata tra i vari campioni, rispondendo alla mia domanda biologica?
ja: 生物学的な疑問に答えるため、サンプル間で測定値の分布を公平に比較できるよう、適切な統計的比較とデータ提示のアプローチを選択したか？
pl: Czy wybrałem odpowiednie porównania statystyczne i podejścia do prezentacji danych, aby rozkład moich wskaźników mógł być rzetelnie porównany w próbkach, odpowiadając na moje pytanie biologiczne?
pt: Eu escolhi comparações estatísticas apropriadas e abordagens de apresentação de dados para que a distribuição de minha(s) métrica(s) possa(m) ser comparada(s) de forma justa entre as amostras, respondendo à minha pergunta biológica?
zh: 我是否选择了合适的统计比较和数据呈现方法，以便能够公平地比较不同样本的指标分布，从而回答我的生物学问题？

source: Answering each of these questions requires thought, expertise, and often a fair amount of trial and error; it can feel overwhelming to grapple with all the technical aspects and caveats present in a bioimaging experiment. These questions **_can_** be answered, however, though often not in a single pass - [continuous optimization through multiple rounds of answering these questions](qb-decision-cycle) is typically needed for best results.
cs: Odpověď na každou z těchto otázek vyžaduje přemýšlení, odbornost a často i pořádnou dávku pokusů a omylů; potýkat se se všemi technickými aspekty a výhradami přítomnými v experimentu s biozobrazováním může být ohromující. Tyto otázky však **_lze_** zodpovědět, i když často ne v jediném průchodu – [nepřetržitá optimalizace prostřednictvím několika kol zodpovídání těchto otázek] (qb-decision-cycle) je obvykle potřeba k dosažení nejlepších výsledků.
de: Die Beantwortung jeder dieser Fragen erfordert Nachdenken, Fachwissen und oft eine Menge Versuch und Irrtum; es kann sich überwältigend anfühlen, sich mit all den technischen Aspekten und Vorbehalten auseinanderzusetzen, die in einem Bioimaging-Experiment vorhanden sind. Diese Fragen **_können** jedoch beantwortet werden, wenn auch oft nicht in einem einzigen Durchgang - [kontinuierliche Optimierung durch mehrere Runden der Beantwortung dieser Fragen](qb-decision-cycle) ist in der Regel für beste Ergebnisse erforderlich.
es: Responder a cada una de estas preguntas requiere pensamiento, experiencia y, a menudo, una buena cantidad de prueba y error; puede resultar abrumador lidiar con todos los aspectos técnicos y las advertencias presentes en un experimento de bioimagen. Estas preguntas **_pueden_** ser respondidas, sin embargo, aunque a menudo no en un solo paso - [optimización continua a través de múltiples rondas de respuesta a estas preguntas] (qb-decision-cycle) es típicamente necesaria para obtener mejores resultados.
fa: پاسخ به هر یک از این سؤالات نیازمند تفکر، تخصص و اغلب آزمون و خطا است. دست و پنجه نرم کردن با تمام جنبه های فنی و اخطارهای موجود در یک آزمایش تصویربرداری زیستی می تواند طاقت فرسا باشد. با این حال، به این سوالات **_can_** پاسخ داده می‌شود، اگرچه اغلب نه در یک مرحله - [بهینه‌سازی مستمر از طریق چندین دور پاسخ دادن به این سوالات] (qb-decision-cycle) معمولاً برای بهترین نتایج مورد نیاز است.
fi: Jokaiseen näistä kysymyksistä vastaaminen vaatii ajattelua, asiantuntemusta ja usein melkoisen määrän kokeiluja ja virheitä; voi tuntua ylivoimaiselta käsitellä kaikkia biokuvantamiskokeilun teknisiä näkökohtia ja varoituksia. Näihin kysymyksiin **_voidaan** kuitenkin vastata, vaikkei useinkaan yhdellä kertaa - [jatkuva optimointi useiden vastauskierrosten kautta] (qb-decision-cycle) on yleensä tarpeen parhaiden tulosten saavuttamiseksi.
fr: Répondre à chacune de ces questions nécessite de la réflexion, de l'expertise et souvent une bonne quantité d'essais et d'erreurs; il peut sembler écrasant de se débattre avec tous les aspects techniques et les mises en garde présentes dans une expérience de bioimagerie. Ces questions **_can_** reçoivent une réponse, cependant, bien que souvent pas en une seule passe - [l'optimisation continue à travers plusieurs séries de réponses à ces questions] (qb-decision-cycle) est généralement nécessaire pour obtenir les meilleurs résultats.
it: Rispondere a ciascuna di queste domande richiede riflessione, esperienza e spesso una discreta quantità di tentativi ed errori; può sembrare opprimente affrontare tutti gli aspetti tecnici e le avvertenze presenti in un esperimento di bioimmagine. Tuttavia, è possibile rispondere a queste domande, anche se spesso non in un unico passaggio: per ottenere i migliori risultati è necessaria un'ottimizzazione continua attraverso più cicli di risposta a queste domande (qb-decision-cycle).
ja: バイオイメージング実験に存在するすべての技術的側面と注意事項に取り組むことは、圧倒されるように感じるかもしれない。しかし、これらの質問には**_can_**答えることができるが、一度では答えられないことが多い。最良の結果を得るためには、通常、[これらの質問に複数回答えることによる継続的な最適化](qb-decision-cycle)が必要である。
pl: Odpowiedź na każde z tych pytań wymaga przemyślenia, wiedzy i często sporej liczby prób i błędów; zmaganie się ze wszystkimi aspektami technicznymi i zastrzeżeniami obecnymi w eksperymencie bioobrazowym może wydawać się przytłaczające. Jednak odpowiedzi na te pytania **_można_** uzyskać, choć często nie za jednym razem — [ciągła optymalizacja poprzez wiele rund odpowiadania na te pytania](cykl decyzyjny-qb) jest zwykle potrzebna, aby uzyskać najlepsze wyniki.
pt: Responder a cada uma dessas perguntas requer reflexão, experiência e, muitas vezes, uma quantidade razoável de tentativa e erro; pode parecer esmagador lidar com todos os aspectos técnicos e ressalvas presentes em um experimento de bioimagem. Essas perguntas **_podem_** ser respondidas, no entanto, embora muitas vezes não em uma única passagem - [otimização contínua por meio de várias rodadas de respostas a essas perguntas](qb-decision-cycle) geralmente é necessária para obter melhores resultados.
zh: 回答这些问题需要思考、专业知识，而且往往需要大量的反复试验；要应对生物成像实验中所有技术细节和注意事项，可能会让人感到不知所措。然而，这些问题**_是__能够得到解答的，尽管通常无法一次性解决——为了获得最佳结果，通常需要通过多轮解答这些问题进行持续优化。

source: The resources linked in this guide are designed to help a reader develop skills in each or all of these areas, helping them get the most from their microscopy data.
cs: Zdroje uvedené v této knížce jsou navrženy tak, aby čtenářům pomohly rozvíjet dovednosti v každé z těchto oblastí nebo ve všech těchto oblastech a pomohly jim co nejlépe využít jejich mikroskopická data.
de: Die in diesem Leitfaden verlinkten Ressourcen sollen dem Leser helfen, seine Fähigkeiten in jedem oder allen diesen Bereichen zu entwickeln, damit er das Beste aus seinen Mikroskopiedaten herausholen kann.
es: Los recursos vinculados en esta guía están diseñados para ayudar al lector a desarrollar habilidades en cada una o todas estas áreas, ayudándolos a aprovechar al máximo sus datos de microscopía.
fa: منابع مرتبط در این راهنما برای کمک به خواننده در توسعه مهارت‌ها در هر یک یا همه این زمینه‌ها طراحی شده‌اند و به او کمک می‌کنند از داده‌های میکروسکوپی خود بیشترین بهره را ببرند.
fi: Tässä oppaassa linkitetyt resurssit on suunniteltu auttamaan lukijaa kehittämään taitojaan kullakin tai kaikilla näillä osa-alueilla, mikä auttaa häntä saamaan kaiken irti mikroskooppitiedoista.
fr: Les ressources liées dans ce guide sont conçues pour aider un lecteur à développer des compétences dans chacun ou dans tous ces domaines, en l'aidant à tirer le meilleur parti de ses données de microscopie.
it: Le risorse collegate in questa guida sono progettate per aiutare il lettore a sviluppare competenze in ciascuna o in tutte queste aree, aiutandolo a ottenere il massimo dai suoi dati di microscopia.
ja: 本ガイドにリンクされているリソースは、読者がこれらの分野のそれぞれ、またはすべてのスキルを向上させ、顕微鏡データを最大限に活用できるように設計されている。
pl: Zasoby, do których łącza znajdują się w tym przewodniku, mają na celu pomóc czytelnikowi rozwinąć umiejętności w każdym z tych obszarów lub we wszystkich tych obszarach, pomagając mu w maksymalnym wykorzystaniu danych mikroskopowych.
pt: Os recursos vinculados neste guia são projetados para ajudar o leitor a desenvolver habilidades em cada uma ou em todas essas áreas, ajudando-o a obter o máximo de seus dados de microscopia.
zh: 本指南中提供的资源旨在帮助读者培养在这些领域中的一项或多项技能，从而帮助他们最大限度地利用显微镜数据。

source: cycle
cs: cyklus
de: Zyklus
es: ciclo
fa: چرخه
fi: sykli
it: ciclo
ja: サイクル
pl: cykl
pt: ciclo
zh: 循环

source: **The decision cycle of quantitative bioimaging {cite}`Senft2023-zy`** Reproduced from Senft and Diaz-Rohrer et al, [**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167).
cs: **The decision cycle of quantitative bioimaging {cite}`Senft2023-zy`**Převzato z Senft a Diaz-Rohrer et al, [**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org /10.1371/journal.pbio.3002167).
de: **Der Entscheidungszyklus bei quantitativen Bioimaging-Experimenten {cite}`Senft2023-zy`** Wiedergegeben aus Senft und Diaz-Rohrer et al, [**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167).
es: **El ciclo de decisión de la bioimagen cuantitativa {cite}`Senft2023-zy`** Reproducido de Senft y Diaz-Rohrer et al, [**_Guía del biólogo para planificar y realizar experimentos de bioimagen cuantitativa_**](https://doi.org /10.1371/journal.pbio.3002167).
fa: **چرخه تصمیم گیری تصویربرداری زیستی کمی {cite}`Senft2023-zy`** بازتولید شده از Senft و Diaz-Rohrer و همکاران، [**_راهنمای زیست شناس برای برنامه ریزی و اجرای تصویربرداری کمی زیستی Experiments_**](https://doi.org/10.1371/journal.pbio.3002167).
fi: **Kvantitatiivisen biokuvantamisen päätöksentekosykli {cite}`Senft2023-zy`** Jäljennetty teoksesta Senft ja Diaz-Rohrer et al, [**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167).
fr: **Le cycle de décision de la bioimagerie quantitative {cite}`Senft2023-zy`** Reproduit à partir de Senft et Diaz-Rohrer et al, [**_Guide du biologiste pour la planification et la réalisation d'expériences de bioimagerie quantitative_**](https://doi.org /10.1371/journal.pbio.3002167).
it: **Il ciclo decisionale del bioimaging quantitativo {cite}`Senft2023-zy`** Riprodotto da Senft e Diaz-Rohrer et al, [**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167).
ja: **The decision cycle of quantitative bioimaging{cite}`Senft2023-zy`** Senft and Diaz-Rohrer et al, [**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167) より転載。
pl: **Cykl decyzyjny bioobrazowania ilościowego {cite}`Senft2023-zy`** Zaczerpnięto z Senft i Diaz-Rohrer et al, [**_Przewodnik biologa po planowaniu i przeprowadzaniu ilościowych eksperymentów bioobrazowych_**](https://doi.org /10.1371/journal.pbio.3002167).
pt: **O ciclo de decisão da bioimagem quantitativa {cite}`Senft2023-zy`** Reproduzido de Senft e Diaz-Rohrer et al, [**_Guia de um biólogo para planejar e realizar experimentos de bioimagem quantitativa_**](https://doi.org /10.1371/journal.pbio.3002167).
zh: **定量生物成像的决策周期 {cite}`Senft2023-zy`** 摘自 Senft 和 Diaz-Rohrer 等人，[**_生物学家规划和执行定量生物成像实验指南_**](https://doi.org/10.1371/journal.pbio.3002167)。
