Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/welcome.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: Sample Preparation
cs: Příprava vzorků
de: Vorbereitung der Probe
es: Preparación de la muestra
fa: آماده سازی نمونه
fi: Näytteen valmistus
fr: Préparation des échantillons
it: Preparazione del campione
ja: サンプルの準備
pl: Przygotowanie próbki
pt: Preparação de amostra

source: Sample Acquisition
cs: Snímání vzorku
de: Akquisition von Proben
es: Adquisición de muestras
fa: اکتساب نمونه
fi: Näytteen hankinta
fr: Acquisition d'images
it: Acquisizione dei campioni
ja: サンプルの撮影
pl: Pobieranie próbek
pt: Aquisição de amostra

source: Image Analysis and Data Handling
cs: Analýza obrazu a zpracování dat
de: Bildanalyse und Datenverarbeitung
es: Análisis de imágenes y manejo de datos
fa: تجزیه و تحلیل تصویر و مدیریت داده ها
fi: Kuva-analyysi ja datan käsittely
fr: Analyse d'images et traitement des données
it: Analisi delle immagini e gestione dei dati
ja: 画像解析とデータ処理
pl: Analiza obrazu i przetwarzanie danych
pt: Análise de imagem e tratamento de dados

source: Data Interpretation
cs: Interpretace dat
de: Auswertung der Daten
es: Interpretación de datos
fa: تفسیر اطلاعات
fi: Datan tulkinta
fr: Interprétation des données
it: Interpretazione dei dati
ja: データの解釈
pl: Interpretacja danych
pt: Interpretação de dados

source: Additional Resources
cs: Dodatečné zdroje
de: Zusätzliche Ressourcen
es: Recursos adicionales
fa: منابع اضافی
fi: Lisäresurssit
fr: Ressources additionnelles
it: Risorse aggiuntive
ja: 関連文献
pl: Dodatkowe zasoby
pt: Recursos adicionais

source: Welcome
cs: Uvítání
de: Willkommen
es: Bienvenido
fa: خوش آمدی
fi: Tervetuloa
fr: Accueil
it: Benvenuti
ja: ようこそ
pl: Powitanie
pt: Bem-vindo

source: Welcome to the world of bioimaging and bioimage analysis! 🎉
cs: Vítejte ve světě bilogických zobrazovacích metod a analýzy biologických obrazových dat! 🎉
de: Willkommen in der Welt des Bioimaging und der Bioimage-Analyse! 🎉
es: ¡Bienvenido al mundo de la bioimagenología y el análisis de bioimagenes! 🎉
fa: به دنیای تصویربرداری زیستی و تجزیه و تحلیل تصویر زیستی خوش آمدید! 🎉
fi: Tervetuloa biokuvantamisen ja biokuvien analysoinnin maailmaan! 🎉
fr: Bienvenue dans le monde de la bioimagerie et de l'analyse de bioimages ! 🎉
it: Benvenuti nel mondo del bioimaging e dell'analisi delle bioimmagini! 🎉
ja: バイオイメージングとバイオ画像解析の世界へようこそ！🎉
pl: Witamy w świecie bioobrazowania i analizy bioobrazów! 🎉
pt: Bem-vindo ao mundo da bioimagem e análise de bioimagem! 🎉

source: BBBC image montage
cs: Obrazová montáž BBBC
de: BBBC-Bildmontage
es: Montaje de imagen BBBC
fa: مونتاژ تصویر بی بی سی
fi: BBBC:n kuvakooste
fr: Montage d'images BBBC
it: Montaggio di immagini BBBC
ja: BBBCイメージ・モンタージュ
pl: Montaż obrazu BBC
pt: montagem de imagem BBBC

source: **Montage of fluorescence microscopy images from [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Images shown are from experiments BBBC007, BBBC008, BBBC034, BBBC038, BBBC039, and BBBC020 from left to right, top to bottom.
cs: **Montage of fluorescence microscopy images from [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Zobrazené snímky jsou z experimentů BBBC007, BBBC008, BBBC038, BBBC038, BB a BBBC020 (zleva doprava, shora dolů).
de: **Montage von Fluoreszenzmikroskopie-Bildern aus [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Die Bilder stammen aus den Experimenten BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 und BBBC020 von links nach rechts, von oben nach unten.
es: **Montaje de imágenes de microscopía de fluorescencia de [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Las imágenes que se muestran son de los experimentos BBBC007, BBBC008, BBBC034, BBBC038 , BBBC039 y BBBC020 de izquierda a derecha y de arriba a abajo.
fa: **مونتاژ تصاویر میکروسکوپ فلورسانس از [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (موسسه Broad).** تصاویر نشان داده شده است. از آزمایش‌های BBBC007، BBBC008، BBBC034، BBBC038، BBBC039، و BBBC020 از چپ به راست، از بالا به پایین هستند.
fi: **Kooste fluoresenssimikroskopiakuvista [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Kuvat ovat kokeista BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 ja BBBC020 vasemmalta oikealle, ylhäältä alas.
fr: **Montage d'images de microscopie à fluorescence de [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Les images présentées proviennent des expériences BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 , et BBBC020 de gauche à droite, de haut en bas.
it: **Montaggio di immagini di microscopia a fluorescenza da [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Le immagini mostrate provengono dagli esperimenti BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 e BBBC020 da sinistra a destra, dall'alto in basso.
ja: **[BBBC](https://bbbc.broadinstitute.org/){cite}`Ljosa2012-fr` (Broad Institute)に含まれる蛍光顕微鏡画像。** 画像は左上からBBBC007、BBBC008、BBBC034、BBBC038、BBBC039、BBBC020の実験によるもの。
pl: **Montaż obrazów z mikroskopii fluorescencyjnej z [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** Pokazane obrazy pochodzą z eksperymentów BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 i BBBC020 od lewej do prawej, od góry do dołu.
pt: **Montagem de imagens de microscopia de fluorescência de [BBBC](https://bbbc.broadinstitute.org/) {cite}`Ljosa2012-fr` (Broad Institute).** As imagens mostradas são dos experimentos BBBC007, BBBC008, BBBC034, BBBC038, BBBC039 , e BBBC020 da esquerda para a direita, de cima para baixo.

source: What is this book?
cs: Co od knihy čekat?
de: Was ist das für ein Buch?
es: ¿Qué es este libro?
fa: این کتاب چیست؟
fi: Mikä tämä kirja on?
fr: Quel est ce livre ?
it: Che cos'è questo libro?
ja: この本について
pl: Czym jest ta książka?
pt: O que este livro é?

source: This book is a companion website to our paper "[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy`. Our goal is to provide recommendations and a curated set of resources for biologists looking to understand the factors that impact their fluorescence microscopy experiments.
cs: Tato kniha je doprovodnou webovou stránkou k našemu dokumentu „[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)“ {cite}`Senft2023-zy` . Naším cílem je poskytnout doporučení a kurátorovanou sadu zdrojů pro biology, kteří chtějí porozumět faktorům, které ovlivňují jejich experimenty s fluorescenční mikroskopií.
de: Dieses Buch ist eine begleitende Website zu unserem Papier "[**_A biologist's guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy`. Unser Ziel ist es, Empfehlungen und eine Reihe von Ressourcen für Biologen bereitzustellen, die die Faktoren verstehen wollen, die ihre Fluoreszenzmikroskopie-Experimente beeinflussen.
es: Este libro es un sitio web complementario a nuestro artículo "[**_Guía de un biólogo para planificar y realizar experimentos cuantitativos de bioimagenología_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy` . Nuestro objetivo es proporcionar recomendaciones y un conjunto de recursos seleccionados para los biólogos que buscan comprender los factores que afectan sus experimentos de microscopía de fluorescencia.
fa: این کتاب یک وب سایت همراه مقاله ما است "[**_راهنمای یک زیست شناس برای برنامه ریزی و انجام آزمایش های کمی تصویربرداری زیستی_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy`. هدف ما ارائه توصیه‌ها و مجموعه‌ای از منابع برای زیست‌شناسانی است که به دنبال درک عواملی هستند که بر آزمایش‌های میکروسکوپ فلورسانس آنها تأثیر می‌گذارند.
fi: Tämä kirja on liitännäissivusto julkaisuumme "[**_A biologin opas kvantitatiivisten biokuvantamiskokeiden suunnitteluun ja suorittamiseen_**](https://doi.org/10.1371/journal.pbio.3002167)"." {cite}`Senft2023-zy`. Tavoitteenamme on tarjota suosituksia ja kuratoituja resursseja biologeille, jotka haluavat ymmärtää tekijöitä, jotka vaikuttavat heidän fluoresenssimikroskopiakokeisiinsa.
fr: Ce livre est un site Web complémentaire à notre article "[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy` . Notre objectif est de fournir des recommandations et un ensemble de ressources pour les biologistes qui cherchent à comprendre les facteurs qui ont un impact sur leurs expériences de microscopie à fluorescence.
it: Questo libro è un sito web di accompagnamento al nostro articolo "[**Guida del biologo alla pianificazione e all'esecuzione di esperimenti di bioimmagine quantitativa_**](https://doi.org/10.1371/journal.pbio.3002167)". {cite}`Senft2023-zy`. Il nostro obiettivo è quello di fornire raccomandazioni e un insieme curato di risorse per i biologi che desiderano comprendere i fattori che influenzano i loro esperimenti di microscopia a fluorescenza.
ja: この本は我々の論文"[**_A biologist’s guide to planning and performing quantitative bioimaging experiments_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy`に付随するものです。この本の目的は、蛍光顕微鏡の実験に影響する要因を理解したい生物学者に向けて、推奨事項と厳選された資料を提供することです。
pl: Ta książka jest stroną internetową towarzyszącą naszemu artykułowi „[**_Przewodnik biologa dotyczący planowania i wykonywania ilościowych eksperymentów z bioobrazowaniem_**](https://doi.org/10.1371/journal.pbio.3002167)” {cite}`Senft2023-zy` . Naszym celem jest dostarczenie zaleceń i wyselekcjonowanego zestawu zasobów dla biologów, którzy chcą zrozumieć czynniki wpływające na ich eksperymenty z mikroskopią fluorescencyjną.
pt: Este livro é um site complementar ao nosso artigo "[**_Guia de um biólogo para planejar e realizar experimentos de bioimagem quantitativa_**](https://doi.org/10.1371/journal.pbio.3002167)" {cite}`Senft2023-zy` . Nosso objetivo é fornecer recomendações e um conjunto de recursos selecionados para biólogos que procuram entender os fatores que afetam seus experimentos de microscopia de fluorescência.

source: This book is a collaborative effort from experts in biology, imaging, image analysis, and data management, interpretation, and presentation. Our tips and recommendations come from real experiences training and working with biologists who are beginners to bioimaging and bioimage analysis. When starting out in a new field, you often don't know what you don't know. Here we provide context, tips for avoiding common beginner errors, and a focused list of high-quality, open source resources (full list available [here](bibliography)). We use icons to indicate the type of resource:
cs: Tato kniha je výsledkem společného úsilí odborníků v oblasti biologie, zobrazování, analýzy obrazu, správy dat, interpretace a prezentace dat. Naše tipy a doporučení pocházejí ze skutečných zkušeností a prací s biology, kteří jsou začátečníky v zobrazovacích metodách a analýze biologických obrazových dat. Když začínáte v novém oboru, často nevíte, co nevíte. V této knize se snažíme poskytnout kontext a tipy jak se vyhnout běžným začátečnickým chybám. Máme pro Vás i vybraný seznam kvalitních open source zdrojů (úplný seznam je k dispozici [zde] (bibliografie)). Ke značení jednotlivých typů zdrojů používáme tyto ikony:
de: Dieses Buch ist ein Gemeinschaftswerk von Experten aus den Bereichen Biologie, Bildgebung, Bildanalyse, Datenmanagement, Interpretation und Präsentation. Unsere Tipps und Empfehlungen beruhen auf realen Erfahrungen bei der Schulung von und der Arbeit mit Biologen, die Anfänger im Bereich Bioimaging und Biobildanalyse sind. Wenn man in einem neuen Bereich anfängt, weiß man oft nicht, was man nicht weiß. Hier bieten wir Kontext, Tipps zur Vermeidung von häufigen Anfängerfehlern und eine gezielte Liste hochwertiger Open-Source-Ressourcen (die vollständige Liste finden Sie [hier] (Bibliographie)). Wir verwenden Icons, um die Art der Ressource zu kennzeichnen:
es: Este libro es un esfuerzo colaborativo de expertos en biología, imágenes, análisis de imágenes y gestión, interpretación y presentación de datos. Nuestros consejos y recomendaciones provienen de experiencias reales de capacitación y trabajo con biólogos que son principiantes en bioimagenología y análisis de bioimagen. Cuando comienza en un nuevo campo, a menudo no sabe lo que no sabe. Aquí proporcionamos contexto, consejos para evitar errores comunes de principiantes y una lista enfocada de recursos de código abierto de alta calidad (la lista completa está disponible [aquí] (bibliografía)). Utilizamos iconos para indicar el tipo de recurso:
fa: این کتاب یک تلاش مشترک از متخصصان زیست شناسی، تصویربرداری، تجزیه و تحلیل تصویر، و مدیریت داده ها، تفسیر و ارائه است. نکات و توصیه‌های ما از آموزش تجربیات واقعی و کار با زیست‌شناسان مبتدی برای تصویربرداری زیستی و تجزیه و تحلیل تصویر زیستی ناشی می‌شود. هنگامی که در یک زمینه جدید شروع می کنید، اغلب چیزهایی را که نمی دانید نمی دانید. در اینجا ما زمینه، نکاتی برای اجتناب از اشتباهات رایج مبتدی، و فهرست متمرکزی از منابع منبع باز با کیفیت بالا را ارائه می دهیم (لیست کامل موجود [اینجا] (کتابشناسی)). ما از نمادها برای نشان دادن نوع منبع استفاده می کنیم:
fi: Tämä kirja on biologian, kuvantamisen, kuva-analyysin sekä tiedonhallinnan, tulkinnan ja esittämisen asiantuntijoiden yhteistyön tulos. Vinkkimme ja suosituksemme ovat peräisin todellisista kokemuksista, joita olemme saaneet kouluttaessamme ja työskennellessämme sellaisten biologien kanssa, jotka ovat aloittelevia biokuvantamisen ja biokuvien analysoinnin parissa. Kun aloittaa uudella alalla, ei useinkaan tiedä, mitä ei tiedä. Tarjoamme tässä kontekstia, vinkkejä yleisimpien aloittelijan virheiden välttämiseksi ja kohdennetun luettelon laadukkaista, avoimen lähdekoodin lähteistä (koko luettelo saatavilla [täällä](bibliografia)). Käytämme kuvakkeita osoittamaan resurssin tyypin:
fr: Ce livre est un effort collaboratif d'experts en biologie, imagerie, analyse d'images, gestion, interprétation et présentation des données. Nos conseils et recommandations découlent d'expériences réelles provenant denos interactions avec des biologistes débutants en bioimagerie et en analyse d'images. Lorsque l'on débute dans un nouveau domaine, il est facile d'ignorer ce que l'on ne sait pas. Nous fournissons des explications, des conseils pour éviter les erreurs courrantes de débutants et une liste ciblée de ressources de haute qualité (liste complète disponible [ici] (bibliographie)). Nous utilisons des icônes pour indiquer le type de ressource :
it: Questo libro è frutto della collaborazione di esperti in biologia, imaging, analisi delle immagini e gestione, interpretazione e presentazione dei dati. I nostri consigli e raccomandazioni provengono da esperienze reali di formazione e lavoro con biologi alle prime armi con il bioimaging e l'analisi delle bioimmagini. Quando si inizia a lavorare in un nuovo campo, spesso non si sa quello che non si sa. Qui forniamo un contesto, consigli per evitare gli errori più comuni dei principianti e un elenco mirato di risorse open source di alta qualità (l'elenco completo è disponibile [qui] (bibliografia)). Utilizziamo delle icone per indicare il tipo di risorsa:
ja: この本は、生物学、イメージング、イメージング解析、データ管理・解釈、プレゼンテーションの専門家の共同作業の成果です。この本のヒントや推奨事項は、実際にバイオイメージングやバイオ画像解析の初心者である生物学者をトレーニングしたり、一緒に働いたりした体験から得られたものです。初心者のうちは「何がわからないのかさえわからない」ということがよくあります。ここでは、初心者にありがちなミスを避けるための背景知識やヒント、そして厳選した質の高いオープンソースの資料を紹介します（全リストは[こちら](bibliography)）。資料の種類を示すために以下のアイコンを使います：
pl: Ta książka jest wspólnym wysiłkiem ekspertów w dziedzinie biologii, obrazowania, analizy obrazów oraz zarządzania, interpretacji i prezentacji danych. Nasze wskazówki i zalecenia pochodzą z prawdziwych doświadczeń szkoleniowych i pracy z biologami, którzy są początkującymi w bioobrazowaniu i analizie bioobrazu. Kiedy zaczynasz w nowej dziedzinie, często nie wiesz, czego nie wiesz. Tutaj przedstawiamy kontekst, wskazówki dotyczące unikania typowych błędów początkujących oraz szczegółową listę wysokiej jakości zasobów open source (pełna lista dostępna [tutaj] (bibliografia)). Używamy ikon do wskazania typu zasobu:
pt: Este livro é um esforço colaborativo de especialistas em biologia, geradores de imagens, análisistas de imagens e gerenciamento, interpretação e apresentação de dados. Nossas dicas e recomendações vêm de experiências reais de treinamento e trabalho com biólogos iniciantes em bioimagem e análise de bioimagem. Ao começar em um novo campo, muitas vezes você não sabe o que não sabe. Aqui fornecemos contexto, dicas para evitar erros comuns de iniciantes e uma lista focada de recursos de código aberto de alta qualidade (lista completa disponível [aqui] (bibliografia)). Usamos ícones para indicar o tipo de recurso:

source: What **isn't** this book?
cs: Co tato kniha **není**?
de: Was **ist** dieses Buch nicht?
es: ¿Qué **no es** este libro?
fa: این کتاب **چی* نیست**؟
fi: Mikä **ei** ole** tämä kirja?
fr: Qu'est-ce **n'est pas** ce livre ?
it: Cosa non è questo libro?
ja: この本で**扱わない**こと
pl: Czym **nie** jest ta książka?
pt: O que este livro **não** é?

source: This book is **not** meant to be an exhaustive list of all resources. Many others have curated excellent such resources(see [here](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` and [here](https://www.bioimagingnorthamerica.org/training-education-resources/) and [here](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Our goal is to create a more streamlined, beginner-accessible guide.
cs: Tato kniha **nemá** za cíl Vám poskytnout vyčerpávající seznam zdrojů, ale přehledného průvodce pro začátečníky. Pokud Vás zajímají zdroje zabývající se porblematikou více do hloubky, vřele doporučujeme tyto propracované materiály: [zde](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` a [zde](https://www. bioimagingnorthamerica.org/training-education-resources/) a [zde](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`.
de: Dieses Buch erhebt **nicht** den Anspruch, eine erschöpfende Liste aller Ressourcen zu sein. Viele andere haben ausgezeichnete Ressourcen zusammengestellt (siehe [hier](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` und [hier](https://www.bioimagingnorthamerica.org/training-education-resources/) und [hier](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Unser Ziel ist es, einen schlankeren, für Anfänger zugänglichen Leitfaden zu erstellen.
es: Este libro **no** pretende ser una lista exhaustiva de todos los recursos. Muchos otros han seleccionado excelentes recursos de este tipo (ver [aquí](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` y [aquí](https://www.bioimagingnorthamerica.org/training-education-resources/) y [aquí](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Nuestro objetivo es crear una guía más simplificada y accesible para principiantes.
fa: این کتاب **نیست** فهرستی جامع از همه منابع. بسیاری دیگر چنین منابع بسیار خوبی را انتخاب کرده اند (به [اینجا] (https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) مراجعه کنید {cite}`Haase2022 ` و [اینجا](https://www.bioimagingnorthamerica.org/training-education-resources/) و [اینجا](https://biii.eu/) {cite} «Paul-Gilloteaux2021-vw»). هدف ما ایجاد یک راهنمای ساده تر و قابل دسترس برای مبتدیان است.
fi: Tämän kirjan **ei** ole tarkoitus olla tyhjentävä luettelo kaikista resursseista. Monet muut ovat kuratoineet erinomaisia tällaisia resursseja (ks. [tässä](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` ja [tässä](https://www.bioimagingnorthamerica.org/training-education-resources/) ja [tässä](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Tavoitteenamme on luoda virtaviivaisempi, aloittelijoille helppokäyttöinen opas.
fr: Ce livre n'est **pas** une liste exhaustive de toutes les ressources disponibles. De nombreuses autres personnes ont mis au point d'excellentes ressources de ce type (voir [ici](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` et [ici](https://www. bioimagingnorthamerica.org/training-education-resources/) et [ici](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Notre objectif est de créer un guide simple et accessible aux débutants.
it: Questo libro non vuole essere un elenco esaustivo di tutte le risorse. Molti altri hanno curato eccellenti risorse di questo tipo (vedi [qui](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` e [qui](https://www.bioimagingnorthamerica.org/training-education-resources/) e [qui](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Il nostro obiettivo è creare una guida più snella e accessibile ai principianti.
ja: 本書は、すべての資料を網羅的にリストアップしたものではありません。そのような素晴らしい資料はたくさんあります。（[こちら](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451){cite}`Haase2022-ad` や [こちら](https://www.bioimagingnorthamerica.org/training-education-resources/) 、 [こちら](https://biii.eu/){cite}`Paul-Gilloteaux2021-vw` をご覧ください）。私たちの目標は、より簡潔で初心者に優しいガイドを作成することです。
pl: Ta książka **nie** ma być wyczerpującą listą wszystkich zasobów. Wielu innych opracowało doskonałe takie zasoby (patrz [tutaj](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` i [tutaj](https://www. bioimagingnorthamerica.org/training-education-resources/) i [tutaj](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Naszym celem jest stworzenie bardziej usprawnionego przewodnika dostępnego dla początkujących.
pt: Este livro **não** pretende ser uma lista exaustiva de todos os recursos. Muitos outros selecionaram excelentes recursos (consulte [aqui](https://febs.onlinelibrary.wiley.com/doi/10.1002/1873-3468.14451) {cite}`Haase2022-ad` e [aqui](https://www. bioimagingnorthamerica.org/training-education-resources/) e [aqui](https://biii.eu/) {cite}`Paul-Gilloteaux2021-vw`). Nosso objetivo é criar um guia mais simplificado e acessível para iniciantes.
