Repository: COBA-NIH/MicroscopyForBeginnersReferenceGuide
Catalog: locale/*/LC_MESSAGES/welcome.po
Languages: cs, de, es, fa, fi, fr, it, ja, pl, pt

source: This book is **not** a protocol or step by step guide, though certain resources we link to might be. Each subsection from sample prep to data interpretation are massive topics that we can't exhaustively cover in a guide for beginners.
cs: Tato kniha **není** protokolem ani průvodcem krok za krokem. Ačkoli některé zdroje, na které odkazujeme, takto mohou být koncipovány. Každá podsekce od přípravy vzorku po interpretaci dat jsou obsáhlá témata, která nelze do hloubky pokrýt v příručce pro začátečníky.
de: Dieses Buch ist **kein** Protokoll oder eine Schritt-für-Schritt-Anleitung, obwohl bestimmte Ressourcen, auf die wir verlinken, dies sein könnten. Jedes Unterkapitel von der Probenvorbereitung bis zur Dateninterpretation ist ein umfangreiches Thema, das wir in einem Leitfaden für Anfänger nicht erschöpfend behandeln können.
es: Este libro **no** es un protocolo o una guía paso a paso, aunque ciertos recursos a los que enlazamos podrían serlo. Cada sub-sección, desde la preparación de muestras hasta la interpretación de datos, son temas masivos que no podemos cubrir de manera exhaustiva en una guía para principiantes.
fa: این کتاب **** یک پروتکل یا راهنمای گام به گام نیست، اگرچه منابع خاصی که ما به آنها پیوند می دهیم ممکن است باشد. هر بخش فرعی از آماده‌سازی نمونه تا تفسیر داده‌ها موضوعات گسترده‌ای هستند که نمی‌توانیم به طور کامل در یک راهنمای برای مبتدیان پوشش دهیم.
fi: Tämä kirja ei ole **ei** protokolla tai askel askeleelta opas, vaikka tietyt resurssit, joihin linkitämme, saattavat olla sellaisia. Jokainen osa-alue näytteen valmistelusta tietojen tulkintaan on laaja aihepiiri, jota emme voi tyhjentävästi käsitellä aloittelijoille tarkoitetussa oppaassa.
fr: Ce livre n'est **pas** un protocole ou un guide par étapes, bien que certaines ressources auxquelles nous faisons référence puissent l'être. Chaque sous-section, de la préparation des échantillons à l'interprétation des données, est un vaste sujet qu'il n'est pas possible de couvrir de manière exhaustive dans le cadre d'un guide pour débutants.
it: Questo libro non è un protocollo o una guida passo-passo, anche se alcune risorse a cui rimandiamo potrebbero esserlo. Ogni sottosezione, dalla preparazione del campione all'interpretazione dei dati, è un argomento di massa che non può essere trattato in modo esaustivo in una guida per principianti.
ja: 本書はプロトコルやステップ・バイ・ステップのガイドブックではありません（上記リンクの資料はそうかもしれませんが）。バイオ画像解析はサンプルの準備からデータの解釈に至るまでそれぞれが膨大なトピックであり、初心者向けのガイドでは網羅できるものではありません。
pl: Ta książka **nie** jest protokołem ani przewodnikiem krok po kroku, chociaż niektóre zasoby, do których się odwołujemy, mogą nim być. Każda podsekcja, od przygotowania próbki po interpretację danych, to obszerne tematy, których nie jesteśmy w stanie wyczerpująco omówić w przewodniku dla początkujących.
pt: Este livro **não** é um protocolo ou guia passo a passo, embora alguns recursos aos quais nos vinculamos possam ser. Cada subseção, desde a preparação da amostra até a interpretação dos dados, são tópicos enormes que não podemos abordar exaustivamente em um guia para iniciantes.

source: How to use this book:
cs: Jak používat tuto knihu:
de: Wie man dieses Buch benutzt:
es: Como usar este libro:
fa: نحوه استفاده از این کتاب:
fi: Kuinka tätä kirjaa käytetään:
fr: Comment utiliser ce livre:
it: Come utilizzare questo libro:
ja: この本の使い方
pl: Jak korzystać z tej książki:
pt: Como usar este livro:

source: Please select a section using the navigation panel on the left to get started or begin with sample preparation by clicking the "Next" button below ↘️.
cs: Začněte výběrem sekce pomocí navigačního panelu vlevo nebo začněte s přípravou vzorku kliknutím na tlačítko „Další“ níže ↘️.
de: Bitte wählen Sie einen Abschnitt aus der Navigationsleiste auf der linken Seite aus, um zu beginnen, oder beginnen Sie mit der Probenvorbereitung, indem Sie auf die Schaltfläche "Weiter" unter ↘️ klicken.
es: Seleccione una sección usando el panel de navegación a la izquierda para comenzar o comience con la preparación de la muestra haciendo clic en el botón "Siguiente" a continuación ↘️.
fa: لطفاً یک بخش را با استفاده از پانل پیمایش در سمت چپ انتخاب کنید تا شروع کنید یا با کلیک روی دکمه "بعدی" در زیر، آماده سازی نمونه را شروع کنید ↘️.
fi: Valitse osio vasemmalla olevan navigointipaneelin avulla tai aloita näytteen valmistelu napsauttamalla "Seuraava"-painiketta alla ↘️.
fr: Sélectionner une section à l'aide du panneau de navigation de gauche pour débuter ou lancez-vous dans la préparation d'échantillons en cliquant sur le bouton "Suivant" ci-dessous ↘️.
it: Per iniziare, selezionare una sezione utilizzando il pannello di navigazione a sinistra o iniziare con la preparazione del campione facendo clic sul pulsante "Avanti" sotto ↘️.
ja: 左側のナビゲーションパネルでセクションを選択して開始するか、↘️ の下にある「次へ」ボタンをクリックしてサンプル調製を開始してください。
pl: Aby rozpocząć, wybierz sekcję za pomocą panelu nawigacyjnego po lewej stronie lub zacznij od przygotowania próbki, klikając przycisk „Dalej” poniżej ↘️.
pt: Selecione uma seção usando o painel de navegação à esquerda para começar ou comece com a preparação da amostra clicando no botão "Avançar" abaixo ↘️.

source: Most sections will guide you through individual subtopics using some or all of the following list of questions:
cs: Většina sekcí vás provede jednotlivými podtématy pomocí některých nebo všech z následujícího seznamu otázek:
de: Die meisten Abschnitte führen Sie durch die einzelnen Unterthemen, indem sie einige oder alle der folgenden Fragen auflisten:
es: La mayoría de las secciones lo guiarán a través de subtemas individuales utilizando algunas o todas las siguientes preguntas:
fa: اکثر بخش ها با استفاده از برخی یا همه لیست سوالات زیر شما را از طریق موضوعات فرعی راهنمایی می کنند:
fi: Useimmissa osioissa sinua ohjataan yksittäisten alateemojen läpi käyttämällä joitakin tai kaikkia seuraavista kysymyksistä:
fr: La plupart des sections sont divisées en sous-thèmes. Vous serez guidés par la liste de questions suivante :
it: La maggior parte delle sezioni vi guiderà attraverso i singoli argomenti utilizzando alcune o tutte le domande del seguente elenco:
ja: ほとんどのセクションでは、以下の質問リストの一部または全部を使用して、個々のサブトピックを案内します：
pl: Większość sekcji poprowadzi Cię przez poszczególne podtematy, korzystając z niektórych lub wszystkich z poniższej listy pytań:
pt: A maioria das seções irá guiá-lo através de subtópicos individuais usando algumas ou todas as seguintes listas de perguntas:

source: What is it?
cs: Co je to?
de: Was ist das?
es: ¿Qué es?
fa: چیست؟
fi: Mikä se on?
fr: De quoi s'agit-il ?
it: Che cos'è?
ja: それは何ですか？
pl: Co to jest?
pt: O que é?

source: What are my options?
cs: Jaké mám možnosti?
de: Welche Möglichkeiten habe ich?
es: ¿Cuáles son mis opciones?
fa: گزینه های من چیست؟
fi: Mitä vaihtoehtoja minulla on?
fr: Quelles sont mes options ?
it: Quali sono le mie opzioni?
ja: どのような選択肢がありますか？
pl: Jakie są moje opcje?
pt: Quais são minhas opções?

source: How do I do it?
cs: Jak to udělám?
de: Wie kann ich das tun?
es: ¿Cómo lo hago?
fa: چگونه آن را انجام دهم؟
fi: Miten teen sen?
fr: Comment m'y prendre ?
it: Come si fa?
ja: どうすればいい？
pl: Jak mam to zrobić?
pt: Como eu faço isso?

source: Where can things go wrong?
cs: Kde se mohou věci pokazit?
de: Wo kann etwas schief gehen?
es: ¿Dónde pueden salir mal las cosas?
fa: کجا ممکن است همه چیز اشتباه پیش برود؟
fi: Missä asiat voivat mennä pieleen?
fr: Où les choses peuvent-elles mal tourner ?
it: Dove possono andare male le cose?
ja: どこでうまくいかなくなるのか？
pl: Gdzie coś może pójść nie tak?
pt: Onde as coisas podem dar errado?

source: Where can I learn more? (links to resources)
cs: Kde se mohu dozvědět více? (odkazy na zdroje)
de: Wo kann ich mehr erfahren? (Links zu Ressourcen)
es: ¿Dónde puedo aprender más? (enlaces a recursos)
fa: از کجا می توانم بیشتر یاد بگیرم؟ (لینک به منابع)
fi: Mistä saan lisätietoja? (linkit resursseihin)
fr: Où puis-je en savoir plus ? (liens vers des ressources)
it: Dove posso saperne di più? (link a risorse)
ja: もっと詳しく知りたいのですが？(リソースへのリンク)
pl: Gdzie mogę dowiedzieć się więcej? (linki do zasobów)
pt: Onde posso aprender mais? (links para recursos)

source: Which questions are used and the exact phrasing may vary by section, but we hope this structure helps guide users to a deeper understanding of each subtopic.
cs: Použité otázky a přesné formulace se mohou v jednotlivých oddílech lišit, ale doufáme, že tato struktura pomůže čtenářům lépe porozumět jednotlivým podtématům.
de: Welche Fragen verwendet werden und wie sie genau formuliert sind, kann von Abschnitt zu Abschnitt variieren, aber wir hoffen, dass diese Struktur den Nutzern hilft, ein tieferes Verständnis der einzelnen Unterthemen zu erlangen.
es: Las preguntas que se utilizan y la redacción exacta pueden variar según la sección, pero esperamos que esta estructura ayude a guiar a los usuarios a una comprensión más profunda de cada subtema.
fa: سؤالات مورد استفاده و عبارت دقیق ممکن است بر اساس بخش متفاوت باشد، اما امیدواریم این ساختار به کاربران کمک کند تا درک عمیق‌تری از هر موضوع فرعی داشته باشند.
fi: Käytetyt kysymykset ja tarkka muotoilu voivat vaihdella osioittain, mutta toivomme, että tämä rakenne auttaa käyttäjiä ymmärtämään syvällisemmin kutakin alateemaa.
fr: Les questions utilisées et la formulation exacte peuvent varier selon la section, mais nous espérons que cette structure aidera les utilisateurs à mieux comprendre chaque sous-thème.
it: Le domande utilizzate e l'esatta formulazione possono variare a seconda della sezione, ma ci auguriamo che questa struttura aiuti gli utenti a comprendere più a fondo ogni sotto-argomento.
ja: どの質問を使うか、また正確な言い回しはセクションによって異なるかもしれませんが、この構成が各サブトピックをより深く理解するための道しるべとなれば幸いです。
pl: Jakie pytania są używane i dokładne sformułowania mogą się różnić w zależności od sekcji, ale mamy nadzieję, że ta struktura pomoże użytkownikom w głębszym zrozumieniu każdego podtematu.
pt: Quais perguntas são usadas e a frase exata pode variar de acordo com a seção, mas esperamos que essa estrutura ajude a guiar os usuários a uma compreensão mais profunda de cada subtópico.

source: What if my resource/topic is not included?
cs: Co když můj zdroj nebo téma není zahrnuté?
de: Was ist, wenn meine Ressource/mein Thema nicht enthalten ist?
es: ¿Qué pasa si mi recurso/tema no está incluido?
fa: اگر منبع/موضوع من گنجانده نشود چه؟
fi: Mitä jos resurssini/aiheeni ei ole mukana?
fr: Que faire si ma ressource/sujet n'est pas inclus ?
it: Cosa succede se la mia risorsa/argomento non è incluso?
ja: 私のリソース/トピックが含まれていない場合はどうなりますか？
pl: Co zrobić, jeśli mój zasób/temat nie jest uwzględniony?
pt: E se meu recurso/tópico não estiver incluído?

source: Please feel free to open an [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) or pull request to contribute! We hope for this to be a living document reflecting the best practices and resources available.
cs: Neváhejte otevřít [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) nebo pull request s přispěvkem! Doufáme, že to kniha bude živý dokument odrážející nejlepší postupy a dostupné zdroje.
de: Bitte öffnen Sie ein [issue] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) oder einen Pull Request, um einen Beitrag zu leisten! Wir hoffen, dass dies ein lebendiges Dokument ist, das die besten Praktiken und verfügbaren Ressourcen widerspiegelt.
es: Siéntase libre de abrir un [problema](https://github.com/broadinstitute/MicrocopyForBeginnersReferenceGuide/issues) o una solicitud de extracción para contribuir. Esperamos que este sea un documento vivo que refleje las mejores prácticas y los recursos disponibles.
fa: لطفاً با خیال راحت یک [مشکل] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) را باز کنید یا برای مشارکت درخواست کنید! ما امیدواریم که این سند زنده ای باشد که منعکس کننده بهترین شیوه ها و منابع موجود باشد.
fi: Voit vapaasti avata [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) tai pull requestin osallistuaksesi! Toivomme, että tästä tulee elävä dokumentti, joka heijastaa parhaita käytäntöjä ja saatavilla olevia resursseja.
fr: N'hésitez pas à ouvrir un [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) ou une pull request pour contribuer ! Nous espérons qu'il s'agira d'un document évolutif reflétant les meilleures pratiques et ressources disponibles.
it: Sentitevi liberi di aprire un [issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) o una richiesta di pull per contribuire! Ci auguriamo che questo sia un documento vivo che rifletta le migliori pratiche e le risorse disponibili.
ja: 貢献するために[issue](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues)やプルリクエストを気軽に開いてください！私たちは、これがベストプラクティスと利用可能なリソースを反映した生きたドキュメントになることを願っています。
pl: Zachęcamy do otworzenia [problemu] (https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) lub prośby o wniesienie wkładu! Mamy nadzieję, że będzie to żywy dokument odzwierciedlający najlepsze praktyki i dostępne zasoby.
pt: Sinta-se à vontade para abrir um [problema](https://github.com/broadinstitute/MicroscopyForBeginnersReferenceGuide/issues) ou solicitar uma contribuição! Esperamos que este seja um documento vivo que reflita as melhores práticas e recursos disponíveis.
